const data = [
  {
    "name": "백석농협경제사업소",
    "sido": "경기도",
    "addr": "경기도 양주시 백석읍 중앙로 320-10",
    "tel": "031-874-4100",
    "item": "농약",
    "lat": 37.799997,
    "lot": 126.979545
  },
  {
    "name": "삼성비니루",
    "sido": "경기도",
    "addr": "경기도 양주시 백석읍 중앙로 68-1",
    "tel": "031-842-6440",
    "item": "농약",
    "lat": 37.792436,
    "lot": 127.003889
  },
  {
    "name": "서울종묘",
    "sido": "경기도",
    "addr": "경기도 양주시 광적면 가래비길 24",
    "tel": "031-836-7664",
    "item": "농약",
    "lat": 37.822588,
    "lot": 126.987292
  },
  {
    "name": "세현농자재",
    "sido": "경기도",
    "addr": "경기도 양주시 칠봉산로314번길 87-3 3동 1층",
    "tel": "031-000-0000",
    "item": "농약",
    "lat": 37.863332,
    "lot": 127.075023
  },
  {
    "name": "신한농자재",
    "sido": "경기도",
    "addr": "경기도 양주시 광적면 광적로 176",
    "tel": "031-876-1002",
    "item": "농약",
    "lat": 37.833572,
    "lot": 126.977283
  },
  {
    "name": "쌍둥이종묘사",
    "sido": "경기도",
    "addr": "경기도 양주시 백석읍 양주산성로616 주A동 107호",
    "tel": "031-877-4092",
    "item": "농약",
    "lat": 37.786497,
    "lot": 126.985252
  },
  {
    "name": "양주농협",
    "sido": "경기도",
    "addr": "경기도 양주시 외미로 89-10",
    "tel": "031-840-0025",
    "item": "농약",
    "lat": 37.774651,
    "lot": 127.042618
  },
  {
    "name": "양주농협자재센터",
    "sido": "경기도",
    "addr": "경기도 양주시 고덕로 274",
    "tel": "031-847-5149",
    "item": "농약",
    "lat": 37.801805,
    "lot": 127.070465
  },
  {
    "name": "영신종묘농약사",
    "sido": "경기도",
    "addr": "경기도 양주시 원학로147번길 58 가동",
    "tel": "031-846-3486",
    "item": "농약",
    "lat": 37.775269,
    "lot": 127.067203
  },
  {
    "name": "은현농협경제사업소",
    "sido": "경기도",
    "addr": "경기도 양주시 은현면 은현로 76",
    "tel": "031-866-8585",
    "item": "농약",
    "lat": 37.875934,
    "lot": 127.024627
  },
  {
    "name": "의농",
    "sido": "경기도",
    "addr": "경기도 양주시 부흥로 1398번길 266-1",
    "tel": "031-877-7881",
    "item": "농약",
    "lat": 37.772742,
    "lot": 127.032075
  },
  {
    "name": "장흥농협",
    "sido": "경기도",
    "addr": "경기도 양주시 장흥면 호국로 176",
    "tel": "031-855-6140",
    "item": "농약",
    "lat": 37.716072,
    "lot": 126.940686
  },
  {
    "name": "장흥농협송추지점",
    "sido": "경기도",
    "addr": "경기도 양주시 장흥면 호국로 561",
    "tel": "031-855-6140",
    "item": "농약",
    "lat": 37.719332,
    "lot": 126.976292
  },
  {
    "name": "하늘종묘",
    "sido": "경기도",
    "addr": "경기도 양주시 백석읍 중앙로 273",
    "tel": "031-855-3586",
    "item": "농약",
    "lat": 37.797755,
    "lot": 126.983585
  },
  {
    "name": "현대농약사",
    "sido": "경기도",
    "addr": "경기도 양주시 은현면 은현로312번길 304 가동",
    "tel": "031-000-0000",
    "item": "농약",
    "lat": 37.89665,
    "lot": 127.03425
  },
  {
    "name": "회천농협",
    "sido": "경기도",
    "addr": "경기도 양주시 평화로 1861-1",
    "tel": "031-866-4842",
    "item": "농약",
    "lat": 37.854434,
    "lot": 127.052992
  },
  {
    "name": "흥농종묘",
    "sido": "경기도",
    "addr": "경기도 양주시 광적면 가래비길 91",
    "tel": "031-836-3823",
    "item": "농약",
    "lat": 37.82407,
    "lot": 126.984071
  },
  {
    "name": "흥농종묘농약사",
    "sido": "경기도",
    "addr": "경기도 양주시 남면 개나리길 61",
    "tel": "031-868-4680",
    "item": "농약",
    "lat": 37.895955,
    "lot": 126.974225
  },
  {
    "name": "(주)새한비료",
    "sido": "경기도",
    "addr": "경기도 양주시 화합로 179-52",
    "tel": "031-871-3568",
    "item": "비료",
    "lat": 37.859959,
    "lot": 126.955753
  },
  {
    "name": "(주)그린로직스",
    "sido": "경기도",
    "addr": "경기도 양주시 부흥로618번길 90-127",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.81652,
    "lot": 126.966723
  },
  {
    "name": "(주)은광",
    "sido": "경기도",
    "addr": "경기도 양주시 은현면 그루고개로 604",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.861854,
    "lot": 127.014821
  },
  {
    "name": "(주)이비코",
    "sido": "경기도",
    "addr": "경기도 양주시 청담로275번길 63",
    "tel": "02-3411-4626",
    "item": "비료",
    "lat": 37.822007,
    "lot": 127.066008
  },
  {
    "name": "남면농업협동조합",
    "sido": "경기도",
    "addr": "경기도 양주시 남면 휴암로 284번길 379-83",
    "tel": "031-864-4448",
    "item": "비료",
    "lat": 37.880017,
    "lot": 126.973003
  },
  {
    "name": "농업회사법인 주식회사 이온바이오",
    "sido": "경기도",
    "addr": "경기도 양주시 광적면 광적로 477",
    "tel": "031-877-2114",
    "item": "비료",
    "lat": 37.854032,
    "lot": 126.95757
  },
  {
    "name": "디앤에스",
    "sido": "경기도",
    "addr": "경기도 양주시 어하고개로132번길 119-11",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.810776,
    "lot": 127.109179
  },
  {
    "name": "무궁화비료",
    "sido": "경기도",
    "addr": "경기도 양주시 은현면 용암로161번길 254-152",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.8767,
    "lot": 127.039313
  },
  {
    "name": "양주시농업기술센터",
    "sido": "경기도",
    "addr": "경기도 양주시 광적면 지섬로 162",
    "tel": "031-8082-7271",
    "item": "비료",
    "lat": 37.82244,
    "lot": 126.974087
  },
  {
    "name": "엔젤파머스",
    "sido": "경기도",
    "addr": "경기도 양주시 은현면 화합로1080번길 358",
    "tel": "031-866-6660",
    "item": "비료",
    "lat": 37.846339,
    "lot": 127.020085
  },
  {
    "name": "일등미생물 비료",
    "sido": "경기도",
    "addr": "경기도 양주시 화합로 1325번길 429",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.848428,
    "lot": 127.074499
  },
  {
    "name": "일등풍재",
    "sido": "경기도",
    "addr": "경기도 양주시 화합로 1325번길 151, C동",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.852976,
    "lot": 127.06211
  },
  {
    "name": "자연과 콩",
    "sido": "경기도",
    "addr": "경기도 양주시 칠봉산로 307-1",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.86003,
    "lot": 127.071361
  },
  {
    "name": "코인테크",
    "sido": "경기도",
    "addr": "경기도 양주시 백석읍 부흥로 1204번길 49",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.790965,
    "lot": 127.009343
  },
  {
    "name": "가조농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 거창군 가조면 지산로 1494",
    "tel": "055-943-2444",
    "item": "농약",
    "lat": 35.710044,
    "lot": 128.01595
  },
  {
    "name": "감악산사과포도영농법인",
    "sido": "경상남도",
    "addr": "경상남도 거창군 남상면 오계길 10",
    "tel": "055-945-0775",
    "item": "농약",
    "lat": 35.633324,
    "lot": 127.899582
  },
  {
    "name": "거창농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거창군 거창읍 중앙로114-1",
    "tel": "055-943-7862",
    "item": "농약",
    "lat": 35.686209,
    "lot": 127.911006
  },
  {
    "name": "거창농협월천지점",
    "sido": "경상남도",
    "addr": "경상남도 거창군 거창읍 주곡로 226-12",
    "tel": "055-942-5838",
    "item": "농약",
    "lat": 35.71515,
    "lot": 127.918468
  },
  {
    "name": "거창사과원예농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거창군 거창읍 수남로2241",
    "tel": "055-943-7244",
    "item": "농약",
    "lat": 35.678797,
    "lot": 127.911316
  },
  {
    "name": "남거창농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거창군 남상면 수남로1835",
    "tel": "055-944-4506",
    "item": "농약",
    "lat": 35.643861,
    "lot": 127.908151
  },
  {
    "name": "남거창농협 신원지점",
    "sido": "경상남도",
    "addr": "경상남도 거창군 신원면 신차로 3054",
    "tel": "055-942-8611",
    "item": "농약",
    "lat": 35.566617,
    "lot": 127.926065
  },
  {
    "name": "남거창농협남하지점",
    "sido": "경상남도",
    "addr": "경상남도 거창군 남하면 무릉1길31",
    "tel": "055-940-0841",
    "item": "농약",
    "lat": 35.666321,
    "lot": 127.943962
  },
  {
    "name": "대풍농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 거창군 거창읍 거창대로 89",
    "tel": "055-944-4352",
    "item": "농약",
    "lat": 35.689392,
    "lot": 127.91502
  },
  {
    "name": "동거창농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거창군 가조면 장군봉1길 6-1",
    "tel": "055-942-1044",
    "item": "농약",
    "lat": 35.710946,
    "lot": 128.015146
  },
  {
    "name": "동거창농협가북지점",
    "sido": "경상남도",
    "addr": "경상남도 거창군 가북면 용암로22",
    "tel": "055-949-7855",
    "item": "농약",
    "lat": 35.763059,
    "lot": 127.994192
  },
  {
    "name": "부농원",
    "sido": "경상남도",
    "addr": "경상남도 거창군 거창읍 창동로 85",
    "tel": "055-941-0848",
    "item": "농약",
    "lat": 35.685051,
    "lot": 127.921648
  },
  {
    "name": "북부농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거창군 주상면 당대고개길 6",
    "tel": "055-942-6441",
    "item": "농약",
    "lat": 35.750405,
    "lot": 127.91457
  },
  {
    "name": "북부농협고제지점",
    "sido": "경상남도",
    "addr": "경상남도 거창군 고제면 입석1길 7",
    "tel": "055-942-7541",
    "item": "농약",
    "lat": 35.814235,
    "lot": 127.871869
  },
  {
    "name": "북부농협웅양지점",
    "sido": "경상남도",
    "addr": "경상남도 거창군 웅양면 웅양로 1436-1",
    "tel": "055-942-3441",
    "item": "농약",
    "lat": 35.805527,
    "lot": 127.918684
  },
  {
    "name": "북부농협하성지점",
    "sido": "경상남도",
    "addr": "경상남도 거창군 웅양면 웅양로 2312",
    "tel": "055-944-9901",
    "item": "농약",
    "lat": 35.872127,
    "lot": 127.921205
  },
  {
    "name": "새마을농약사",
    "sido": "경상남도",
    "addr": "경상남도 거창군 거창읍 중앙로 151",
    "tel": "055-942-2951",
    "item": "농약",
    "lat": 35.687605,
    "lot": 127.914741
  },
  {
    "name": "수승대농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거창군 위천면 장터길 31",
    "tel": "055-943-0761",
    "item": "농약",
    "lat": 35.749859,
    "lot": 127.832967
  },
  {
    "name": "수승대농협마리지점",
    "sido": "경상남도",
    "addr": "경상남도 거창군 마리면 빼재로 19",
    "tel": "055-942-4741",
    "item": "농약",
    "lat": 35.70118,
    "lot": 127.853941
  },
  {
    "name": "수승대농협북상지점",
    "sido": "경상남도",
    "addr": "경상남도 거창군 북상면 송계로717",
    "tel": "055-942-5311",
    "item": "농약",
    "lat": 35.777811,
    "lot": 127.818464
  },
  {
    "name": "아그리젠토",
    "sido": "경상남도",
    "addr": "경상남도 거창군 가조면 석강3길 60",
    "tel": "055-943-9176",
    "item": "농약",
    "lat": 35.686011,
    "lot": 128.024107
  },
  {
    "name": "아름다운 아림골 거창원예",
    "sido": "경상남도",
    "addr": "경상남도 거창군 거창읍 거창대로 79",
    "tel": "055-944-1837",
    "item": "농약",
    "lat": 35.688616,
    "lot": 127.915266
  },
  {
    "name": "아림농약사",
    "sido": "경상남도",
    "addr": "경상남도 거창군 거창읍 거창대로 59",
    "tel": "055-943-5552",
    "item": "농약",
    "lat": 35.686838,
    "lot": 127.915926
  },
  {
    "name": "애플피아",
    "sido": "경상남도",
    "addr": "경상남도 거창군 거창읍 동동6길 61",
    "tel": "055-945-7735",
    "item": "농약",
    "lat": 35.690657,
    "lot": 127.922671
  },
  {
    "name": "오성농약할인마트",
    "sido": "경상남도",
    "addr": "경상남도 거창군 가조면 가조가야로 1099",
    "tel": "055-942-0063",
    "item": "농약",
    "lat": 35.710423,
    "lot": 128.015112
  },
  {
    "name": "웅양사과포도영농조합",
    "sido": "경상남도",
    "addr": "경상남도 거창군 거창군 웅양면 웅양로 1325",
    "tel": "055-943-6118",
    "item": "농약",
    "lat": 35.79622,
    "lot": 127.913345
  },
  {
    "name": "중앙농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 거창군 가조면 가조가야로 1112",
    "tel": "055-942-0104",
    "item": "농약",
    "lat": 35.710164,
    "lot": 128.016506
  },
  {
    "name": "팜마트",
    "sido": "경상남도",
    "addr": "경상남도 거창군 거창읍 주곡로 3",
    "tel": "055-945-2929",
    "item": "농약",
    "lat": 35.695081,
    "lot": 127.918189
  },
  {
    "name": "풍년농약사",
    "sido": "경상남도",
    "addr": "경상남도 거창군 거창읍 거창대로 62",
    "tel": "055-943-8024",
    "item": "농약",
    "lat": 35.687194,
    "lot": 127.916312
  },
  {
    "name": "(주)수림농자재",
    "sido": "경기도",
    "addr": "경기도 양주시 부흥로 1864-35",
    "tel": "031-842-8727",
    "item": "농약",
    "lat": 37.789346,
    "lot": 127.073196
  },
  {
    "name": "광적농협",
    "sido": "경기도",
    "addr": "경기도 양주시 광적면 광적로 145",
    "tel": "031-855-3717",
    "item": "농약",
    "lat": 37.830657,
    "lot": 126.978289
  },
  {
    "name": "남면농협경제사업장",
    "sido": "경기도",
    "addr": "경기도 양주시 남면 개나리 18길 27",
    "tel": "031-863-8068",
    "item": "농약",
    "lat": 37.895775,
    "lot": 126.978743
  },
  {
    "name": "덕정농약종묘사",
    "sido": "경기도",
    "addr": "경기도 양주시 독바위로 10",
    "tel": "031-861-6717",
    "item": "농약",
    "lat": 37.840278,
    "lot": 127.062228
  },
  {
    "name": "동부그린농자재",
    "sido": "경기도",
    "addr": "경기도 양주시 독바위로 27",
    "tel": "031-000-0000",
    "item": "농약",
    "lat": 37.838788,
    "lot": 127.062992
  },
  {
    "name": "바스바이오",
    "sido": "경기도",
    "addr": "경기도 양주시 남면 화합로 610번길 30-365",
    "tel": "070-4252-1011",
    "item": "농약",
    "lat": 37.86367,
    "lot": 127.003084
  },
  {
    "name": "에코그린",
    "sido": "부산광역시",
    "addr": "부산광역시 금정구 금강로565번길 55",
    "tel": "051-553-1180",
    "item": "농약",
    "lat": 35.258643,
    "lot": 129.084758
  },
  {
    "name": "대교상사",
    "sido": "경상남도",
    "addr": "경상남도 거제시 사등면 덕호신촌2길 2",
    "tel": "055-634-1382",
    "item": "농약",
    "lat": 34.882626,
    "lot": 128.478021
  },
  {
    "name": "거제해금강농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거제시 동부면 거제남서로 3086",
    "tel": "055-639-1608",
    "item": "농약",
    "lat": 34.82379,
    "lot": 128.607311
  },
  {
    "name": "동신농약사",
    "sido": "경상남도",
    "addr": "경상남도 거제시 고현로 84",
    "tel": "055-636-0533",
    "item": "농약",
    "lat": 34.885994,
    "lot": 128.622107
  },
  {
    "name": "둔덕농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거제시 둔덕면 거제남서로 4580",
    "tel": "055-634-5289",
    "item": "농약",
    "lat": 34.839126,
    "lot": 128.508691
  },
  {
    "name": "사등농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거제시 사등면 성포로 133",
    "tel": "055-632-5721",
    "item": "농약",
    "lat": 34.921031,
    "lot": 128.523371
  },
  {
    "name": "성내원예자재사",
    "sido": "경상남도",
    "addr": "경상남도 거제시 거제면 읍내로2길 27",
    "tel": "055-632-8979",
    "item": "농약",
    "lat": 34.850327,
    "lot": 128.590582
  },
  {
    "name": "신현농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거제시 고현로11길 23",
    "tel": "055-680-7615",
    "item": "농약",
    "lat": 34.88948,
    "lot": 128.623842
  },
  {
    "name": "심원농약사",
    "sido": "경상남도",
    "addr": "경상남도 거제시 동부면 동부로 6",
    "tel": "055-634-4566",
    "item": "농약",
    "lat": 34.822362,
    "lot": 128.60771
  },
  {
    "name": "연초농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거제시 연초면 거제북로 24-10",
    "tel": "055-636-3128",
    "item": "농약",
    "lat": 34.912717,
    "lot": 128.655456
  },
  {
    "name": "일운농약사",
    "sido": "경상남도",
    "addr": "경상남도 거제시 일운면 지세포로 101",
    "tel": "055-681-0386",
    "item": "농약",
    "lat": 34.82959,
    "lot": 128.703727
  },
  {
    "name": "일운농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거제시 일운면 거제대로 2520-1",
    "tel": "055-680-6614",
    "item": "농약",
    "lat": 34.830978,
    "lot": 128.701643
  },
  {
    "name": "장목농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거제시 장목면 거제북로 1206",
    "tel": "055-635-1930",
    "item": "농약",
    "lat": 34.990913,
    "lot": 128.682324
  },
  {
    "name": "장목농업협동조합외포지점",
    "sido": "경상남도",
    "addr": "경상남도 거제시 장목면 외포4길 3",
    "tel": "055-650-8331",
    "item": "농약",
    "lat": 34.942701,
    "lot": 128.716306
  },
  {
    "name": "장승포농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거제시 거제대로 3511",
    "tel": "055-688-5798",
    "item": "농약",
    "lat": 34.871973,
    "lot": 128.69042
  },
  {
    "name": "제일농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 거제시 고현로 85",
    "tel": "055-635-7302",
    "item": "농약",
    "lat": 34.88632,
    "lot": 128.622114
  },
  {
    "name": "중앙종묘농약사",
    "sido": "경상남도",
    "addr": "경상남도 거제시 거제면 기성로 33",
    "tel": "055-632-3654",
    "item": "농약",
    "lat": 34.850737,
    "lot": 128.588924
  },
  {
    "name": "중앙종묘사(고현)",
    "sido": "경상남도",
    "addr": "경상남도 거제시 고현로 88-1",
    "tel": "055-636-2696",
    "item": "농약",
    "lat": 34.886229,
    "lot": 128.622629
  },
  {
    "name": "하청농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거제시 하청면 하청로 34",
    "tel": "055-636-5805",
    "item": "농약",
    "lat": 34.957409,
    "lot": 128.655418
  },
  {
    "name": "황씨상회",
    "sido": "경상남도",
    "addr": "경상남도 거제시 장승포로 49",
    "tel": "055-681-5808",
    "item": "농약",
    "lat": 34.867759,
    "lot": 128.729518
  },
  {
    "name": "새싹농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 거제시 고현로 92",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 34.886352,
    "lot": 128.62285
  },
  {
    "name": "그린에코 주식회사",
    "sido": "경상남도",
    "addr": "경상남도 거제시 동부면 율포3길 63",
    "tel": "055-000-0000",
    "item": "비료",
    "lat": 34.781634,
    "lot": 128.601815
  },
  {
    "name": "농업회사법인 그린에코 주식회사",
    "sido": "경상남도",
    "addr": "경상남도 거제시 동부면 율포로 436",
    "tel": "055-000-0000",
    "item": "비료",
    "lat": 34.798113,
    "lot": 128.602009
  },
  {
    "name": "거제시농업기술센터",
    "sido": "경상남도",
    "addr": "경상남도 거제시 거제면 거제남서로 3577",
    "tel": "055-639-6434",
    "item": "비료",
    "lat": 34.857251,
    "lot": 128.578639
  },
  {
    "name": "옥토유기질비료 영농조합법인",
    "sido": "경상남도",
    "addr": "경상남도 거제시 사등면 지석로 163",
    "tel": "055-635-7996",
    "item": "비료",
    "lat": 34.897899,
    "lot": 128.528508
  },
  {
    "name": "㈜성광산업",
    "sido": "경상남도",
    "addr": "경상남도 거제시 거제면 거제남서로 3799-17",
    "tel": "055-632-6260",
    "item": "비료",
    "lat": 34.846791,
    "lot": 128.567108
  },
  {
    "name": "거창군",
    "sido": "경상남도",
    "addr": "경상남도 거창군 거창읍 거함대로 3322",
    "tel": "055-940-8207",
    "item": "비료",
    "lat": 35.677688,
    "lot": 127.922791
  },
  {
    "name": "생림농업협동조합(마사지점)",
    "sido": "경상남도",
    "addr": "경상남도 김해시 생림면 마사로 454",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.373179,
    "lot": 128.82491
  },
  {
    "name": "선진농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 주촌면 주선로 89",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.237536,
    "lot": 128.839638
  },
  {
    "name": "신우농약사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 가락로23번길 11 1층",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.228325,
    "lot": 128.881179
  },
  {
    "name": "연안종묘농약사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 대동면 동남로 49번길 95",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.236443,
    "lot": 128.984474
  },
  {
    "name": "장유농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 장유로316번길 4",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.198536,
    "lot": 128.81534
  },
  {
    "name": "장유농협농약사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 장유로301번길 2",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.19983,
    "lot": 128.815869
  },
  {
    "name": "전원농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 식만로 385",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.222281,
    "lot": 128.926348
  },
  {
    "name": "정진농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 진례면 진례로 218",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.246993,
    "lot": 128.748897
  },
  {
    "name": "제이에이치케미칼",
    "sido": "경상남도",
    "addr": "경상남도 김해시 대동면 대동로 63-1",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.224802,
    "lot": 128.932616
  },
  {
    "name": "제일농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 전하로13번길 12",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.222157,
    "lot": 128.85008
  },
  {
    "name": "주식회사윈터그린",
    "sido": "경상남도",
    "addr": "경상남도 김해시 주촌면 서부로1637번길 314",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.256633,
    "lot": 128.820417
  },
  {
    "name": "주촌농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 김해시 주촌면 서부로1430번길 19",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.224928,
    "lot": 128.820899
  },
  {
    "name": "진례농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 진례면 진례로 227",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.247808,
    "lot": 128.748267
  },
  {
    "name": "진례농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 김해시 진례면 진례로 253",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.250127,
    "lot": 128.747838
  },
  {
    "name": "진영농협서부지점농약사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 진영읍 진영로109번길 16",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.304674,
    "lot": 128.726756
  },
  {
    "name": "청랑바이오",
    "sido": "경상남도",
    "addr": "경상남도 김해시 대동면 대동로 296",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.236403,
    "lot": 128.950416
  },
  {
    "name": "칠산농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 칠산로425번길 22-10",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.210906,
    "lot": 128.851522
  },
  {
    "name": "케이플로우",
    "sido": "경상남도",
    "addr": "경상남도 김해시 진례면 서부로 788",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.233792,
    "lot": 128.758268
  },
  {
    "name": "풍년농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 진영읍 진영로 161",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.303361,
    "lot": 128.730703
  },
  {
    "name": "한림농협시산지소",
    "sido": "경상남도",
    "addr": "경상남도 김해시 한림면 한림로 570",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.334985,
    "lot": 128.791631
  },
  {
    "name": "한림전원농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 한림면 한림로398번길 19",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.324759,
    "lot": 128.803144
  },
  {
    "name": "현대종묘농약사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 진영읍 여래로 16",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.304807,
    "lot": 128.734553
  },
  {
    "name": "화목농자재",
    "sido": "경상남도",
    "addr": "경상남도 김해시 장유로301번길 11",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.200638,
    "lot": 128.815076
  },
  {
    "name": "흥농종묘농약",
    "sido": "경상남도",
    "addr": "경상남도 김해시 한림면 한림로 388",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.322127,
    "lot": 128.803001
  },
  {
    "name": "흥농종묘농약사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 가락로 6-1",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.227141,
    "lot": 128.882792
  },
  {
    "name": "김해대동농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 대동면 대동로 283",
    "tel": "000-000-0000",
    "item": "혼합",
    "lat": 35.235968,
    "lot": 128.949114
  },
  {
    "name": "김해수목자재센터",
    "sido": "경상남도",
    "addr": "경상남도 김해시 진영읍 진영산복로107번길 14-6 1층",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.302607,
    "lot": 128.730168
  },
  {
    "name": "디와이(DY)아그로",
    "sido": "경상남도",
    "addr": "경상남도 김해시 칠산로413번길 16-3",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.209221,
    "lot": 128.851439
  },
  {
    "name": "주식회사 썬그린",
    "sido": "경상남도",
    "addr": "경상남도 김해시 호계로 411 107호",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.227216,
    "lot": 128.884978
  },
  {
    "name": "주호식물병원",
    "sido": "경상남도",
    "addr": "경상남도 김해시 진영읍 본산로 112-6",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.314304,
    "lot": 128.742469
  },
  {
    "name": "거제농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거제시 거제면 거제남서로 3420",
    "tel": "055-632-6609",
    "item": "농약",
    "lat": 34.84782,
    "lot": 128.59005
  },
  {
    "name": "거제원예농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 거제시 고현로12길 19",
    "tel": "055-632-8570",
    "item": "농약",
    "lat": 34.886128,
    "lot": 128.626616
  },
  {
    "name": "거제해금강농협남부지점",
    "sido": "경상남도",
    "addr": "경상남도 거제시 남부면 저구1길 60-1",
    "tel": "055-633-0231",
    "item": "농약",
    "lat": 34.733405,
    "lot": 128.608419
  },
  {
    "name": "고현농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 거제시 고현로 108",
    "tel": "055-636-0848",
    "item": "농약",
    "lat": 34.886916,
    "lot": 128.624432
  },
  {
    "name": "(주)비비테크노",
    "sido": "경상남도",
    "addr": "nan",
    "tel": "055-329-6722",
    "item": "비료",
    "lat": 35.32479,
    "lot": 128.828014
  },
  {
    "name": "삼전비료",
    "sido": "경상남도",
    "addr": "경상남도 김해시 상동면 상동로 161",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 35.300708,
    "lot": 128.889617
  },
  {
    "name": "주식회사 바이오코리아",
    "sido": "경상남도",
    "addr": "경상남도 김해시 삼문로59번길 6, 삼일빌딩 4층 1호 (삼문동)",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 35.194193,
    "lot": 128.806962
  },
  {
    "name": "고온스타",
    "sido": "경상남도",
    "addr": "경상남도 김해시 분성로727번길 8-43 (지내동)",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 35.229691,
    "lot": 128.922752
  },
  {
    "name": "(주)포레나무병원",
    "sido": "경상남도",
    "addr": "경상남도 김해시 칠산로 397 204호",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.207436,
    "lot": 128.852716
  },
  {
    "name": "(주)희망나무종합병원",
    "sido": "경상남도",
    "addr": "경상남도 김해시 진영읍 진영로 458 비동",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.295897,
    "lot": 128.76141
  },
  {
    "name": "KN아그로",
    "sido": "경상남도",
    "addr": "경상남도 김해시 대동면 대동로962번길 86",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.267694,
    "lot": 128.989909
  },
  {
    "name": "가야농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 가락로 11-1",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.227595,
    "lot": 128.882379
  },
  {
    "name": "강동농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 식만로 372",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.221065,
    "lot": 128.925159
  },
  {
    "name": "건국영농",
    "sido": "경상남도",
    "addr": "경상남도 김해시 칠산로237번길 6-26",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.196041,
    "lot": 128.845217
  },
  {
    "name": "경남단감원예농협",
    "sido": "경상남도",
    "addr": "경상남도 김해시 진영읍 여래로 23",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.304097,
    "lot": 128.735646
  },
  {
    "name": "김해농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 가락로 12",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.227511,
    "lot": 128.882741
  },
  {
    "name": "김해농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 김해시 전하로124번길 26-66",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.216531,
    "lot": 128.860445
  },
  {
    "name": "다숨피앤시",
    "sido": "경상남도",
    "addr": "경상남도 김해시 함박로119번길 21 801호",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.233906,
    "lot": 128.867308
  },
  {
    "name": "대동농협농약사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 대동면 동남로49번길 87",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.235909,
    "lot": 128.984732
  },
  {
    "name": "대풍농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 진영읍 진영로 202",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.302658,
    "lot": 128.735072
  },
  {
    "name": "덕산원예농약사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 대동면 동북로 53",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.281274,
    "lot": 128.980489
  },
  {
    "name": "동아종합원예사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 가락로 14",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.22771,
    "lot": 128.882688
  },
  {
    "name": "미래조경자재",
    "sido": "경상남도",
    "addr": "경상남도 김해시 금관대로1041번길 66-1",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.2218,
    "lot": 128.845715
  },
  {
    "name": "상동농협농약사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 상동면 상동로 570",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.308527,
    "lot": 128.932126
  },
  {
    "name": "생림농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 김해시 생림면 마사로 461",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.373799,
    "lot": 128.823992
  },
  {
    "name": "(주)네츄럴 그린",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 시묘길 89-17 (노암동)",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.386811,
    "lot": 127.379415
  },
  {
    "name": "호남종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 의총로 34-1",
    "tel": "063-625-1895",
    "item": "농약",
    "lat": 35.403695,
    "lot": 127.376312
  },
  {
    "name": "화영농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 의총로 73",
    "tel": "063-632-4900",
    "item": "농약",
    "lat": 35.40719,
    "lot": 127.376186
  },
  {
    "name": "흥부농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 남문로 399",
    "tel": "063-625-3242",
    "item": "농약",
    "lat": 35.406759,
    "lot": 127.375094
  },
  {
    "name": "흥부누리",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 운봉읍 운봉로 683",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.436661,
    "lot": 127.530931
  },
  {
    "name": "(유)남해바이오",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 재실길 4 (내척동)",
    "tel": "063-626-3694",
    "item": "비료",
    "lat": 35.438913,
    "lot": 127.363251
  },
  {
    "name": "(주)한뜰",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 인월면 유곡로 472-27",
    "tel": "063-635-6900",
    "item": "비료",
    "lat": 35.495194,
    "lot": 127.627074
  },
  {
    "name": "남원시 농업기술센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 이백면 이백로 287-42",
    "tel": "063-620-8073",
    "item": "비료",
    "lat": 35.426298,
    "lot": 127.440554
  },
  {
    "name": "남원양돈협회영농조합법인",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 산동면 배실윗길 22",
    "tel": "063-634-4722",
    "item": "비료",
    "lat": 35.494598,
    "lot": 127.465161
  },
  {
    "name": "남원축산업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 보성안길 60-12 (내척동)",
    "tel": "063-630-1100",
    "item": "비료",
    "lat": 35.439914,
    "lot": 127.355079
  },
  {
    "name": "농업회사법인 가나안축산(유)",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 대강면 금탄로 572",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.345703,
    "lot": 127.221077
  },
  {
    "name": "농업회사법인 드림아그로 유한회사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 보절면 보산로 439-116",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.468468,
    "lot": 127.402216
  },
  {
    "name": "농업회사법인 주식회사 흙농",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 대산면 대곡신계길 417-35",
    "tel": "063-632-4001",
    "item": "비료",
    "lat": 35.42791,
    "lot": 127.305507
  },
  {
    "name": "농업회사법인(유)지리산생토",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 송동면 문오로 83-45",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.349679,
    "lot": 127.370895
  },
  {
    "name": "농업회사법인주식회사비이테크",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 대강면 섬진로 1200-27",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.373758,
    "lot": 127.236285
  },
  {
    "name": "뉴부농비료산업",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 대산면 비홍로 867",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.402572,
    "lot": 127.295451
  },
  {
    "name": "다온",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 수지면 고주로 763-12",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.347851,
    "lot": 127.38163
  },
  {
    "name": "대지영농조합법인",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 운봉읍 승전로 508-15",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.463208,
    "lot": 127.564215
  },
  {
    "name": "매일바이오 솔루션스 영농조합법인",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 대산면 대사로 612-63",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.453894,
    "lot": 127.34165
  },
  {
    "name": "바래봉비료영농조합법인",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 운봉읍 동천아랫길 46-30",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.42548,
    "lot": 127.529489
  },
  {
    "name": "새남원영농조합법인",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 수지면 물머리로 331-157",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.333185,
    "lot": 127.330415
  },
  {
    "name": "에코바이오영농조합법인",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 운봉읍 고남로 625-24",
    "tel": "063-636-1192",
    "item": "비료",
    "lat": 35.449798,
    "lot": 127.531815
  },
  {
    "name": "이엠프로바이오 주식회사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 금지면 금지순환길 450-1 (한국장애인남원시지회장애인공동작)",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.352068,
    "lot": 127.280864
  },
  {
    "name": "전북지리산낙농농협인월사업소",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 인월면 유곡로 472-218",
    "tel": "063-626-8177",
    "item": "비료",
    "lat": 35.491791,
    "lot": 127.64753
  },
  {
    "name": "주)케이엔씨바이오",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 주생면 대곡신계길 11",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.399528,
    "lot": 127.323197
  },
  {
    "name": "춘향골농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 금지면 금지상신길 64-8",
    "tel": "063-631-1015",
    "item": "비료",
    "lat": 35.332416,
    "lot": 127.302946
  },
  {
    "name": "한스팜(주)",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 광치산업2길 16-11, 한솔제지주식회사 남원사업소 (용정동)",
    "tel": "063-636-0389",
    "item": "비료",
    "lat": 35.435335,
    "lot": 127.380983
  },
  {
    "name": "제이케미컬",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 산동면 대상2길 74-9",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.515323,
    "lot": 127.472782
  },
  {
    "name": "유창바이오",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 수지면 고주로 963-116",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.356672,
    "lot": 127.38645
  },
  {
    "name": "지리산금종영농조합법인",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 인월면 천왕봉로 13",
    "tel": "063-636-5172",
    "item": "농약",
    "lat": 35.464417,
    "lot": 127.60465
  },
  {
    "name": "금지농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 금지면 요천로 530",
    "tel": "063-635-1267",
    "item": "농약",
    "lat": 35.356527,
    "lot": 127.305623
  },
  {
    "name": "남원농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 충정로 100",
    "tel": "063-620-4553",
    "item": "농약",
    "lat": 35.414609,
    "lot": 127.385824
  },
  {
    "name": "남원농협 서부주유소 자재판매장",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 주생면 남문로 202",
    "tel": "063-620-8791",
    "item": "농약",
    "lat": 35.404292,
    "lot": 127.353803
  },
  {
    "name": "남원농협 자재센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 요천로 1846",
    "tel": "063-620-4555",
    "item": "농약",
    "lat": 35.42654,
    "lot": 127.41215
  },
  {
    "name": "남원농협대산지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 대산면 운교2길 28",
    "tel": "063-626-4176",
    "item": "농약",
    "lat": 35.431045,
    "lot": 127.32535
  },
  {
    "name": "남원농협덕과지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 덕과면 덕오로 300",
    "tel": "063-626-2545",
    "item": "농약",
    "lat": 35.513946,
    "lot": 127.352799
  },
  {
    "name": "남원농협보절지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 보절면 보산로 949",
    "tel": "063-634-4053",
    "item": "농약",
    "lat": 35.513998,
    "lot": 127.399743
  },
  {
    "name": "남원농협사매지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 사매면 덕오로 84",
    "tel": "063-634-8005",
    "item": "농약",
    "lat": 35.497452,
    "lot": 127.359575
  },
  {
    "name": "남원농협산동지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 산동면 요천로 2918",
    "tel": "063-626-8998",
    "item": "농약",
    "lat": 35.491714,
    "lot": 127.476035
  },
  {
    "name": "남원농협이백지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 이백면 이백로 480",
    "tel": "063-635-7111",
    "item": "농약",
    "lat": 35.427837,
    "lot": 127.458157
  },
  {
    "name": "남원농협주천지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 주천면 정령치로 81",
    "tel": "063-626-8301",
    "item": "농약",
    "lat": 35.39104,
    "lot": 127.44401
  },
  {
    "name": "남원원예농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 의총로 56-2",
    "tel": "063-632-8688",
    "item": "농약",
    "lat": 35.405602,
    "lot": 127.376519
  },
  {
    "name": "남원원예농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 남문로 396-1",
    "tel": "063-620-3362",
    "item": "농약",
    "lat": 35.406382,
    "lot": 127.374673
  },
  {
    "name": "남원종합농약",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 금동로 67",
    "tel": "063-625-7706",
    "item": "농약",
    "lat": 35.404841,
    "lot": 127.371224
  },
  {
    "name": "대풍원예센타",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 의총로 41",
    "tel": "063-636-4949",
    "item": "농약",
    "lat": 35.40438,
    "lot": 127.375955
  },
  {
    "name": "대흥농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 남문로 404",
    "tel": "063-625-4244",
    "item": "농약",
    "lat": 35.406433,
    "lot": 127.375528
  },
  {
    "name": "도통농약농자재마트",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 동도2길 2",
    "tel": "063-635-1188",
    "item": "농약",
    "lat": 35.419991,
    "lot": 127.398014
  },
  {
    "name": "부흥종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 금하정2길 10",
    "tel": "063-625-3684",
    "item": "농약",
    "lat": 35.406183,
    "lot": 127.374555
  },
  {
    "name": "서남농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 남문로 398",
    "tel": "063-633-9242",
    "item": "농약",
    "lat": 35.406462,
    "lot": 127.374907
  },
  {
    "name": "운봉농협협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 운봉읍 운성로 28",
    "tel": "063-634-1262",
    "item": "농약",
    "lat": 35.436184,
    "lot": 127.530081
  },
  {
    "name": "유상농업자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 인월면 계암길 27",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.468466,
    "lot": 127.597642
  },
  {
    "name": "일농농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 남문로 405",
    "tel": "063-636-0424",
    "item": "농약",
    "lat": 35.406648,
    "lot": 127.375717
  },
  {
    "name": "주조비 남원대리점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 운봉읍 고남로 703",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.4448,
    "lot": 127.53164
  },
  {
    "name": "중앙농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 용성로 123-2",
    "tel": "063-625-3147",
    "item": "농약",
    "lat": 35.410479,
    "lot": 127.389611
  },
  {
    "name": "지리산농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 인월면 인월로 100",
    "tel": "063-636-5901",
    "item": "농약",
    "lat": 35.461774,
    "lot": 127.606042
  },
  {
    "name": "지리산농협 산내지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 산내면 천왕봉로 699",
    "tel": "063-636-3072",
    "item": "농약",
    "lat": 35.420759,
    "lot": 127.629125
  },
  {
    "name": "지리산농협아영지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 아영면 아백로 371",
    "tel": "063-626-5021",
    "item": "농약",
    "lat": 35.507831,
    "lot": 127.611796
  },
  {
    "name": "춘향골농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 금지면 금지순환길 917-31",
    "tel": "063-635-1031",
    "item": "농약",
    "lat": 35.35797,
    "lot": 127.304768
  },
  {
    "name": "춘향골농협 송동지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 송동면 송기길 66",
    "tel": "063-634-6024",
    "item": "농약",
    "lat": 35.355455,
    "lot": 127.337039
  },
  {
    "name": "춘향골농협 통합지원센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 금지면 요천로 217",
    "tel": "063-631-7044",
    "item": "농약",
    "lat": 35.329332,
    "lot": 127.298378
  },
  {
    "name": "춘향골농협대강지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 대강면 섬진로 816",
    "tel": "063-626-4226",
    "item": "농약",
    "lat": 35.342737,
    "lot": 127.229757
  },
  {
    "name": "춘향골농협수지지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 수지면 고주로 614",
    "tel": "063-625-0066",
    "item": "농약",
    "lat": 35.337536,
    "lot": 127.371016
  },
  {
    "name": "춘향골농협주생지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 주생면 영천길 6",
    "tel": "063-631-8929",
    "item": "농약",
    "lat": 35.378173,
    "lot": 127.321589
  },
  {
    "name": "필라케미칼",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 고샘길 2",
    "tel": "063-633-3707",
    "item": "농약",
    "lat": 35.404997,
    "lot": 127.376445
  },
  {
    "name": "한국농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 의총로 46",
    "tel": "063-626-4986",
    "item": "농약",
    "lat": 35.4046,
    "lot": 127.376439
  },
  {
    "name": "한솔아그로",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 남문로 391",
    "tel": "063-633-9114",
    "item": "농약",
    "lat": 35.406753,
    "lot": 127.374234
  },
  {
    "name": "촌빛바이오",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 석암로 1길 41",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.954772,
    "lot": 126.999528
  },
  {
    "name": "(유)영원아그로",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 삼기면 산단오룡길79",
    "tel": "070-7622-2220",
    "item": "비료",
    "lat": 36.034229,
    "lot": 126.992679
  },
  {
    "name": "오산농협",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 오산면 신오산길 87 오산농협 경제사업소",
    "tel": "063-857-1240",
    "item": "농약",
    "lat": 35.932585,
    "lot": 126.910222
  },
  {
    "name": "왕궁농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 왕궁면 왕궁로 531",
    "tel": "063-832-4008",
    "item": "농약",
    "lat": 35.967044,
    "lot": 127.088697
  },
  {
    "name": "용안농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 용안면 현내로 389-1",
    "tel": "063-861-3603",
    "item": "농약",
    "lat": 36.117562,
    "lot": 126.953104
  },
  {
    "name": "우리농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 여산면 가람로 388",
    "tel": "063-835-5395",
    "item": "농약",
    "lat": 36.059369,
    "lot": 127.08425
  },
  {
    "name": "우주원영농조합법인",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 황등면 황등로 143-1",
    "tel": "063-857-0388",
    "item": "농약",
    "lat": 36.004794,
    "lot": 126.944335
  },
  {
    "name": "은성농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 인북로 270-1",
    "tel": "063-841-3761",
    "item": "농약",
    "lat": 35.952415,
    "lot": 126.95903
  },
  {
    "name": "이리종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 인북로 44",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.933174,
    "lot": 126.950924
  },
  {
    "name": "익산농협RPC영농자재판매장",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 강경1길 9",
    "tel": "063-840-1843",
    "item": "농약",
    "lat": 35.919899,
    "lot": 126.983764
  },
  {
    "name": "익산농협북일지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 무왕로 862",
    "tel": "063-858-8631",
    "item": "농약",
    "lat": 35.964638,
    "lot": 126.954437
  },
  {
    "name": "익산농협오성지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 춘포면 천서길 207",
    "tel": "063-832-0624",
    "item": "농약",
    "lat": 35.944745,
    "lot": 127.034865
  },
  {
    "name": "익산농협춘포지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 춘포면 춘포2길 24",
    "tel": "063-842-7116",
    "item": "농약",
    "lat": 35.900016,
    "lot": 127.00408
  },
  {
    "name": "익산농협팔봉지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 무왕로 1400",
    "tel": "063-834-5161",
    "item": "농약",
    "lat": 35.964729,
    "lot": 127.011102
  },
  {
    "name": "익산산림조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 익산대로52길 22",
    "tel": "063-843-1910",
    "item": "농약",
    "lat": 35.951284,
    "lot": 126.954184
  },
  {
    "name": "익산원예농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 번영로1길 20",
    "tel": "063-858-6117",
    "item": "농약",
    "lat": 35.919197,
    "lot": 126.918873
  },
  {
    "name": "익산원예농협 자재센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 용동면 돈다산길 236",
    "tel": "063-858-6117",
    "item": "농약",
    "lat": 36.115789,
    "lot": 126.986174
  },
  {
    "name": "전북아그로",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 오산면 남오산길 156",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.925852,
    "lot": 126.888589
  },
  {
    "name": "전북종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 익산대로 170-2",
    "tel": "063-852-5026",
    "item": "농약",
    "lat": 35.94145,
    "lot": 126.948067
  },
  {
    "name": "제일농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 함열읍 함열1길 45",
    "tel": "063-861-6188",
    "item": "농약",
    "lat": 36.079756,
    "lot": 126.95787
  },
  {
    "name": "제일농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 여산면 가람로 375",
    "tel": "063-832-3505",
    "item": "농약",
    "lat": 36.058502,
    "lot": 127.084824
  },
  {
    "name": "중앙농약농자재마트",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 용안면 현내로 398",
    "tel": "063-861-2511",
    "item": "농약",
    "lat": 36.117971,
    "lot": 126.953757
  },
  {
    "name": "터미널농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 금마면 미륵사지로1길 33",
    "tel": "063-836-7929",
    "item": "농약",
    "lat": 35.98974,
    "lot": 127.052846
  },
  {
    "name": "한국농약씨앗",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 익산대로 179",
    "tel": "063-855-4337",
    "item": "농약",
    "lat": 35.942285,
    "lot": 126.947789
  },
  {
    "name": "한림종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 금마면 금마길 45-1",
    "tel": "063-836-6946",
    "item": "농약",
    "lat": 35.990851,
    "lot": 127.05185
  },
  {
    "name": "함열농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 함열읍 함열중앙로 17-1",
    "tel": "063-861-0968",
    "item": "농약",
    "lat": 36.07917,
    "lot": 126.959556
  },
  {
    "name": "함열일수농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 함열읍 함열중앙로 16",
    "tel": "063-862-2280",
    "item": "농약",
    "lat": 36.078835,
    "lot": 126.959122
  },
  {
    "name": "형제농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 여산면 여강로 27",
    "tel": "063-836-5874",
    "item": "농약",
    "lat": 36.058519,
    "lot": 127.082211
  },
  {
    "name": "형제바이오",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 삼기면  미륵사지로 652",
    "tel": "063-858-6002",
    "item": "농약",
    "lat": 36.029577,
    "lot": 127.009493
  },
  {
    "name": "호남농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 인북로 48",
    "tel": "063-858-5596",
    "item": "농약",
    "lat": 35.933533,
    "lot": 126.951121
  },
  {
    "name": "황등농협",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 황등면 황등로 124",
    "tel": "063-856-4661",
    "item": "농약",
    "lat": 36.002917,
    "lot": 126.944804
  },
  {
    "name": "황등종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 황등면 황등로 129",
    "tel": "063-856-4379",
    "item": "농약",
    "lat": 36.003491,
    "lot": 126.944153
  },
  {
    "name": "㈜신흥농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 황등면 시와로 183",
    "tel": "063-855-9065",
    "item": "농약",
    "lat": 36.020308,
    "lot": 126.928004
  },
  {
    "name": "그린팜",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 목천로 20",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.916045,
    "lot": 126.932221
  },
  {
    "name": "금마농협",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 금마면 금마길 33",
    "tel": "063-836-6008",
    "item": "농약",
    "lat": 35.989679,
    "lot": 127.051998
  },
  {
    "name": "남부농약원예사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 인북로8길 3-1",
    "tel": "063-855-1003",
    "item": "농약",
    "lat": 35.932662,
    "lot": 126.950832
  },
  {
    "name": "낭산농협",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 낭산면 함낭로 948",
    "tel": "063-861-5105",
    "item": "농약",
    "lat": 36.077124,
    "lot": 127.009938
  },
  {
    "name": "내촌팜농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 망성면 여강로 614",
    "tel": "063-861-6554",
    "item": "농약",
    "lat": 36.101853,
    "lot": 127.050479
  },
  {
    "name": "농업회사법인 유한회사 그린팜",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 오산면 신후길 103-8",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.941105,
    "lot": 126.881736
  },
  {
    "name": "뉴그린농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 황등면 익산대로 1090-7",
    "tel": "063-855-5506",
    "item": "농약",
    "lat": 36.019982,
    "lot": 126.943957
  },
  {
    "name": "대로농약자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 함열읍 익산대로 1826",
    "tel": "063-861-0705",
    "item": "농약",
    "lat": 36.080942,
    "lot": 126.967533
  },
  {
    "name": "대풍농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 인북로8길 12-1",
    "tel": "063-854-0107",
    "item": "농약",
    "lat": 35.932061,
    "lot": 126.951524
  },
  {
    "name": "대풍원예사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 금마면 금마길 46",
    "tel": "063-833-5007",
    "item": "농약",
    "lat": 35.990675,
    "lot": 127.052241
  },
  {
    "name": "대한종합상사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 목천로16길 6 1호",
    "tel": "063-835-9259",
    "item": "농약",
    "lat": 35.928451,
    "lot": 126.951297
  },
  {
    "name": "대흥케미컬",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 오산면 오산로 78-13",
    "tel": "063-910-4264",
    "item": "농약",
    "lat": 35.944507,
    "lot": 126.916445
  },
  {
    "name": "동원종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 인북로10길 4",
    "tel": "063-855-6136",
    "item": "농약",
    "lat": 35.932767,
    "lot": 126.950915
  },
  {
    "name": "망성농협",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 망성면 무네미길 80",
    "tel": "063-862-0300",
    "item": "농약",
    "lat": 36.136691,
    "lot": 127.01927
  },
  {
    "name": "믿음종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 인북로8길 34-2 믿음종묘농약사",
    "tel": "063-854-0887",
    "item": "농약",
    "lat": 35.931159,
    "lot": 126.953581
  },
  {
    "name": "백제농자재마트",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 함열읍 함열로 77",
    "tel": "063-862-6533",
    "item": "농약",
    "lat": 36.08052,
    "lot": 126.95703
  },
  {
    "name": "부성농자재마트",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 왕궁면 쌍제1길 45",
    "tel": "063-261-7445",
    "item": "농약",
    "lat": 35.933633,
    "lot": 127.055977
  },
  {
    "name": "부송종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 부송로 200",
    "tel": "063-832-0947",
    "item": "농약",
    "lat": 35.969479,
    "lot": 126.989092
  },
  {
    "name": "북익산농협용동지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 용동면 용동1길 80-7",
    "tel": "063-862-4204",
    "item": "농약",
    "lat": 36.110396,
    "lot": 126.992164
  },
  {
    "name": "북익산농협용안지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 용안면 현내로 413",
    "tel": "063-861-3070",
    "item": "농약",
    "lat": 36.118909,
    "lot": 126.954601
  },
  {
    "name": "삼기농협",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 삼기면 황금로 489",
    "tel": "063-858-8501",
    "item": "농약",
    "lat": 36.021276,
    "lot": 126.981641
  },
  {
    "name": "삼기종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 삼기면 황금로 492",
    "tel": "063-858-6944",
    "item": "농약",
    "lat": 36.02084,
    "lot": 126.981533
  },
  {
    "name": "삼성농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 인북로 266",
    "tel": "063-857-5822",
    "item": "농약",
    "lat": 35.952085,
    "lot": 126.958782
  },
  {
    "name": "새호남농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 황등면 황등로 168",
    "tel": "063-856-5960",
    "item": "농약",
    "lat": 36.00674,
    "lot": 126.944782
  },
  {
    "name": "서림바이오",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 왕궁면 우주로 19 서림바이오",
    "tel": "063-291-8001",
    "item": "농약",
    "lat": 35.923621,
    "lot": 127.083158
  },
  {
    "name": "서익산농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 함라면 함라1길 58",
    "tel": "063-856-9860",
    "item": "농약",
    "lat": 36.05914,
    "lot": 126.910619
  },
  {
    "name": "서익산농협웅포지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 웅포면 송천로 5",
    "tel": "063-851-6461",
    "item": "농약",
    "lat": 36.0832,
    "lot": 126.884955
  },
  {
    "name": "성당농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 성당면 성당로 195",
    "tel": "063-861-0063",
    "item": "농약",
    "lat": 36.08875,
    "lot": 126.935261
  },
  {
    "name": "신농팜케미컬",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 삼기면 산단오룡길 79",
    "tel": "063-918-5288",
    "item": "농약",
    "lat": 36.034229,
    "lot": 126.992679
  },
  {
    "name": "신영아그로",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 오산면 만신길 2",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.967461,
    "lot": 126.911975
  },
  {
    "name": "신젠타코리아",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 석암로 11길 87",
    "tel": "063-830-5781",
    "item": "농약",
    "lat": 35.946619,
    "lot": 127.010135
  },
  {
    "name": "신흥종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 금마면 금마길 30",
    "tel": "063-836-8999",
    "item": "농약",
    "lat": 35.98935,
    "lot": 127.052476
  },
  {
    "name": "쌍용종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 인북로 49",
    "tel": "063-854-6288",
    "item": "농약",
    "lat": 35.933701,
    "lot": 126.950768
  },
  {
    "name": "여산농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 여산면 가람로 366",
    "tel": "063-836-5005",
    "item": "농약",
    "lat": 36.057511,
    "lot": 127.085337
  },
  {
    "name": "여산터미널 식물의,약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 여산면 가람로 380",
    "tel": "063-833-8457",
    "item": "농약",
    "lat": 36.058894,
    "lot": 127.084669
  },
  {
    "name": "역전농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 용동면 용동1길 77-1",
    "tel": "063-862-4566",
    "item": "농약",
    "lat": 36.1097,
    "lot": 126.991322
  },
  {
    "name": "충주한돈영농조합법인-제일축산영농조합",
    "sido": "충청북도",
    "addr": "충청북도 충주시 창현로 1430 (용관동)",
    "tel": "043-847-0667",
    "item": "비료",
    "lat": 36.958764,
    "lot": 127.884273
  },
  {
    "name": "농업회사법인 주식회사 대부",
    "sido": "충청북도",
    "addr": "충청북도 충주시 신니면 신의수청길 87",
    "tel": "043-000-0000",
    "item": "비료",
    "lat": 37.005922,
    "lot": 127.736355
  },
  {
    "name": "부토산업",
    "sido": "충청북도",
    "addr": "충청북도 충주시 동량면 대전리1길 15-70",
    "tel": "043-852-8666",
    "item": "비료",
    "lat": 37.056569,
    "lot": 127.934859
  },
  {
    "name": "더블유엠(WM Co.)",
    "sido": "충청북도",
    "addr": "충청북도 충주시 노은면 하너미로 147",
    "tel": "043-846-1886",
    "item": "비료",
    "lat": 37.058338,
    "lot": 127.76018
  },
  {
    "name": "유니아그로",
    "sido": "충청북도",
    "addr": "충청북도 충주시 대소원면 대학로 50, 한국교통대학교 IBI동 103-4호",
    "tel": "043-843-2100",
    "item": "비료",
    "lat": 36.968846,
    "lot": 127.872769
  },
  {
    "name": "(주)마이크로젠",
    "sido": "충청북도",
    "addr": "충청북도 충주시 풍동동막길 145-1 (풍동)",
    "tel": "043-848-8336",
    "item": "비료",
    "lat": 36.931094,
    "lot": 127.900288
  },
  {
    "name": "농업회사법인 (주)아이투비씨",
    "sido": "충청북도",
    "addr": "충청북도 충주시 충원대로 268, 건국대학교글로컬캠퍼스 창업보육센터 4층 412호 (단월동)",
    "tel": "043-000-0000",
    "item": "비료",
    "lat": 36.948785,
    "lot": 127.912426
  },
  {
    "name": "(주)한국치유농업연구소",
    "sido": "충청북도",
    "addr": "충청북도 충주시 창현로 1206, 나동 1층 일부호 (용관동)",
    "tel": "043-854-2021",
    "item": "비료",
    "lat": 36.944764,
    "lot": 127.879781
  },
  {
    "name": "(주)유피엘리미티드코리아",
    "sido": "충청북도",
    "addr": "충청북도 충주시 풍동동막길 110 (가주동)",
    "tel": "043-852-8095",
    "item": "비료",
    "lat": 36.934246,
    "lot": 127.897803
  },
  {
    "name": "(주)두애니",
    "sido": "충청북도",
    "addr": "충청북도 충주시 노은면 하너미로 149",
    "tel": "043-846-1886",
    "item": "비료",
    "lat": 37.058497,
    "lot": 127.760157
  },
  {
    "name": "(주)휴먼콘트롤즈",
    "sido": "충청북도",
    "addr": "충청북도 충주시 중앙탑면 갈동1길 38-3",
    "tel": "043-857-9592",
    "item": "비료",
    "lat": 37.0212,
    "lot": 127.846998
  },
  {
    "name": "(주)에프앤비 네이처",
    "sido": "충청북도",
    "addr": "충청북도 충주시 엄정면 귀래골길 30",
    "tel": "043-842-9974",
    "item": "비료",
    "lat": 37.072062,
    "lot": 127.922903
  },
  {
    "name": "(주)패시픽사이언스",
    "sido": "충청북도",
    "addr": "충청북도 충주시 용탄농공1길 31 (용탄동)",
    "tel": "043-845-0197",
    "item": "비료",
    "lat": 37.021488,
    "lot": 127.957905
  },
  {
    "name": "팜프랜드",
    "sido": "충청북도",
    "addr": "충청북도 충주시 창현로 1204 (용관동)",
    "tel": "043-848-2015",
    "item": "비료",
    "lat": 36.944827,
    "lot": 127.879522
  },
  {
    "name": "해피퍼티컴퍼니",
    "sido": "충청북도",
    "addr": "충청북도 충주시 살미면 세성로 35, 나동",
    "tel": "043-000-0000",
    "item": "비료",
    "lat": 36.904265,
    "lot": 127.96188
  },
  {
    "name": "(주)더한농",
    "sido": "충청북도",
    "addr": "충청북도 충주시 주덕읍 상전1길 17",
    "tel": "043-000-0000",
    "item": "비료",
    "lat": 36.955933,
    "lot": 127.765721
  },
  {
    "name": "농업회사법인 (주)한미종묘",
    "sido": "충청북도",
    "addr": "충청북도 충주시 주덕읍 솔고개로 113",
    "tel": "043-724-1071",
    "item": "비료",
    "lat": 36.986309,
    "lot": 127.794218
  },
  {
    "name": "(유)영원아그로",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 강경1길 18",
    "tel": "070-7622-2220",
    "item": "농약",
    "lat": 35.918859,
    "lot": 126.982405
  },
  {
    "name": "영농종묘농약사",
    "sido": "충청북도",
    "addr": "충청북도 충주시 산척면 천등박달로 137",
    "tel": "043-853-7799",
    "item": "농약",
    "lat": 37.080703,
    "lot": 127.956456
  },
  {
    "name": "주식회사 유피엘리미티드코리아",
    "sido": "충청북도",
    "addr": "충청북도 충주시 풍동동막길110 (가주동)(농공단지내)",
    "tel": "043-852-8095",
    "item": "농약",
    "lat": 36.934246,
    "lot": 127.897803
  },
  {
    "name": "충주농약마트",
    "sido": "충청북도",
    "addr": "충청북도 충주시 탄금대로 22 (문화동)",
    "tel": "043-856-0010",
    "item": "농약",
    "lat": 36.97418,
    "lot": 127.926324
  },
  {
    "name": "신내챙이농약사",
    "sido": "충청북도",
    "addr": "충청북도 충주시 엄정면 내창로 186",
    "tel": "043-852-3556",
    "item": "농약",
    "lat": 37.086097,
    "lot": 127.915139
  },
  {
    "name": "충주농협 가흥지점",
    "sido": "충청북도",
    "addr": "충청북도 충주시 중앙탑면 가곡로 2101",
    "tel": "043-855-5401",
    "item": "농약",
    "lat": 37.074854,
    "lot": 127.861269
  },
  {
    "name": "중앙농약사",
    "sido": "충청북도",
    "addr": "충청북도 충주시 탄금대로 17-2 (문화동)",
    "tel": "043-852-3339",
    "item": "농약",
    "lat": 36.973738,
    "lot": 127.926257
  },
  {
    "name": "서진농자재",
    "sido": "충청북도",
    "addr": "충청북도 충주시 행정9길 26-1, 103호",
    "tel": "043-843-6173",
    "item": "농약",
    "lat": 37.013357,
    "lot": 127.91787
  },
  {
    "name": "남해아그로팜주식회사",
    "sido": "충청북도",
    "addr": "충청북도 충주시 산척면 천등박달로137",
    "tel": "043-000-0000",
    "item": "농약",
    "lat": 37.080703,
    "lot": 127.956456
  },
  {
    "name": "동부친환경농자재",
    "sido": "충청북도",
    "addr": "충청북도 충주시 주덕읍 화곡1길 8",
    "tel": "043-000-0000",
    "item": "농약",
    "lat": 36.976176,
    "lot": 127.802366
  },
  {
    "name": "풍년농약마트",
    "sido": "충청북도",
    "addr": "충청북도 충주시 앙성면 가곡로 1032 (용포리 92-4)",
    "tel": "043-853-3355",
    "item": "농약",
    "lat": 37.107735,
    "lot": 127.753444
  },
  {
    "name": "충주엽연초생산협동조합",
    "sido": "충청북도",
    "addr": "충청북도 충주시 충원대로 242 (단월동)",
    "tel": "043-856-6601",
    "item": "농약",
    "lat": 36.950085,
    "lot": 127.903498
  },
  {
    "name": "주식회사 이엑스아이디",
    "sido": "충청북도",
    "addr": "충청북도 충주시 용탄농공1길 31(용탄동)",
    "tel": "043-855-2796",
    "item": "농약",
    "lat": 37.021488,
    "lot": 127.957905
  },
  {
    "name": "주식회사 아그로크라운코리아",
    "sido": "충청북도",
    "addr": "충청북도 충주시 용탄농공1길 31",
    "tel": "043-000-0000",
    "item": "농약",
    "lat": 37.021488,
    "lot": 127.957905
  },
  {
    "name": "중앙아그로",
    "sido": "충청북도",
    "addr": "충청북도 충주시 월촌2길 33-1(교현동)",
    "tel": "043-000-0000",
    "item": "농약",
    "lat": 36.977999,
    "lot": 127.943573
  },
  {
    "name": "신흥아그로",
    "sido": "충청북도",
    "addr": "충청북도 충주시 탄금대로 14(문화동)",
    "tel": "043-000-0000",
    "item": "농약",
    "lat": 36.973721,
    "lot": 127.926942
  },
  {
    "name": "(주)백산",
    "sido": "충청북도",
    "addr": "충청북도 충주시 신니면 하랭이길 70",
    "tel": "043-852-4267",
    "item": "비료",
    "lat": 36.994616,
    "lot": 127.718092
  },
  {
    "name": "(주)성신",
    "sido": "충청북도",
    "addr": "충청북도 충주시 산척면 인등로 1142-92",
    "tel": "043-851-5855",
    "item": "비료",
    "lat": 37.059456,
    "lot": 128.073251
  },
  {
    "name": "농업회사법인 엔 아그로(주)",
    "sido": "충청북도",
    "addr": "충청북도 충주시 노은면 연화2길 88",
    "tel": "043-853-8327",
    "item": "비료",
    "lat": 37.051783,
    "lot": 127.762596
  },
  {
    "name": "충주옥광산(주)",
    "sido": "충청북도",
    "addr": "충청북도 충주시 대소원면 외동길 217",
    "tel": "043-856-9307",
    "item": "비료",
    "lat": 36.922006,
    "lot": 127.844909
  },
  {
    "name": "(주)정도",
    "sido": "충청북도",
    "addr": "충청북도 충주시 신니면 신의수청길 87, (신청리 323-6)",
    "tel": "043-851-9180",
    "item": "비료",
    "lat": 37.005922,
    "lot": 127.736355
  },
  {
    "name": "영농조합법인 무지개농장",
    "sido": "충청북도",
    "addr": "충청북도 충주시 소태면 주치길 478-50",
    "tel": "043-856-3940",
    "item": "비료",
    "lat": 37.147116,
    "lot": 127.859551
  },
  {
    "name": "충주시농업기술센터",
    "sido": "충청북도",
    "addr": "충청북도 충주시 동량면 충원대로 1350",
    "tel": "043-850-3573",
    "item": "비료",
    "lat": 37.046834,
    "lot": 127.930325
  },
  {
    "name": "제토산업",
    "sido": "충청북도",
    "addr": "충청북도 충주시 충주호수로 357 (용탄동)",
    "tel": "043-842-1564",
    "item": "비료",
    "lat": 37.01955,
    "lot": 127.955512
  },
  {
    "name": "팜텍",
    "sido": "충청북도",
    "addr": "충청북도 충주시 노은면 솔고개로 707",
    "tel": "043-848-6222",
    "item": "비료",
    "lat": 37.028925,
    "lot": 127.774322
  },
  {
    "name": "(주)세명내츄럴",
    "sido": "충청북도",
    "addr": "충청북도 충주시 수안보면 중골안길 20",
    "tel": "043-848-4301",
    "item": "비료",
    "lat": 36.878266,
    "lot": 127.961627
  },
  {
    "name": "이원산업(주)",
    "sido": "충청북도",
    "addr": "충청북도 충주시 주덕읍 창전길 66-27",
    "tel": "043-000-0000",
    "item": "비료",
    "lat": 36.976464,
    "lot": 127.772151
  },
  {
    "name": "흥농농약사",
    "sido": "경기도",
    "addr": "경기도 가평군 가평읍 오리나무길 16",
    "tel": "031-582-2725",
    "item": "농약",
    "lat": 37.826138,
    "lot": 127.514022
  },
  {
    "name": "㈜에이치앤소싱컴퍼니",
    "sido": "경기도",
    "addr": "경기도 가평군 상면 왕대벌길 103-15",
    "tel": "031-584-2535",
    "item": "비료",
    "lat": 37.766297,
    "lot": 127.375493
  },
  {
    "name": "㈜킨섹트",
    "sido": "경기도",
    "addr": "경기도 가평군 상면 임초밤안골로 191-35",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 37.75222,
    "lot": 127.368966
  },
  {
    "name": "가평군 농업기술센터",
    "sido": "경기도",
    "addr": "경기도 가평군 가평읍 아랫마장길 59",
    "tel": "031-580-2883",
    "item": "비료",
    "lat": 37.845967,
    "lot": 127.498647
  },
  {
    "name": "주덕농협 영농자재백화점",
    "sido": "충청북도",
    "addr": "충청북도 충주시 주덕읍 신양로 34",
    "tel": "043-846-0513",
    "item": "농약",
    "lat": 36.970211,
    "lot": 127.792127
  },
  {
    "name": "주덕농약사",
    "sido": "충청북도",
    "addr": "충청북도 충주시 주덕읍 신덕로 1368",
    "tel": "043-846-8189",
    "item": "농약",
    "lat": 36.974408,
    "lot": 127.796339
  },
  {
    "name": "수안보농업 경제사업장",
    "sido": "충청북도",
    "addr": "충청북도 충주시 수안보면 온천중앙길 11",
    "tel": "043-841-2620",
    "item": "농약",
    "lat": 36.847847,
    "lot": 127.990743
  },
  {
    "name": "서충주농업협동조합",
    "sido": "충청북도",
    "addr": "충청북도 충주시 대소원면 금곡만정길 91",
    "tel": "043-846-1006",
    "item": "농약",
    "lat": 36.966571,
    "lot": 127.832949
  },
  {
    "name": "신니농약사",
    "sido": "충청북도",
    "addr": "충청북도 충주시 신니면 덕고개로 5",
    "tel": "043-852-3042",
    "item": "농약",
    "lat": 36.996829,
    "lot": 127.736419
  },
  {
    "name": "주덕농협 신니지점",
    "sido": "충청북도",
    "addr": "충청북도 충주시 신니면 덕고개로 15",
    "tel": "043-852-5489",
    "item": "농약",
    "lat": 36.997565,
    "lot": 127.736166
  },
  {
    "name": "노은농약사",
    "sido": "충청북도",
    "addr": "충청북도 충주시 노은면 감노로 1430",
    "tel": "043-853-4060",
    "item": "농약",
    "lat": 37.0463,
    "lot": 127.756452
  },
  {
    "name": "풍년농자재",
    "sido": "충청북도",
    "addr": "충청북도 충주시 노은면 상입장길 16",
    "tel": "043-853-3676",
    "item": "농약",
    "lat": 37.047733,
    "lot": 127.756481
  },
  {
    "name": "충주농협 노은지점",
    "sido": "충청북도",
    "addr": "충청북도 충주시 노은면 연하중앙길 26 (연하리 532-2)",
    "tel": "043-853-3901",
    "item": "농약",
    "lat": 37.047145,
    "lot": 127.755415
  },
  {
    "name": "앙성농약사",
    "sido": "충청북도",
    "addr": "충청북도 충주시 앙성면 하너미로 783",
    "tel": "043-855-0107",
    "item": "농약",
    "lat": 37.10655,
    "lot": 127.75572
  },
  {
    "name": "북충주농업협동조합",
    "sido": "충청북도",
    "addr": "충청북도 충주시 앙성면 가곡로 1027",
    "tel": "043-855-6930",
    "item": "농약",
    "lat": 37.108518,
    "lot": 127.75325
  },
  {
    "name": "충주농협 중앙탑지점",
    "sido": "충청북도",
    "addr": "충청북도 충주시 중앙탑면 중앙탑길 219(탑평리 186)",
    "tel": "043-855-0811",
    "item": "농약",
    "lat": 37.027036,
    "lot": 127.858568
  },
  {
    "name": "중원농협 금가지점",
    "sido": "충청북도",
    "addr": "충청북도 충주시 금가면 강수로 351-7",
    "tel": "043-853-8164",
    "item": "농약",
    "lat": 37.043678,
    "lot": 127.927124
  },
  {
    "name": "중원농업협동조합",
    "sido": "충청북도",
    "addr": "충청북도 충주시 동량면 조동1길 70",
    "tel": "043-851-0306",
    "item": "농약",
    "lat": 37.026889,
    "lot": 127.967681
  },
  {
    "name": "산척농약종묘사",
    "sido": "충청북도",
    "addr": "충청북도 충주시 산척면 천등박달로 146",
    "tel": "043-853-6168",
    "item": "농약",
    "lat": 37.081118,
    "lot": 127.95739
  },
  {
    "name": "산척농업협동조합",
    "sido": "충청북도",
    "addr": "충청북도 충주시 산척면 동산로 714",
    "tel": "043-841-7710",
    "item": "농약",
    "lat": 37.080703,
    "lot": 127.957559
  },
  {
    "name": "엄정농약백화점",
    "sido": "충청북도",
    "addr": "충청북도 충주시 엄정면 내창로 182",
    "tel": "043-852-2101",
    "item": "농약",
    "lat": 37.085862,
    "lot": 127.914576
  },
  {
    "name": "동충주농업협동조합",
    "sido": "충청북도",
    "addr": "충청북도 충주시 엄정면 엄정길 71",
    "tel": "043-852-1553",
    "item": "농약",
    "lat": 37.085854,
    "lot": 127.91506
  },
  {
    "name": "동충주농협 소태지점",
    "sido": "충청북도",
    "addr": "충청북도 충주시 소태면 소태로 226",
    "tel": "043-855-1608",
    "item": "농약",
    "lat": 37.10917,
    "lot": 127.846265
  },
  {
    "name": "청일농약사",
    "sido": "충청북도",
    "addr": "충청북도 충주시 자유시장길 45(성내동)",
    "tel": "043-842-1232",
    "item": "농약",
    "lat": 36.973166,
    "lot": 127.934131
  },
  {
    "name": "풍국농약종묘사",
    "sido": "충청북도",
    "addr": "충청북도 충주시 탄금대로 11-1 (문화동)",
    "tel": "043-857-2842",
    "item": "농약",
    "lat": 36.973468,
    "lot": 127.926741
  },
  {
    "name": "칠금신용협동조합",
    "sido": "충청북도",
    "addr": "충청북도 충주시 탄금대로 216",
    "tel": "043-842-7781",
    "item": "농약",
    "lat": 36.983963,
    "lot": 127.908061
  },
  {
    "name": "고려농약사",
    "sido": "충청북도",
    "addr": "충청북도 충주시 천변로 253 (교현동)",
    "tel": "043-848-6797",
    "item": "농약",
    "lat": 36.973455,
    "lot": 127.935434
  },
  {
    "name": "현대농약사",
    "sido": "충청북도",
    "addr": "충청북도 충주시 탄금대로 7 (문화동)",
    "tel": "043-843-4945",
    "item": "농약",
    "lat": 36.973252,
    "lot": 127.927235
  },
  {
    "name": "신흥농약사",
    "sido": "충청북도",
    "addr": "충청북도 충주시 탄금대로 12(문화동)",
    "tel": "043-847-1229",
    "item": "농약",
    "lat": 36.973613,
    "lot": 127.927133
  },
  {
    "name": "충주농업협동조합",
    "sido": "충청북도",
    "addr": "충청북도 충주시 중원대로 3438",
    "tel": "043-841-2033",
    "item": "농약",
    "lat": 36.972681,
    "lot": 127.921384
  },
  {
    "name": "충주농협 목행지점",
    "sido": "충청북도",
    "addr": "충청북도 충주시 행정13길 8(목행동)",
    "tel": "043-853-0330",
    "item": "농약",
    "lat": 37.014376,
    "lot": 127.917678
  },
  {
    "name": "충주농협 단월지점",
    "sido": "충청북도",
    "addr": "충청북도 충주시 하단1길 24-4(단월동)",
    "tel": "043-852-1979",
    "item": "농약",
    "lat": 36.946938,
    "lot": 127.902121
  },
  {
    "name": "신부농농자재",
    "sido": "충청북도",
    "addr": "충청북도 충주시 탄금대로 15 (문화동)",
    "tel": "043-846-3439",
    "item": "농약",
    "lat": 36.973594,
    "lot": 127.926516
  },
  {
    "name": "자선종묘사",
    "sido": "경기도",
    "addr": "경기도 파주시 평화로 69",
    "tel": "031-943-1209",
    "item": "농약",
    "lat": 37.76368,
    "lot": 126.769608
  },
  {
    "name": "적성식물병원",
    "sido": "경기도",
    "addr": "경기도 파주시 적성면 솥뒤로 22",
    "tel": "031-958-7800",
    "item": "농약",
    "lat": 37.956102,
    "lot": 126.91732
  },
  {
    "name": "조리농업협동조합",
    "sido": "경기도",
    "addr": "경기도 파주시 조리읍 통일로 439",
    "tel": "031-945-6044",
    "item": "농약",
    "lat": 37.752378,
    "lot": 126.802366
  },
  {
    "name": "주내종묘사",
    "sido": "경기도",
    "addr": "경기도 파주시 파주읍 우계로 53",
    "tel": "031-952-4776",
    "item": "농약",
    "lat": 37.831726,
    "lot": 126.816543
  },
  {
    "name": "진흥종묘사",
    "sido": "경기도",
    "addr": "경기도 파주시 문산읍 문산로 22",
    "tel": "031-952-1182",
    "item": "농약",
    "lat": 37.857311,
    "lot": 126.781462
  },
  {
    "name": "천현농협 법원동지점",
    "sido": "경기도",
    "addr": "경기도 파주시 법원읍 법원로 15",
    "tel": "031-958-0587",
    "item": "농약",
    "lat": 37.847843,
    "lot": 126.876372
  },
  {
    "name": "청년모종",
    "sido": "경기도",
    "addr": "경기도 파주시 월롱면 금월로 320",
    "tel": "031-945-8203",
    "item": "농약",
    "lat": 37.793433,
    "lot": 126.781724
  },
  {
    "name": "탄현농업협동조합 자재센터",
    "sido": "경기도",
    "addr": "경기도 파주시 탄현면 방촌로 641",
    "tel": "031-945-8016",
    "item": "농약",
    "lat": 37.80097,
    "lot": 126.717413
  },
  {
    "name": "파주경농사",
    "sido": "경기도",
    "addr": "경기도 파주시 교하로 430",
    "tel": "031-000-0000",
    "item": "농약",
    "lat": 37.705755,
    "lot": 126.731088
  },
  {
    "name": "파주농협경제사업장",
    "sido": "경기도",
    "addr": "경기도 파주시 파주읍 주라위길 288",
    "tel": "031-954-2110",
    "item": "농약",
    "lat": 37.814418,
    "lot": 126.805771
  },
  {
    "name": "파주종묘농약사",
    "sido": "경기도",
    "addr": "경기도 파주시 파주읍 우계로 45",
    "tel": "031-953-1883",
    "item": "농약",
    "lat": 37.831013,
    "lot": 126.816058
  },
  {
    "name": "파주종합물류",
    "sido": "경기도",
    "addr": "경기도 파주시 법원읍 화합로 372-14",
    "tel": "031-959-8842",
    "item": "농약",
    "lat": 37.849122,
    "lot": 126.90559
  },
  {
    "name": "하나종묘",
    "sido": "경기도",
    "addr": "경기도 파주시 법원읍 술이홀로 891",
    "tel": "031-958-2267",
    "item": "농약",
    "lat": 37.850575,
    "lot": 126.873895
  },
  {
    "name": "황소농약농자재",
    "sido": "경기도",
    "addr": "경기도 파주시 문산읍 임진나루길 318",
    "tel": "031-954-2518",
    "item": "농약",
    "lat": 37.878625,
    "lot": 126.791929
  },
  {
    "name": "흥농종묘농약사",
    "sido": "경기도",
    "addr": "경기도 파주시 문산읍 문향로 51",
    "tel": "031-952-2172",
    "item": "농약",
    "lat": 37.856455,
    "lot": 126.785211
  },
  {
    "name": "흥농종묘원",
    "sido": "경기도",
    "addr": "경기도 파주시 법원읍 사임당로 843",
    "tel": "031-958-0150",
    "item": "농약",
    "lat": 37.849186,
    "lot": 126.874545
  },
  {
    "name": "흥부농약사",
    "sido": "경기도",
    "addr": "경기도 파주시 파평면 청송로 591",
    "tel": "031-958-3661",
    "item": "농약",
    "lat": 37.940083,
    "lot": 126.874123
  },
  {
    "name": "그린월드21영농조합",
    "sido": "경기도",
    "addr": "경기도 파주시 적성면 가월로 61-17",
    "tel": "031-962-6789",
    "item": "비료",
    "lat": 37.964403,
    "lot": 126.906034
  },
  {
    "name": "중앙비료",
    "sido": "경기도",
    "addr": "경기도 파주시 적성면 장뜰길 213",
    "tel": "031-959-6788",
    "item": "비료",
    "lat": 37.976922,
    "lot": 126.975992
  },
  {
    "name": "가농아그로",
    "sido": "경기도",
    "addr": "경기도 가평군 가평읍 가화로 69",
    "tel": "031-582-8810",
    "item": "농약",
    "lat": 37.826002,
    "lot": 127.515204
  },
  {
    "name": "가평군농업협동조합",
    "sido": "경기도",
    "addr": "경기도 가평군 가평읍 보납로 50",
    "tel": "031-581-2391",
    "item": "농약",
    "lat": 37.831095,
    "lot": 127.516296
  },
  {
    "name": "가평군농협북면지점",
    "sido": "경기도",
    "addr": "경기도 가평군 북면 화악산로 19",
    "tel": "031-582-2590",
    "item": "농약",
    "lat": 37.887084,
    "lot": 127.550357
  },
  {
    "name": "가평군농협상면지점",
    "sido": "경기도",
    "addr": "경기도 가평군 상면 기와집길 14",
    "tel": "031-585-2015",
    "item": "농약",
    "lat": 37.805743,
    "lot": 127.355547
  },
  {
    "name": "가평군농협자재설악지점",
    "sido": "경기도",
    "addr": "경기도 가평군 설악면 자잠로 30-1",
    "tel": "031-585-0787",
    "item": "농약",
    "lat": 37.680042,
    "lot": 127.489793
  },
  {
    "name": "가평군농협조종지점",
    "sido": "경기도",
    "addr": "경기도 가평군 조종면 청군로 1311-14",
    "tel": "031-585-0050",
    "item": "농약",
    "lat": 37.820528,
    "lot": 127.343644
  },
  {
    "name": "가평군농협청평지점",
    "sido": "경기도",
    "addr": "경기도 가평군 청평면 청평중앙로 29",
    "tel": "031-582-0240",
    "item": "농약",
    "lat": 37.73705,
    "lot": 127.417875
  },
  {
    "name": "경기농약사",
    "sido": "경기도",
    "addr": "경기도 가평군 가평읍 가화로 63",
    "tel": "031-581-2204",
    "item": "농약",
    "lat": 37.825579,
    "lot": 127.515454
  },
  {
    "name": "농부의창고 전원생활",
    "sido": "경기도",
    "addr": "경기도 가평군 설악면 유명로 1624 104호",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 37.674444,
    "lot": 127.48663
  },
  {
    "name": "대풍농약사",
    "sido": "경기도",
    "addr": "경기도 가평군 상면 청군로 925",
    "tel": "031-584-3369",
    "item": "농약",
    "lat": 37.793506,
    "lot": 127.365793
  },
  {
    "name": "서울종묘농약사",
    "sido": "경기도",
    "addr": "경기도 가평군 조종면 현창로 51",
    "tel": "031-585-2649",
    "item": "농약",
    "lat": 37.819307,
    "lot": 127.347726
  },
  {
    "name": "설악농약사",
    "sido": "경기도",
    "addr": "경기도 가평군 설악면 신천중앙로 41",
    "tel": "031-584-7238",
    "item": "농약",
    "lat": 37.673363,
    "lot": 127.491404
  },
  {
    "name": "조종농약사",
    "sido": "경기도",
    "addr": "경기도 가평군 조종면 현창로 38번길 9",
    "tel": "031-585-0549",
    "item": "농약",
    "lat": 37.819065,
    "lot": 127.348772
  },
  {
    "name": "중앙종묘사",
    "sido": "경기도",
    "addr": "경기도 가평군 조종면 현창로 59",
    "tel": "031-585-8844",
    "item": "농약",
    "lat": 37.819784,
    "lot": 127.34727
  },
  {
    "name": "청평화훼종묘사",
    "sido": "경기도",
    "addr": "경기도 가평군 청평면 경춘로 874",
    "tel": "031-584-5196",
    "item": "농약",
    "lat": 37.741002,
    "lot": 127.423342
  },
  {
    "name": "풍년농약 종묘사",
    "sido": "경기도",
    "addr": "경기도 가평군 가평읍 가화로 195",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 37.836287,
    "lot": 127.509387
  },
  {
    "name": "한국농약백화점",
    "sido": "경기도",
    "addr": "경기도 가평군 설악면 신천중앙로 103-1",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 37.677176,
    "lot": 127.491971
  },
  {
    "name": "(주)엔이비",
    "sido": "경기도",
    "addr": "경기도 파주시 문산읍 사임당로365번길 32",
    "tel": "031-958-1008",
    "item": "비료",
    "lat": 37.862637,
    "lot": 126.82888
  },
  {
    "name": "(주)서진인바텍",
    "sido": "경기도",
    "addr": "경기도 파주시 광탄면 바랑골길 132-20",
    "tel": "031-922-3859",
    "item": "비료",
    "lat": 37.808349,
    "lot": 126.891061
  },
  {
    "name": "파주시",
    "sido": "경기도",
    "addr": "경기도 파주시 시청로 50",
    "tel": "031-957-7951",
    "item": "비료",
    "lat": 37.760043,
    "lot": 126.779876
  },
  {
    "name": "제일농산",
    "sido": "경기도",
    "addr": "경기도 파주시 모련안길 61",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.746144,
    "lot": 126.715531
  },
  {
    "name": "(주)다비씨앤아이",
    "sido": "경기도",
    "addr": "경기도 파주시 월롱면 황소바위길 309-2",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.780173,
    "lot": 126.799639
  },
  {
    "name": "비송무역",
    "sido": "경기도",
    "addr": "경기도 파주시 조리읍 능안로 37",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.741723,
    "lot": 126.802489
  },
  {
    "name": "필드파워",
    "sido": "경기도",
    "addr": "경기도 파주시 솔아래길 121-31",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.736054,
    "lot": 126.778926
  },
  {
    "name": "(주)교원 프라퍼티",
    "sido": "경기도",
    "addr": "경기도 파주시 검산로 301-22",
    "tel": "031-945-5263",
    "item": "비료",
    "lat": 37.798849,
    "lot": 126.738462
  },
  {
    "name": "(주)오투엔에스",
    "sido": "경기도",
    "addr": "경기도 파주시 교하로425번길 17-20",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.705419,
    "lot": 126.732861
  },
  {
    "name": "(유)사라리미티드",
    "sido": "경기도",
    "addr": "경기도 파주시 조리읍 뇌조로 73-5",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.753822,
    "lot": 126.810301
  },
  {
    "name": "(주)듀립",
    "sido": "경기도",
    "addr": "경기도 파주시 광탄면 방축안길 34",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.811915,
    "lot": 126.859932
  },
  {
    "name": "디엔바이오",
    "sido": "경기도",
    "addr": "경기도 파주시 책향기로 209",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.721062,
    "lot": 126.718451
  },
  {
    "name": "(주)두성",
    "sido": "경기도",
    "addr": "경기도 파주시 상골길 308",
    "tel": "031-946-9515",
    "item": "농약",
    "lat": 37.795189,
    "lot": 126.728215
  },
  {
    "name": "가나종묘농약사",
    "sido": "경기도",
    "addr": "경기도 파주시 금정로 60",
    "tel": "031-949-4959",
    "item": "농약",
    "lat": 37.760202,
    "lot": 126.774489
  },
  {
    "name": "가야그린 주식회사",
    "sido": "경기도",
    "addr": "경기도 파주시 새꽃로 329",
    "tel": "031-945-5769",
    "item": "농약",
    "lat": 37.770533,
    "lot": 126.787965
  },
  {
    "name": "광탄농협",
    "sido": "경기도",
    "addr": "경기도 파주시 광탄면 등원로 527",
    "tel": "031-947-7871",
    "item": "농약",
    "lat": 37.78336,
    "lot": 126.844909
  },
  {
    "name": "금촌농약사",
    "sido": "경기도",
    "addr": "경기도 파주시 방촌로 344",
    "tel": "031-945-4359",
    "item": "농약",
    "lat": 37.776567,
    "lot": 126.725803
  },
  {
    "name": "금촌농협경제사업소",
    "sido": "경기도",
    "addr": "경기도 파주시 평화로 236",
    "tel": "031-945-2724",
    "item": "농약",
    "lat": 37.772345,
    "lot": 126.755784
  },
  {
    "name": "김포파주인삼농협파주지점",
    "sido": "경기도",
    "addr": "경기도 파주시 파평면 파산서원길 482",
    "tel": "031-957-6363",
    "item": "농약",
    "lat": 37.935941,
    "lot": 126.865804
  },
  {
    "name": "농사원",
    "sido": "경기도",
    "addr": "경기도 파주시 적성면 감악산로 1321-11",
    "tel": "031-000-0000",
    "item": "농약",
    "lat": 37.964412,
    "lot": 126.924798
  },
  {
    "name": "대풍종묘농약",
    "sido": "경기도",
    "addr": "경기도 파주시 탄현면 방촌로 634",
    "tel": "031-945-0505",
    "item": "농약",
    "lat": 37.800725,
    "lot": 126.718881
  },
  {
    "name": "덕수종묘사",
    "sido": "경기도",
    "addr": "경기도 파주시 적성면 솥뒤로 31",
    "tel": "031-959-4037",
    "item": "농약",
    "lat": 37.956624,
    "lot": 126.916382
  },
  {
    "name": "동서조경건설 주식회사",
    "sido": "경기도",
    "addr": "경기도 파주시 월롱면 아동로 151",
    "tel": "031-949-5764",
    "item": "농약",
    "lat": 37.772629,
    "lot": 126.787801
  },
  {
    "name": "미래상사",
    "sido": "경기도",
    "addr": "경기도 파주시 평화로 136",
    "tel": "031-944-5201",
    "item": "농약",
    "lat": 37.768249,
    "lot": 126.765343
  },
  {
    "name": "부국원",
    "sido": "경기도",
    "addr": "경기도 파주시 문산읍 문향로49번길 5",
    "tel": "031-952-3403",
    "item": "농약",
    "lat": 37.856199,
    "lot": 126.785074
  },
  {
    "name": "북파주농업협동조합",
    "sido": "경기도",
    "addr": "경기도 파주시 문산읍 방촌로 1767",
    "tel": "031-953-5117",
    "item": "농약",
    "lat": 37.870548,
    "lot": 126.786068
  },
  {
    "name": "북파주농협적성지점",
    "sido": "경기도",
    "addr": "경기도 파주시 적성면 칠중1길 38",
    "tel": "031-959-8879",
    "item": "농약",
    "lat": 37.952583,
    "lot": 126.918027
  },
  {
    "name": "북파주농협파평지점",
    "sido": "경기도",
    "addr": "경기도 파주시 파평면 청송로 183",
    "tel": "031-958-5703",
    "item": "농약",
    "lat": 37.921463,
    "lot": 126.838972
  },
  {
    "name": "순흥케미칼",
    "sido": "경기도",
    "addr": "경기도 파주시 광탄면 혜음로1120번길 12-14",
    "tel": "031-000-0000",
    "item": "농약",
    "lat": 37.781707,
    "lot": 126.84831
  },
  {
    "name": "신교하농협 영농자재센터",
    "sido": "경기도",
    "addr": "경기도 파주시 천정구로 61",
    "tel": "031-944-4594",
    "item": "농약",
    "lat": 37.740628,
    "lot": 126.752181
  },
  {
    "name": "아트 주식회사",
    "sido": "경기도",
    "addr": "경기도 파주시 탄현면 헤이리마을길 76-91",
    "tel": "031-000-0000",
    "item": "농약",
    "lat": 37.786832,
    "lot": 126.702757
  },
  {
    "name": "운정농약사 운정농원",
    "sido": "경기도",
    "addr": "경기도 파주시 교하로 451",
    "tel": "031-000-0000",
    "item": "농약",
    "lat": 37.704658,
    "lot": 126.728976
  },
  {
    "name": "월롱농협",
    "sido": "경기도",
    "addr": "경기도 파주시 월롱면 통일로 983",
    "tel": "031-945-9010",
    "item": "농약",
    "lat": 37.796671,
    "lot": 126.791367
  },
  {
    "name": "유성종묘사",
    "sido": "경기도",
    "addr": "경기도 파주시 파평면 장마루로 247",
    "tel": "031-958-3249",
    "item": "농약",
    "lat": 37.944029,
    "lot": 126.837623
  },
  {
    "name": "한농농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 일반성면 동부로 2003",
    "tel": "055-763-5558",
    "item": "농약",
    "lat": 35.170399,
    "lot": 128.280871
  },
  {
    "name": "동부농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 일반성면 동부로 2011",
    "tel": "055-754-6139",
    "item": "농약",
    "lat": 35.170456,
    "lot": 128.281732
  },
  {
    "name": "중앙농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 일반성면 동부로 2017",
    "tel": "055-756-0112",
    "item": "농약",
    "lat": 35.170525,
    "lot": 128.282287
  },
  {
    "name": "제이팜",
    "sido": "경상남도",
    "addr": "경상남도 진주시 장대로 24",
    "tel": "055-742-6949",
    "item": "농약",
    "lat": 35.193604,
    "lot": 128.088575
  },
  {
    "name": "농업회사법인 나라주식회사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 지수면 금평로 187",
    "tel": "055-744-1714",
    "item": "비료",
    "lat": 35.208355,
    "lot": 128.25987
  },
  {
    "name": "부천시흥원예농협",
    "sido": "경기도",
    "addr": "경기도 부천시 소사구 심곡로15번길 32",
    "tel": "032-620-5313",
    "item": "농약",
    "lat": 37.482062,
    "lot": 126.77836
  },
  {
    "name": "토천바이오",
    "sido": "경상남도",
    "addr": "경상남도 진주시 집현면 남강로 1769-1",
    "tel": "055-763-2815",
    "item": "농약",
    "lat": 35.218436,
    "lot": 128.124025
  },
  {
    "name": "동두천농업협동조합",
    "sido": "경기도",
    "addr": "경기도 동두천시 어수로 25",
    "tel": "031-867-3300",
    "item": "농약",
    "lat": 37.905259,
    "lot": 127.046301
  },
  {
    "name": "현대농자재",
    "sido": "경기도",
    "addr": "경기도 동두천시 삼육사로 904",
    "tel": "031-868-8886",
    "item": "농약",
    "lat": 37.899703,
    "lot": 127.050354
  },
  {
    "name": "중앙종묘농약사",
    "sido": "경기도",
    "addr": "경기도 동두천시 중앙로 222",
    "tel": "031-865-7312",
    "item": "농약",
    "lat": 37.901411,
    "lot": 127.053117
  },
  {
    "name": "반월종묘농약사",
    "sido": "경기도",
    "addr": "경기도 안산시 상록구 건건로 45",
    "tel": "031-437-1583",
    "item": "농약",
    "lat": 37.305607,
    "lot": 126.90227
  },
  {
    "name": "대부종묘농약사",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 대남로 7",
    "tel": "032-883-8170",
    "item": "농약",
    "lat": 37.241972,
    "lot": 126.584801
  },
  {
    "name": "진흥농약",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 대부중앙로 99",
    "tel": "032-886-2738",
    "item": "농약",
    "lat": 37.242892,
    "lot": 126.584891
  },
  {
    "name": "그린퍼티라이저㈜",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 고잔로 76",
    "tel": "031-405-7697",
    "item": "혼합",
    "lat": 37.318843,
    "lot": 126.83487
  },
  {
    "name": "제일농약사",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 화랑로 98",
    "tel": "031-402-5051",
    "item": "농약",
    "lat": 37.326852,
    "lot": 126.799685
  },
  {
    "name": "안산농약종묘사",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 다리간2길 8",
    "tel": "031-487-9777",
    "item": "농약",
    "lat": 37.31332,
    "lot": 126.822505
  },
  {
    "name": "군자농협 대부경제사업소",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 대부중앙로 141",
    "tel": "032-886-6100",
    "item": "농약",
    "lat": 37.241619,
    "lot": 126.589272
  },
  {
    "name": "㈜농협케미컬안산공장",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 해안로 152",
    "tel": "031-495-7870",
    "item": "농약",
    "lat": 37.298506,
    "lot": 126.773379
  },
  {
    "name": "가람종묘농약사",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 화정로1길 23",
    "tel": "031-402-3132",
    "item": "농약",
    "lat": 37.333634,
    "lot": 126.818823
  },
  {
    "name": "반월농협 경제사업소",
    "sido": "경기도",
    "addr": "경기도 안산시 상록구 해안로 1196",
    "tel": "031-437-0017",
    "item": "농약",
    "lat": 37.289411,
    "lot": 126.874186
  },
  {
    "name": "조은농약사",
    "sido": "경기도",
    "addr": "경기도 안산시 상록구 창말1길 21",
    "tel": "031-507-4471",
    "item": "농약",
    "lat": 37.306248,
    "lot": 126.903702
  },
  {
    "name": "위드크롭스 주식회사",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 산단로19번길 168",
    "tel": "070-8299-5574",
    "item": "비료",
    "lat": 37.302874,
    "lot": 126.766755
  },
  {
    "name": "제일농자재",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 도일로 100",
    "tel": "031-418-6857",
    "item": "농약",
    "lat": 37.339359,
    "lot": 126.783967
  },
  {
    "name": "경인이엔지㈜",
    "sido": "경기도",
    "addr": "경기도 안산시 상록구 한양대학로 86",
    "tel": "031-485-5522",
    "item": "농약",
    "lat": 37.302709,
    "lot": 126.836408
  },
  {
    "name": "무경바이오",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 산단로 112-15",
    "tel": "031-494-1237",
    "item": "비료",
    "lat": 37.30527,
    "lot": 126.789625
  },
  {
    "name": "안산시농업기술센터",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 갈마지1길 104",
    "tel": "031-481-2599",
    "item": "비료",
    "lat": 37.248737,
    "lot": 126.591088
  },
  {
    "name": "안산시음식물폐기물공공자원화시설",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 해봉로 13",
    "tel": "031-481-2784",
    "item": "비료",
    "lat": 37.303138,
    "lot": 126.757038
  },
  {
    "name": "테콘",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 산단로67번길 79",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 37.303926,
    "lot": 126.778009
  },
  {
    "name": "디에스바이오",
    "sido": "경기도",
    "addr": "경기도 안산시 상록구 담원길 25",
    "tel": "031-437-0130",
    "item": "비료",
    "lat": 37.295282,
    "lot": 126.885018
  },
  {
    "name": "에코렌드코퍼레이션",
    "sido": "경기도",
    "addr": "경기도 파주시 광탄면 샘말길 25",
    "tel": "031-918-6106",
    "item": "비료",
    "lat": 37.73939,
    "lot": 126.874038
  },
  {
    "name": "한비21",
    "sido": "경기도",
    "addr": "경기도 파주시 조리읍 통일로 173",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.736968,
    "lot": 126.822951
  },
  {
    "name": "(주)이엠바이오",
    "sido": "경기도",
    "addr": "경기도 파주시 운정벌판길 35",
    "tel": "031-944-6176",
    "item": "비료",
    "lat": 37.727538,
    "lot": 126.770518
  },
  {
    "name": "그린바이오텍",
    "sido": "경기도",
    "addr": "경기도 파주시 솔아래길 121-49",
    "tel": "031-946-5614",
    "item": "비료",
    "lat": 37.735214,
    "lot": 126.777683
  },
  {
    "name": "파주시농업기술센터",
    "sido": "경기도",
    "addr": "경기도 파주시 통일로 600",
    "tel": "031-940-4900",
    "item": "비료",
    "lat": 37.763981,
    "lot": 126.795551
  },
  {
    "name": "파주연천축산업협동조합",
    "sido": "경기도",
    "addr": "경기도 파주시 문화로 90",
    "tel": "031-948-1986",
    "item": "비료",
    "lat": 37.762162,
    "lot": 126.775154
  },
  {
    "name": "라이프아그로(주)",
    "sido": "경기도",
    "addr": "경기도 파주시 소라지로 176-19",
    "tel": "031-932-3001",
    "item": "비료",
    "lat": 37.741166,
    "lot": 126.695572
  },
  {
    "name": "나노팜텍",
    "sido": "경기도",
    "addr": "경기도 파주시 파평면 장승배기로268번길 54",
    "tel": "031-957-7389",
    "item": "비료",
    "lat": 37.887834,
    "lot": 126.81831
  },
  {
    "name": "동성IND",
    "sido": "경기도",
    "addr": "경기도 파주시 금정2길 24",
    "tel": "070-8717-9608",
    "item": "비료",
    "lat": 37.755706,
    "lot": 126.777703
  },
  {
    "name": "미래산업",
    "sido": "경기도",
    "addr": "경기도 파주시 탄현면 소리개길 166",
    "tel": "031-000-0000",
    "item": "비료",
    "lat": 37.789444,
    "lot": 126.71275
  },
  {
    "name": "명신상사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 일반성면 동부로 1950",
    "tel": "055-751-7289",
    "item": "농약",
    "lat": 35.17168,
    "lot": 128.275684
  },
  {
    "name": "서울영농자재상사",
    "sido": "경기도",
    "addr": "경기도 평택시 안중읍 안현로서2길 24",
    "tel": "031-681-0807",
    "item": "농약",
    "lat": 36.988292,
    "lot": 126.929261
  },
  {
    "name": "세계농약사",
    "sido": "경기도",
    "addr": "경기도 평택시 오성면 숙성시장길 66-1",
    "tel": "031-683-8381",
    "item": "농약",
    "lat": 37.008175,
    "lot": 126.985141
  },
  {
    "name": "송탄농약플라워",
    "sido": "경기도",
    "addr": "경기도 평택시 탄현로326번길 7",
    "tel": "031-662-7476",
    "item": "농약",
    "lat": 37.08114,
    "lot": 127.056343
  },
  {
    "name": "송탄농협고덕지점",
    "sido": "경기도",
    "addr": "경기도 평택시 고덕면 궁2길 27-12",
    "tel": "031-663-1551",
    "item": "농약",
    "lat": 37.018293,
    "lot": 127.030295
  },
  {
    "name": "송탄농업협동조합 영농자재센터",
    "sido": "경기도",
    "addr": "경기도 평택시 청원로 1434",
    "tel": "031-667-1522",
    "item": "농약",
    "lat": 37.056586,
    "lot": 127.055466
  },
  {
    "name": "송탄농협봉남지점",
    "sido": "경기도",
    "addr": "경기도 평택시 진위면 봉남길 39",
    "tel": "031-663-1571",
    "item": "농약",
    "lat": 37.100567,
    "lot": 127.088547
  },
  {
    "name": "송탄농협서탄지점",
    "sido": "경기도",
    "addr": "경기도 평택시 서탄면 서탄로 286",
    "tel": "031-663-1541",
    "item": "농약",
    "lat": 37.108413,
    "lot": 127.033492
  },
  {
    "name": "신현대농약사",
    "sido": "경기도",
    "addr": "경기도 평택시 안중읍 안중로 94, 원정빌딩101호",
    "tel": "031-682-8676",
    "item": "농약",
    "lat": 36.988514,
    "lot": 126.926899
  },
  {
    "name": "안중농업협동조합",
    "sido": "경기도",
    "addr": "경기도 평택시 현덕면 송담1로 6",
    "tel": "031-681-8061",
    "item": "농약",
    "lat": 36.975873,
    "lot": 126.924055
  },
  {
    "name": "안중농업협동조합오성지점",
    "sido": "경기도",
    "addr": "경기도 평택시 오성면 숙성시장길 28",
    "tel": "031-681-2106",
    "item": "농약",
    "lat": 37.007348,
    "lot": 126.981175
  },
  {
    "name": "안중농업협동조합청북지점",
    "sido": "경기도",
    "addr": "경기도 평택시 청북읍 신포길 52",
    "tel": "031-683-5315",
    "item": "농약",
    "lat": 37.040589,
    "lot": 126.933834
  },
  {
    "name": "안중농업협동조합포승지점",
    "sido": "경기도",
    "addr": "경기도 평택시 포승읍 서동대로 1174",
    "tel": "031-681-2108",
    "item": "농약",
    "lat": 36.983211,
    "lot": 126.884346
  },
  {
    "name": "안중농자재",
    "sido": "경기도",
    "addr": "경기도 평택시 안중읍 안중로 99번길2",
    "tel": "031-683-3315",
    "item": "농약",
    "lat": 36.988889,
    "lot": 126.927455
  },
  {
    "name": "인성농자재",
    "sido": "경기도",
    "addr": "경기도 평택시 진위면 경기대로 1790, 104호",
    "tel": "031-668-1230",
    "item": "농약",
    "lat": 37.053869,
    "lot": 127.07088
  },
  {
    "name": "제일농약사",
    "sido": "경기도",
    "addr": "경기도 평택시 서정역로 54",
    "tel": "031-666-5015",
    "item": "농약",
    "lat": 37.058591,
    "lot": 127.054834
  },
  {
    "name": "제일농약사",
    "sido": "경기도",
    "addr": "경기도 평택시 안중읍 안현로서3길 28",
    "tel": "031-682-2074",
    "item": "농약",
    "lat": 36.987699,
    "lot": 126.928427
  },
  {
    "name": "주식회사 이앤엘",
    "sido": "경기도",
    "addr": "경기도 평택시 진위면 진위로 65-107",
    "tel": "031-374-4404",
    "item": "농약",
    "lat": 37.100894,
    "lot": 127.097127
  },
  {
    "name": "좋은농자재",
    "sido": "경기도",
    "addr": "경기도 평택시 송탄고가길 125",
    "tel": "031-666-6701",
    "item": "농약",
    "lat": 37.092057,
    "lot": 127.069549
  },
  {
    "name": "㈜딱따구리나무병원",
    "sido": "경기도",
    "addr": "경기도 평택시 매봉산1길 11 상가동 102호",
    "tel": "031-647-6728",
    "item": "농약",
    "lat": 36.99842,
    "lot": 127.1066
  },
  {
    "name": "철영농약사",
    "sido": "경기도",
    "addr": "경기도 평택시 탄현로336번길 20",
    "tel": "031-666-5812",
    "item": "농약",
    "lat": 37.081572,
    "lot": 127.057406
  },
  {
    "name": "청북농약사",
    "sido": "경기도",
    "addr": "경기도 평택시 청북읍 청북중앙로 24",
    "tel": "031-683-5106",
    "item": "농약",
    "lat": 37.041004,
    "lot": 126.93086
  },
  {
    "name": "크로바농약사",
    "sido": "경기도",
    "addr": "경기도 평택시 안중읍 안중로100번길 32",
    "tel": "031-682-2344",
    "item": "농약",
    "lat": 36.985914,
    "lot": 126.927439
  },
  {
    "name": "팽성농업협동조합",
    "sido": "경기도",
    "addr": "경기도 평택시 팽성읍 동서촌로123",
    "tel": "031-691-7811",
    "item": "농약",
    "lat": 36.965045,
    "lot": 127.06521
  },
  {
    "name": "팽성농업협동조합본정지점",
    "sido": "경기도",
    "addr": "경기도 평택시 팽성읍 팽성서로 76",
    "tel": "031-692-3086",
    "item": "농약",
    "lat": 36.950552,
    "lot": 127.014581
  },
  {
    "name": "평택원예농업협동조합",
    "sido": "경기도",
    "addr": "경기도 평택시 평택1로 44",
    "tel": "031-651-2117",
    "item": "농약",
    "lat": 36.9958,
    "lot": 127.088236
  },
  {
    "name": "평택농업협동조합",
    "sido": "경기도",
    "addr": "경기도 평택시 통복시장2로 39번길 3",
    "tel": "031-652-3811",
    "item": "농약",
    "lat": 36.996079,
    "lot": 127.087109
  },
  {
    "name": "평택동방농약사",
    "sido": "경기도",
    "addr": "경기도 평택시 통복시장2로 41",
    "tel": "031-655-6822",
    "item": "농약",
    "lat": 36.995947,
    "lot": 127.087436
  },
  {
    "name": "다온농약사",
    "sido": "경기도",
    "addr": "경기도 평택시 안중읍 송담길 3 101호",
    "tel": "031-000-0000",
    "item": "농약",
    "lat": 36.97889,
    "lot": 126.9392
  },
  {
    "name": "흥농종묘",
    "sido": "경기도",
    "addr": "경기도 평택시 중앙1로 74",
    "tel": "031-655-0388",
    "item": "농약",
    "lat": 36.997027,
    "lot": 127.09085
  },
  {
    "name": "힐팜",
    "sido": "경기도",
    "addr": "경기도 평택시 팽성읍 노성1길 5 1층",
    "tel": "031-000-0000",
    "item": "농약",
    "lat": 36.942364,
    "lot": 127.033648
  },
  {
    "name": "주식회사 백호이엔티",
    "sido": "경기도",
    "addr": "경기도 평택시 포승읍 포승남로 487-8",
    "tel": "031-683-0505",
    "item": "농약",
    "lat": 36.977301,
    "lot": 126.8815
  },
  {
    "name": "우형아그로",
    "sido": "경기도",
    "addr": "경기도 평택시 진위면 은산4길 32-32",
    "tel": "031-000-0000",
    "item": "농약",
    "lat": 37.088834,
    "lot": 127.112069
  },
  {
    "name": "농민사랑",
    "sido": "경기도",
    "addr": "경기도 평택시 청북읍 서해로 1966",
    "tel": "031-000-0000",
    "item": "농약",
    "lat": 37.062096,
    "lot": 126.920349
  },
  {
    "name": "안중모종 농약사",
    "sido": "경기도",
    "addr": "경기도 평택시 안중읍 안현로서6길 10 1층",
    "tel": "031-000-0000",
    "item": "농약",
    "lat": 36.983853,
    "lot": 126.928039
  },
  {
    "name": "안중농협 현덕지점",
    "sido": "경기도",
    "addr": "경기도 평택시 현덕면 인광길 74",
    "tel": "031-681-8064",
    "item": "농약",
    "lat": 36.966586,
    "lot": 126.920616
  },
  {
    "name": "기성농협",
    "sido": "대전광역시",
    "addr": "대전광역시 서구 세점길 7",
    "tel": "042-581-4615",
    "item": "농약",
    "lat": 36.254625,
    "lot": 127.339921
  },
  {
    "name": "남대전농협",
    "sido": "대전광역시",
    "addr": "대전광역시 서구 구봉로 111",
    "tel": "042-543-6601",
    "item": "농약",
    "lat": 36.296728,
    "lot": 127.335659
  },
  {
    "name": "기성농약종묘사",
    "sido": "대전광역시",
    "addr": "대전광역시 서구 벌곡로 651",
    "tel": "042-584-4264",
    "item": "농약",
    "lat": 36.254735,
    "lot": 127.340661
  },
  {
    "name": "한국삼공(주)",
    "sido": "대전광역시",
    "addr": "대전광역시 서구 구봉로 137, 403호",
    "tel": "042-255-4310",
    "item": "농약",
    "lat": 36.296688,
    "lot": 127.338179
  },
  {
    "name": "플란텍코리아",
    "sido": "대전광역시",
    "addr": "대전광역시 서구 구봉로 137, 601호",
    "tel": "042-544-9833",
    "item": "농약",
    "lat": 36.296688,
    "lot": 127.338179
  },
  {
    "name": "서부농협",
    "sido": "대전광역시",
    "addr": "대전광역시 서구 문정로2번길 137",
    "tel": "042-610-0352",
    "item": "농약",
    "lat": 36.342764,
    "lot": 127.387624
  },
  {
    "name": "엽연초생산 협동조합중앙회",
    "sido": "대전광역시",
    "addr": "대전광역시 서구 둔산서로 81",
    "tel": "042-471-4198",
    "item": "농약",
    "lat": 36.354101,
    "lot": 127.382634
  },
  {
    "name": "(주) 그린시티",
    "sido": "경기도",
    "addr": "경기도 수원시 권선구 서둔로 224",
    "tel": "031-298-6106",
    "item": "농약",
    "lat": 37.271514,
    "lot": 126.979361
  },
  {
    "name": "㈜푸름바이오",
    "sido": "경기도",
    "addr": "경기도 수원시 권선구 호매실로104번길 23-38",
    "tel": "031-291-3375",
    "item": "농약",
    "lat": 37.256072,
    "lot": 126.961302
  },
  {
    "name": "경기농약농자재",
    "sido": "경기도",
    "addr": "경기도 수원시 권선구 하탑로 58",
    "tel": "031-296-0070",
    "item": "농약",
    "lat": 37.269231,
    "lot": 126.977982
  },
  {
    "name": "권선농약사",
    "sido": "경기도",
    "addr": "경기도 수원시 권선구 권광로 103",
    "tel": "031-235-9939",
    "item": "농약",
    "lat": 37.25717,
    "lot": 127.029814
  },
  {
    "name": "그린원주식회사",
    "sido": "경기도",
    "addr": "경기도 수원시 권선구 금곡로196번길 102",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.273303,
    "lot": 126.956483
  },
  {
    "name": "서수원농자재마트",
    "sido": "경기도",
    "addr": "경기도 수원시 권선구 서부로 1858",
    "tel": "031-295-7799",
    "item": "농약",
    "lat": 37.274492,
    "lot": 126.969719
  },
  {
    "name": "수원나무종합병원 주식회사",
    "sido": "경기도",
    "addr": "경기도 수원시 권선구 입북로43번길 2, 2층",
    "tel": "031-295-7889",
    "item": "농약",
    "lat": 37.295676,
    "lot": 126.959022
  },
  {
    "name": "수원농협 경제사업장",
    "sido": "경기도",
    "addr": "경기도 수원시 권선구 서수원로 307",
    "tel": "031-290-6500",
    "item": "농약",
    "lat": 37.254302,
    "lot": 126.963621
  },
  {
    "name": "수원종묘농약사",
    "sido": "경기도",
    "addr": "경기도 수원시 팔달구 수원천로 307",
    "tel": "031-251-2550",
    "item": "농약",
    "lat": 37.280884,
    "lot": 127.017968
  },
  {
    "name": "수원종묘사",
    "sido": "경기도",
    "addr": "경기도 수원시 팔달구 수원천로 275",
    "tel": "031-251-2550",
    "item": "농약",
    "lat": 37.27794,
    "lot": 127.018506
  },
  {
    "name": "에이에프피식물병원 주식회사",
    "sido": "경기도",
    "addr": "경기도 수원시 권선구 서호로 89, 1동 2층 207b호",
    "tel": "031-278-0930",
    "item": "농약",
    "lat": 37.268145,
    "lot": 126.987073
  },
  {
    "name": "우리농원",
    "sido": "경기도",
    "addr": "경기도 수원시 팔달구 수원천로255번길 6",
    "tel": "031-255-6279",
    "item": "농약",
    "lat": 37.276816,
    "lot": 127.01866
  },
  {
    "name": "주식회사 티에스아그로",
    "sido": "경기도",
    "addr": "경기도 수원시 권선구 서호로 89, 2동 103호",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.268145,
    "lot": 126.987073
  },
  {
    "name": "지넥스 주식회사",
    "sido": "경기도",
    "addr": "경기도 수원시 팔달구 인계로138번길 8, 409호",
    "tel": "031-294-0061",
    "item": "농약",
    "lat": 37.2667,
    "lot": 127.032415
  },
  {
    "name": "크로마흐 주식회사",
    "sido": "경기도",
    "addr": "경기도 수원시 권선구 산업로156번길 142-10, B동 719호",
    "tel": "070-5165-6843",
    "item": "농약",
    "lat": 37.238445,
    "lot": 126.986456
  },
  {
    "name": "티아그로",
    "sido": "경기도",
    "addr": "경기도 수원시 권선구 서호로 89, 서울대창업보육센터 3동 203호",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.268145,
    "lot": 126.987073
  },
  {
    "name": "풍년농자재백화점",
    "sido": "경기도",
    "addr": "경기도 수원시 팔달구 수원천로220번길 2",
    "tel": "031-232-3260",
    "item": "농약",
    "lat": 37.273173,
    "lot": 127.019107
  },
  {
    "name": "풍년종묘농약사",
    "sido": "경기도",
    "addr": "경기도 수원시 팔달구 수원천로 254",
    "tel": "031-256-2073",
    "item": "농약",
    "lat": 37.27619,
    "lot": 127.020006
  },
  {
    "name": "한국미래교역",
    "sido": "경기도",
    "addr": "경기도 수원시 장안구 창훈로 52번길 3, 2층",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.297129,
    "lot": 127.030249
  },
  {
    "name": "농업회사법인 투엠바이오(주)",
    "sido": "경기도",
    "addr": "경기도 평택시 안중읍 학현길 35-20",
    "tel": "031-647-3147",
    "item": "농약",
    "lat": 36.995112,
    "lot": 126.912224
  },
  {
    "name": "농업회사법인한국농약농자재한국농약농자재",
    "sido": "경기도",
    "addr": "경기도 평택시 안중읍 안중로 18번길 54-1",
    "tel": "031-682-2642",
    "item": "농약",
    "lat": 36.984156,
    "lot": 126.926297
  },
  {
    "name": "라이빅",
    "sido": "경기도",
    "addr": "경기도 평택시 진위면 진위서로 54",
    "tel": "031-662-5954",
    "item": "농약",
    "lat": 37.108011,
    "lot": 127.068859
  },
  {
    "name": "복기농예사",
    "sido": "경기도",
    "addr": "경기도 평택시 통복시장로47번길 21",
    "tel": "031-652-6661",
    "item": "농약",
    "lat": 36.998828,
    "lot": 127.084784
  },
  {
    "name": "새농상회",
    "sido": "경기도",
    "addr": "경기도 평택시 둔포중앙로 29-14",
    "tel": "031-691-3354",
    "item": "농약",
    "lat": 36.937424,
    "lot": 127.045744
  },
  {
    "name": "서울농약사",
    "sido": "경기도",
    "addr": "경기도 평택시 통복로 49-1",
    "tel": "031-655-7177",
    "item": "농약",
    "lat": 36.996455,
    "lot": 127.083195
  },
  {
    "name": "부전농약종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 부산진구 부전로 178-1",
    "tel": "051-809-7906",
    "item": "농약",
    "lat": 35.163262,
    "lot": 129.060454
  },
  {
    "name": "기경농약사",
    "sido": "부산광역시",
    "addr": "부산광역시 부산진구 중앙대로783번길 8",
    "tel": "051-806-0110",
    "item": "농약",
    "lat": 35.162358,
    "lot": 129.062361
  },
  {
    "name": "부산농약종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 부산진구 중앙대로 795",
    "tel": "051-807-2522",
    "item": "농약",
    "lat": 35.162797,
    "lot": 129.062865
  },
  {
    "name": "포항농약사",
    "sido": "부산광역시",
    "addr": "부산광역시 북구 낙동대로 1768-16",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.209,
    "lot": 129.002999
  },
  {
    "name": "원농종묘상사",
    "sido": "부산광역시",
    "addr": "부산광역시 북구 금곡대로 35",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.213155,
    "lot": 129.003928
  },
  {
    "name": "금강종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 북구 구포시장길 21",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.208417,
    "lot": 129.003413
  },
  {
    "name": "한솔식물",
    "sido": "부산광역시",
    "addr": "부산광역시 북구 만덕3로48번다길 20",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.210995,
    "lot": 129.027809
  },
  {
    "name": "㈜하이조경",
    "sido": "부산광역시",
    "addr": "부산광역시 북구 구남언덕로16번길 4",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.201921,
    "lot": 128.994645
  },
  {
    "name": "지사(JISA)코리아",
    "sido": "부산광역시",
    "addr": "부산광역시 해운대구 반송순환로 142, 영산대학교부산캠퍼스 M동 9906호",
    "tel": "051-529-3734",
    "item": "비료",
    "lat": 35.224154,
    "lot": 129.159065
  },
  {
    "name": "송정종묘농약사",
    "sido": "부산광역시",
    "addr": "부산광역시 해운대구 해운대로 1100",
    "tel": "051-704-0050",
    "item": "농약",
    "lat": 35.183346,
    "lot": 129.201143
  },
  {
    "name": "동부농약종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 해운대구 우동1로38번길 31",
    "tel": "051-746-7284",
    "item": "농약",
    "lat": 35.166457,
    "lot": 129.159878
  },
  {
    "name": "주식회사 해운대나무병원",
    "sido": "부산광역시",
    "addr": "부산광역시 해운대구 대천로67번길 12 302호",
    "tel": "051-747-6617",
    "item": "농약",
    "lat": 35.17355,
    "lot": 129.168908
  },
  {
    "name": "(주)초록담조경나무병원",
    "sido": "부산광역시",
    "addr": "부산광역시 해운대구 해운대로 1098 2층",
    "tel": "051-992-1770",
    "item": "농약",
    "lat": 35.183198,
    "lot": 129.200929
  },
  {
    "name": "신대신농약사",
    "sido": "대구광역시",
    "addr": "대구광역시 중구 큰장로 116",
    "tel": "053-257-3751",
    "item": "농약",
    "lat": 35.868657,
    "lot": 128.578531
  },
  {
    "name": "대경농약종묘사",
    "sido": "대구광역시",
    "addr": "대구광역시 중구 태평로 205 상가 17호",
    "tel": "053-427-0090",
    "item": "농약",
    "lat": 35.87419,
    "lot": 128.600478
  },
  {
    "name": "대구농약사",
    "sido": "대구광역시",
    "addr": "대구광역시 중구 태평로 198",
    "tel": "053-424-7986",
    "item": "농약",
    "lat": 35.873973,
    "lot": 128.599191
  },
  {
    "name": "대영농약사",
    "sido": "대구광역시",
    "addr": "대구광역시 중구 태평로 200",
    "tel": "053-424-9672",
    "item": "농약",
    "lat": 35.873963,
    "lot": 128.599428
  },
  {
    "name": "양종원",
    "sido": "대구광역시",
    "addr": "대구광역시 중구 큰장로 108",
    "tel": "053-254-5905",
    "item": "농약",
    "lat": 35.868162,
    "lot": 128.577903
  },
  {
    "name": "해인농약종묘사",
    "sido": "대구광역시",
    "addr": "대구광역시 중구 태평로 231",
    "tel": "053-427-1744",
    "item": "농약",
    "lat": 35.873562,
    "lot": 128.603064
  },
  {
    "name": "대구원예상사",
    "sido": "대구광역시",
    "addr": "대구광역시 중구 태평로 170-3",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.87459,
    "lot": 128.596273
  },
  {
    "name": "광복아그로",
    "sido": "대구광역시",
    "addr": "대구광역시 중구 종로 104, 2층",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.875076,
    "lot": 128.591204
  },
  {
    "name": "시영아그로사이언스",
    "sido": "대구광역시",
    "addr": "대구광역시 중구 대봉로 269",
    "tel": "053-422-6073",
    "item": "비료",
    "lat": 35.862468,
    "lot": 128.599794
  },
  {
    "name": "㈜일진글로벌",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 탁옥로 37, 우리타워 602호",
    "tel": "032-566-6611",
    "item": "농약",
    "lat": 37.544155,
    "lot": 126.673668
  },
  {
    "name": "검단농협 영농센터",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 대곡로 71",
    "tel": "032-565-5176",
    "item": "혼합",
    "lat": 37.615485,
    "lot": 126.672512
  },
  {
    "name": "경인필드조경농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 장고개로287번길 3",
    "tel": "032-576-8050",
    "item": "농약",
    "lat": 37.489301,
    "lot": 126.683216
  },
  {
    "name": "믿음농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 서곶로 880",
    "tel": "032-561-5255",
    "item": "농약",
    "lat": 37.595612,
    "lot": 126.675169
  },
  {
    "name": "서구농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 승학로 291-5",
    "tel": "032-565-3050",
    "item": "농약",
    "lat": 37.547931,
    "lot": 126.674241
  },
  {
    "name": "서인천농협",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 경명대로 595",
    "tel": "032-564-9801",
    "item": "혼합",
    "lat": 37.552666,
    "lot": 126.674697
  },
  {
    "name": "주식회사 미추홀조경",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 심곡로 142, 유원빌딩 2023호",
    "tel": "032-566-8447",
    "item": "농약",
    "lat": 37.545455,
    "lot": 126.682088
  },
  {
    "name": "주식회사 윤빛이엔씨",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 심곡로124번길 22",
    "tel": "032-565-5883",
    "item": "농약",
    "lat": 37.545412,
    "lot": 126.683903
  },
  {
    "name": "우진사료공업㈜",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 백범로934번길 32",
    "tel": "032-576-3131",
    "item": "비료",
    "lat": 37.491235,
    "lot": 126.656214
  },
  {
    "name": "초원교역",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 봉수대로 141 가좌시범공단 A동 706-1호",
    "tel": "050-5245-0348",
    "item": "비료",
    "lat": 37.488209,
    "lot": 126.65989
  },
  {
    "name": "가연글로벌",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 봉수대로 1525-1",
    "tel": "032-568-0772",
    "item": "비료",
    "lat": 37.608221,
    "lot": 126.644931
  },
  {
    "name": "㈜비에스씨앤씨 검단지점",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 마중로 10",
    "tel": "032-710-1642",
    "item": "비료",
    "lat": 37.588665,
    "lot": 126.59991
  },
  {
    "name": "㈜이디엘",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 원창로 89번길 18",
    "tel": "032-571-6800",
    "item": "비료",
    "lat": 37.519582,
    "lot": 126.659546
  },
  {
    "name": "덕성기업",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 원전로 12번길 11",
    "tel": "032-562-1004",
    "item": "비료",
    "lat": 37.54803,
    "lot": 126.644737
  },
  {
    "name": "주식회사 대세영",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 길무로 181",
    "tel": "032-560-4452",
    "item": "비료",
    "lat": 37.58363,
    "lot": 126.624024
  },
  {
    "name": "주식회사 새한바이오",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 보듬로 158",
    "tel": "032-522-2550",
    "item": "비료",
    "lat": 37.595867,
    "lot": 126.614899
  },
  {
    "name": "주식회사 카본엔네이처",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 정서진로 410",
    "tel": "032-560-4452",
    "item": "비료",
    "lat": 37.569747,
    "lot": 126.645574
  },
  {
    "name": "㈜ 식물연구소",
    "sido": "인천광역시",
    "addr": "인천광역시 서구 향동로 65",
    "tel": "032-560-4452",
    "item": "비료",
    "lat": 37.624065,
    "lot": 126.639338
  },
  {
    "name": "진주원예농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 진주시 집현면 남강로 1809",
    "tel": "055-741-1983",
    "item": "농약",
    "lat": 35.222549,
    "lot": 128.124399
  },
  {
    "name": "대박농약365할인마트",
    "sido": "경상남도",
    "addr": "경상남도 진주시 집현면 남강로 2029",
    "tel": "055-748-0504",
    "item": "농약",
    "lat": 35.239437,
    "lot": 128.134957
  },
  {
    "name": "학표농자재",
    "sido": "경상남도",
    "addr": "경상남도 진주시 집현면 진산로 522",
    "tel": "055-772-6891",
    "item": "비료",
    "lat": 35.231838,
    "lot": 128.102181
  },
  {
    "name": "진주중부농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 진주시 집현면 진산로 699",
    "tel": "055-772-6081",
    "item": "농약",
    "lat": 35.239082,
    "lot": 128.086132
  },
  {
    "name": "서부농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 집현면 진주성로 718",
    "tel": "055-746-5546",
    "item": "농약",
    "lat": 35.241864,
    "lot": 128.071987
  },
  {
    "name": "중앙원예",
    "sido": "경상남도",
    "addr": "경상남도 진주시 초전북로 117",
    "tel": "055-752-6687",
    "item": "농약",
    "lat": 35.20912,
    "lot": 128.11966
  },
  {
    "name": "농업회사법인 주식회사 리치팜",
    "sido": "경상남도",
    "addr": "경상남도 진주시 초전북로 149",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.209342,
    "lot": 128.123216
  },
  {
    "name": "동진원예사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 초전북로 151",
    "tel": "055-758-0113",
    "item": "농약",
    "lat": 35.209325,
    "lot": 128.123421
  },
  {
    "name": "주식회사 팜인크루",
    "sido": "경상남도",
    "addr": "경상남도 진주시 촉석로85번길 5-1",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.192623,
    "lot": 128.07173
  },
  {
    "name": "예당 농업회사법인 주식회사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 동부로1602번길 3",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.188479,
    "lot": 128.249871
  },
  {
    "name": "세원농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금곡면 월아산로 708",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.138969,
    "lot": 128.170668
  },
  {
    "name": "팜메이트 농업회사법인 주식회사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 집현면 신당길129번길 59",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.234029,
    "lot": 128.112857
  },
  {
    "name": "드림원예",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금산면 덕의길 125-1",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.225671,
    "lot": 128.138607
  },
  {
    "name": "사계절 농원",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진주대로 1173",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.194942,
    "lot": 128.074845
  },
  {
    "name": "선목신소재",
    "sido": "경상남도",
    "addr": "경상남도 진주시 명석면 남성로 237",
    "tel": "055-745-2795",
    "item": "비료",
    "lat": 35.252555,
    "lot": 128.056391
  },
  {
    "name": "아이엠팜(주)",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 월아산로 991",
    "tel": "055-763-1357",
    "item": "비료",
    "lat": 35.160619,
    "lot": 128.162663
  },
  {
    "name": "보림산업(주)",
    "sido": "경상남도",
    "addr": "경상남도 진주시 대곡면 대화로 76",
    "tel": "055-744-2133",
    "item": "비료",
    "lat": 35.260203,
    "lot": 128.185552
  },
  {
    "name": "(주)한국바이오케미칼",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 월아산로950번길 14-20",
    "tel": "055-763-0241",
    "item": "비료",
    "lat": 35.154165,
    "lot": 128.163001
  },
  {
    "name": "대곡농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 진주시 대곡면 남강로 2118-7",
    "tel": "055-740-2540",
    "item": "비료",
    "lat": 35.245743,
    "lot": 128.140406
  },
  {
    "name": "진주금산농협 경제사업소",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금산면 중장로 97",
    "tel": "055-761-7773",
    "item": "비료",
    "lat": 35.21999,
    "lot": 128.143511
  },
  {
    "name": "선문그린사이언스(주)",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 월아산로950번길 26-26",
    "tel": "055-759-3399",
    "item": "비료",
    "lat": 35.153946,
    "lot": 128.163546
  },
  {
    "name": "주식회사 이지",
    "sido": "경상남도",
    "addr": "대구광역시 북구 호국로51길 5-17 (서변동)",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.923725,
    "lot": 128.598633
  },
  {
    "name": "우리영농조합법인 두레",
    "sido": "경상남도",
    "addr": "경상남도 진주시 대곡면 유곡로 42-48",
    "tel": "055-745-4880",
    "item": "비료",
    "lat": 35.271717,
    "lot": 128.140715
  },
  {
    "name": "진주시",
    "sido": "경상남도",
    "addr": "경상남도 진주시 동진로 155, 진주시청 (상대동)",
    "tel": "055-749-2276",
    "item": "비료",
    "lat": 35.180243,
    "lot": 128.108823
  },
  {
    "name": "(주)에코글로벌코리아",
    "sido": "경상남도",
    "addr": "경상남도 진주시 동부로169번길 12, 윙스타워 A동 318호 (충무공동)",
    "tel": "055-763-4544",
    "item": "비료",
    "lat": 35.164882,
    "lot": 128.127279
  },
  {
    "name": "진주원예농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 진주시 집현면 남강로 1809, 진주원예농협",
    "tel": "055-741-1983",
    "item": "비료",
    "lat": 35.222549,
    "lot": 128.124399
  },
  {
    "name": "(주)바요",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 정자천로311번길 16",
    "tel": "055-756-5020",
    "item": "비료",
    "lat": 35.143165,
    "lot": 128.19822
  },
  {
    "name": "SJ인터내셔날",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 월아산로950번길 25-9",
    "tel": "055-752-0025",
    "item": "비료",
    "lat": 35.155873,
    "lot": 128.165493
  },
  {
    "name": "제2가선농장",
    "sido": "경상남도",
    "addr": "경상남도 진주시 대밭골로59번길 27(충무공동)",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.182519,
    "lot": 128.152633
  },
  {
    "name": "(주)신진주흥농",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진성면 진성로 401",
    "tel": "055-758-8882",
    "item": "비료",
    "lat": 35.172645,
    "lot": 128.224372
  },
  {
    "name": "KG아그로",
    "sido": "경상남도",
    "addr": "경상남도 진주시 대신로 121 (상평동)",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.170978,
    "lot": 128.117736
  },
  {
    "name": "유한회사 우보",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금산면 금산순환로293번길 3",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.236332,
    "lot": 128.159932
  },
  {
    "name": "한복무역",
    "sido": "경상남도",
    "addr": "경상남도 진주시 평거로156번길 17 (신안동)",
    "tel": "055-748-8868",
    "item": "비료",
    "lat": 35.184209,
    "lot": 128.069451
  },
  {
    "name": "(주)바이오션",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 월아산로 991, (재)진주바이오산업진흥원",
    "tel": "055-762-2023",
    "item": "비료",
    "lat": 35.160619,
    "lot": 128.162663
  },
  {
    "name": "㈜제일조경나무병원",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 비호로 42-1, 2층",
    "tel": "041-751-0080",
    "item": "혼합",
    "lat": 36.107342,
    "lot": 127.487373
  },
  {
    "name": "금산농협",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 인삼로 116",
    "tel": "041-753-9263",
    "item": "혼합",
    "lat": 36.102071,
    "lot": 127.494372
  },
  {
    "name": "금산농협금성지점",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금성면 파초1로 63",
    "tel": "041-754-3421",
    "item": "혼합",
    "lat": 36.130124,
    "lot": 127.464821
  },
  {
    "name": "금산농협남이지점",
    "sido": "충청남도",
    "addr": "충청남도 금산군 남이면 진악로 21",
    "tel": "041-753-1026",
    "item": "혼합",
    "lat": 36.047348,
    "lot": 127.436277
  },
  {
    "name": "금산농협남일지점",
    "sido": "충청남도",
    "addr": "충청남도 금산군 남일면 하초현3길 7",
    "tel": "041-753-5051",
    "item": "혼합",
    "lat": 36.043849,
    "lot": 127.503847
  },
  {
    "name": "금산농협제원지점",
    "sido": "충청남도",
    "addr": "충청남도 금산군 제원면 금강로 131",
    "tel": "041-752-7503",
    "item": "혼합",
    "lat": 36.111883,
    "lot": 127.548651
  },
  {
    "name": "금산농협하신지점",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금성면 어필각로 430",
    "tel": "041-752-3400",
    "item": "혼합",
    "lat": 36.160156,
    "lot": 127.481387
  },
  {
    "name": "금산농협황풍지점",
    "sido": "충청남도",
    "addr": "충청남도 금산군 남일면 무금로 2159",
    "tel": "041-753-5054",
    "item": "혼합",
    "lat": 36.083637,
    "lot": 127.505615
  },
  {
    "name": "금산인삼농협새금산지점",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 약초로 11",
    "tel": "041-753-3735",
    "item": "혼합",
    "lat": 36.099176,
    "lot": 127.495541
  },
  {
    "name": "농민농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 인삼로 137",
    "tel": "041-752-7833",
    "item": "혼합",
    "lat": 36.102403,
    "lot": 127.496685
  },
  {
    "name": "농사원",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 인삼로 141",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 36.102546,
    "lot": 127.497027
  },
  {
    "name": "농자재백화점",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 비단로 163, 농자재백화점",
    "tel": "041-754-2274",
    "item": "혼합",
    "lat": 36.102358,
    "lot": 127.495564
  },
  {
    "name": "대농농약.농자재마트",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 오리정로 3, 대농농약농자재마트",
    "tel": "041-754-2828",
    "item": "혼합",
    "lat": 36.103506,
    "lot": 127.487667
  },
  {
    "name": "대일농약사 금산점",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 인삼로 192",
    "tel": "041-754-2796",
    "item": "혼합",
    "lat": 36.102361,
    "lot": 127.502506
  },
  {
    "name": "만인산농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 금산군 추부면 하마전로 36",
    "tel": "041-753-5061",
    "item": "혼합",
    "lat": 36.190544,
    "lot": 127.470345
  },
  {
    "name": "만인산농협군북지점",
    "sido": "충청남도",
    "addr": "충청남도 금산군 군북면 군북로 735",
    "tel": "041-753-2014",
    "item": "혼합",
    "lat": 36.169715,
    "lot": 127.525743
  },
  {
    "name": "만인산농협내부지점",
    "sido": "충청남도",
    "addr": "충청남도 금산군 군북면 금산로 1745",
    "tel": "041-751-1320",
    "item": "혼합",
    "lat": 36.128467,
    "lot": 127.498093
  },
  {
    "name": "만인산농협복수지점",
    "sido": "충청남도",
    "addr": "충청남도 금산군 복수면 복수로 124",
    "tel": "041-752-8325",
    "item": "혼합",
    "lat": 36.164485,
    "lot": 127.398681
  },
  {
    "name": "만인산농협신평지점",
    "sido": "충청남도",
    "addr": "충청남도 금산군 추부면 서대산로 555",
    "tel": "041-752-5779",
    "item": "혼합",
    "lat": 36.228063,
    "lot": 127.505044
  },
  {
    "name": "미건농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 인삼광장로 44",
    "tel": "041-753-5795",
    "item": "혼합",
    "lat": 36.10105,
    "lot": 127.499849
  },
  {
    "name": "범진농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 오리정1길 35",
    "tel": "041-754-1717",
    "item": "혼합",
    "lat": 36.105105,
    "lot": 127.486925
  },
  {
    "name": "부리농협판매장",
    "sido": "충청남도",
    "addr": "충청남도 금산군 부리면 적벽강로 6",
    "tel": "041-753-0551",
    "item": "혼합",
    "lat": 36.063461,
    "lot": 127.555718
  },
  {
    "name": "부자농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 추부면 서대산로 196-2",
    "tel": "041-751-1229",
    "item": "혼합",
    "lat": 36.202476,
    "lot": 127.480927
  },
  {
    "name": "사월컴퍼니",
    "sido": "충청남도",
    "addr": "충청남도 금산군 추부면 서대산로 103, 102호",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 36.195809,
    "lot": 127.476281
  },
  {
    "name": "삼성바이오",
    "sido": "충청남도",
    "addr": "충청남도 금산군 부리면 흰바우길 3",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 36.098269,
    "lot": 127.531001
  },
  {
    "name": "세종아그로텍",
    "sido": "충청남도",
    "addr": "충청남도 금산군 군북면 어필각로 177",
    "tel": "041-753-8130",
    "item": "혼합",
    "lat": 36.144043,
    "lot": 127.493712
  },
  {
    "name": "시온흙사랑농자재마트",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 인삼로 126",
    "tel": "041-752-1609",
    "item": "혼합",
    "lat": 36.10182,
    "lot": 127.495243
  },
  {
    "name": "옥토농약마트",
    "sido": "충청남도",
    "addr": "충청남도 금산군 추부면 대학로 70",
    "tel": "041-752-5052",
    "item": "혼합",
    "lat": 36.191286,
    "lot": 127.465397
  },
  {
    "name": "온누리농약.농자재마트",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 금산로 1440",
    "tel": "041-751-7352",
    "item": "혼합",
    "lat": 36.102302,
    "lot": 127.488465
  },
  {
    "name": "이삭농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 비단로 176",
    "tel": "041-752-3651",
    "item": "혼합",
    "lat": 36.103094,
    "lot": 127.4964
  },
  {
    "name": "전원농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 오리정1길 50",
    "tel": "041-754-0831",
    "item": "혼합",
    "lat": 36.104514,
    "lot": 127.488402
  },
  {
    "name": "제일종묘농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 금산로 1445",
    "tel": "041-751-2833",
    "item": "혼합",
    "lat": 36.102859,
    "lot": 127.488218
  },
  {
    "name": "주식회사 농원",
    "sido": "충청남도",
    "addr": "충청남도 금산군 추부면 서대산로 196-2, 3층",
    "tel": "041-754-8084",
    "item": "혼합",
    "lat": 36.202476,
    "lot": 127.480927
  },
  {
    "name": "중앙농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 추부면 마전로 42",
    "tel": "041-752-5088",
    "item": "혼합",
    "lat": 36.190499,
    "lot": 127.46807
  },
  {
    "name": "진산농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 금산군 진산면 읍내로 55",
    "tel": "041-752-4234",
    "item": "혼합",
    "lat": 36.143586,
    "lot": 127.369051
  },
  {
    "name": "천지농산복수농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 복수면 복수로 120",
    "tel": "041-753-1139",
    "item": "혼합",
    "lat": 36.164027,
    "lot": 127.398876
  },
  {
    "name": "충대농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 비단로 166",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 36.102335,
    "lot": 127.496135
  },
  {
    "name": "풍년농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 금산천1길 123-13",
    "tel": "041-753-3131",
    "item": "혼합",
    "lat": 36.101383,
    "lot": 127.49403
  },
  {
    "name": "하늘농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 비단로 136, 108호",
    "tel": "041-754-1874",
    "item": "혼합",
    "lat": 36.09983,
    "lot": 127.495085
  },
  {
    "name": "한국농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 금산로 1441",
    "tel": "041-754-5111",
    "item": "혼합",
    "lat": 36.102484,
    "lot": 127.48815
  },
  {
    "name": "협동농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 건삼전길 22-3",
    "tel": "041-754-2153",
    "item": "혼합",
    "lat": 36.100879,
    "lot": 127.491146
  },
  {
    "name": "형제농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 인삼로 88",
    "tel": "041-752-1136",
    "item": "혼합",
    "lat": 36.102564,
    "lot": 127.491483
  },
  {
    "name": "흥농종묘농약사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 인삼로 90",
    "tel": "041-754-2712",
    "item": "혼합",
    "lat": 36.102524,
    "lot": 127.491641
  },
  {
    "name": "양지상사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 비단로 6",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 36.09973,
    "lot": 127.481296
  },
  {
    "name": "군산농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 대명1길 17",
    "tel": "063-445-6788",
    "item": "혼합",
    "lat": 35.982418,
    "lot": 126.719552
  },
  {
    "name": "군산농협 경제사업종합센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 쌍천로 27",
    "tel": "063-452-0303",
    "item": "혼합",
    "lat": 35.966151,
    "lot": 126.757007
  },
  {
    "name": "군산원예농협",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 하포로 29",
    "tel": "063-468-2001",
    "item": "혼합",
    "lat": 35.956522,
    "lot": 126.723823
  },
  {
    "name": "금광농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 회현면 회현로 190",
    "tel": "063-466-6095",
    "item": "혼합",
    "lat": 35.912263,
    "lot": 126.757254
  },
  {
    "name": "농민농약백화점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 대야면 대야관통로 62",
    "tel": "063-451-4442",
    "item": "혼합",
    "lat": 35.944239,
    "lot": 126.812531
  },
  {
    "name": "늘푸른 농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 풍문안2길 10",
    "tel": "063-443-5002",
    "item": "혼합",
    "lat": 35.979463,
    "lot": 126.717326
  },
  {
    "name": "대야농협",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 대야면 백마길 4",
    "tel": "063-451-1992",
    "item": "혼합",
    "lat": 35.945657,
    "lot": 126.810607
  },
  {
    "name": "대야종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 대야면 대야시장로 12",
    "tel": "063-451-5678",
    "item": "혼합",
    "lat": 35.944671,
    "lot": 126.816331
  },
  {
    "name": "대야팜",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 대야면 대야시장로 17-1",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.945257,
    "lot": 126.816726
  },
  {
    "name": "대풍농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 옥서면 옥봉들 3길 2",
    "tel": "063-471-2028",
    "item": "혼합",
    "lat": 35.924097,
    "lot": 126.643578
  },
  {
    "name": "동군산농협나포지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 나포면 십자들로 626",
    "tel": "063-453-2225",
    "item": "혼합",
    "lat": 36.029874,
    "lot": 126.830806
  },
  {
    "name": "동군산농협서수지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 서수면 항쟁로 233",
    "tel": "063-453-3059",
    "item": "혼합",
    "lat": 35.982077,
    "lot": 126.879897
  },
  {
    "name": "동군산농협성산지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 성산면 송호로 218",
    "tel": "063-453-0035",
    "item": "혼합",
    "lat": 35.989211,
    "lot": 126.78612
  },
  {
    "name": "동군산농협임피본점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 임피면 서원석곡로 597",
    "tel": "063-453-2285",
    "item": "혼합",
    "lat": 35.983672,
    "lot": 126.849917
  },
  {
    "name": "미성농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 공항로 391",
    "tel": "063-466-4842",
    "item": "혼합",
    "lat": 35.956024,
    "lot": 126.657257
  },
  {
    "name": "백제종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 대야면 대야시장로 14",
    "tel": "063-451-6002",
    "item": "혼합",
    "lat": 35.944659,
    "lot": 126.81661
  },
  {
    "name": "대농농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 월아산로 2073",
    "tel": "055-761-3161",
    "item": "농약",
    "lat": 35.212175,
    "lot": 128.117591
  },
  {
    "name": "선진상사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 월아산로 2085",
    "tel": "055-755-8387",
    "item": "농약",
    "lat": 35.212227,
    "lot": 128.116121
  },
  {
    "name": "(주)코린 코리아",
    "sido": "경상남도",
    "addr": "경상남도 진주시 이반성면 오봉산로 547",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.158108,
    "lot": 128.316296
  },
  {
    "name": "진주진양농협이반성지점",
    "sido": "경상남도",
    "addr": "경상남도 진주시 이반성면 오봉산로 713",
    "tel": "055-754-4018",
    "item": "농약",
    "lat": 35.168954,
    "lot": 128.326411
  },
  {
    "name": "늘봄축산",
    "sido": "경상남도",
    "addr": "경상남도 진주시 이반성면 오봉산로1018번길 1-43",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.19475,
    "lot": 128.341685
  },
  {
    "name": "진주진양농협 경제사업소",
    "sido": "경상남도",
    "addr": "경상남도 진주시 일반성면 동부로 1942",
    "tel": "055-754-6114",
    "item": "농약",
    "lat": 35.172057,
    "lot": 128.274797
  },
  {
    "name": "갈말농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 갈말읍 삼부연로 8번길 1",
    "tel": "033-452-2324",
    "item": "혼합",
    "lat": 38.145047,
    "lot": 127.308937
  },
  {
    "name": "김화농협",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 근남면 와수로486",
    "tel": "033-458-9052",
    "item": "혼합",
    "lat": 38.253466,
    "lot": 127.465657
  },
  {
    "name": "김화농협자등지소",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 서면 자등로597",
    "tel": "033-458-3265",
    "item": "혼합",
    "lat": 38.166002,
    "lot": 127.413108
  },
  {
    "name": "동송농업협동조합오덕지소",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 동송읍 이평로 41번길 5-2",
    "tel": "033-455-8530",
    "item": "혼합",
    "lat": 38.209431,
    "lot": 127.219798
  },
  {
    "name": "동철원농업협동조합",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 갈말읍 갈말로 7",
    "tel": "033-452-2215",
    "item": "혼합",
    "lat": 38.157999,
    "lot": 127.309381
  },
  {
    "name": "동철원농협문혜지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 갈말읍 두루미로104",
    "tel": "033-452-6226",
    "item": "혼합",
    "lat": 38.185741,
    "lot": 127.320373
  },
  {
    "name": "동철원농협지경지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 갈말읍 청양로68",
    "tel": "033-458-0988",
    "item": "혼합",
    "lat": 38.233833,
    "lot": 127.349641
  },
  {
    "name": "와수농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 서면 와수로 204",
    "tel": "033-458-2253",
    "item": "혼합",
    "lat": 38.240919,
    "lot": 127.44076
  },
  {
    "name": "일광바이오",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 갈말읍 명성로 222",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 38.151592,
    "lot": 127.307573
  },
  {
    "name": "철원농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 동송읍 이평로 43",
    "tel": "033-455-2020",
    "item": "혼합",
    "lat": 38.209593,
    "lot": 127.219227
  },
  {
    "name": "철원농협",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 철원읍 금학로391",
    "tel": "033-455-0141",
    "item": "혼합",
    "lat": 38.222655,
    "lot": 127.209644
  },
  {
    "name": "철원한농",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 동송읍 이평로 38",
    "tel": "033-455-3151",
    "item": "혼합",
    "lat": 38.210218,
    "lot": 127.219693
  },
  {
    "name": "케이-팜",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 서면 무금로 50",
    "tel": "033-458-2381",
    "item": "혼합",
    "lat": 38.24425,
    "lot": 127.436793
  },
  {
    "name": "태봉케미컬",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 김화읍 김화로 624",
    "tel": "033-458-8277",
    "item": "혼합",
    "lat": 38.247833,
    "lot": 127.419869
  },
  {
    "name": "풍년농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 갈말읍 삼부연로 10",
    "tel": "033-452-2262",
    "item": "혼합",
    "lat": 38.145075,
    "lot": 127.309067
  },
  {
    "name": "흥농농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 서면 와수로 172-1",
    "tel": "033-458-2246",
    "item": "혼합",
    "lat": 38.238777,
    "lot": 127.438689
  },
  {
    "name": "신원종묘사",
    "sido": "경기도",
    "addr": "경기도 부천시 원미구 부천로6번길 26-1",
    "tel": "032-662-3169",
    "item": "농약",
    "lat": 37.48449,
    "lot": 126.784235
  },
  {
    "name": "한얼싸이언스",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 태백시 철암공단길 16-15",
    "tel": "033-930-7700",
    "item": "농약",
    "lat": 37.131798,
    "lot": 129.035793
  },
  {
    "name": "황지농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 태백시 시장북길 3",
    "tel": "033-552-3919",
    "item": "농약",
    "lat": 37.173104,
    "lot": 128.991882
  },
  {
    "name": "태백시농업기술센터",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 태백시 구와우길 34-6, 농업기술센터",
    "tel": "033-550-2397",
    "item": "비료",
    "lat": 37.206597,
    "lot": 128.987083
  },
  {
    "name": "㈜하이랜드",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 태백시 철암공단길 16-22",
    "tel": "033-930-7705",
    "item": "비료",
    "lat": 37.132672,
    "lot": 129.036322
  },
  {
    "name": "진농바이오",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 태백시 혈암길 35",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 37.20068,
    "lot": 128.978085
  },
  {
    "name": "(주)키랜드디앤씨",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 부북면 사포공단1길 42-1",
    "tel": "02-556-6781",
    "item": "비료",
    "lat": 35.468288,
    "lot": 128.743904
  },
  {
    "name": "ONE 아그로",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 상남면 운내길 38",
    "tel": "055-256-5224",
    "item": "비료",
    "lat": 35.465873,
    "lot": 128.753988
  },
  {
    "name": "광명바이오",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 초동면 검암4길 30",
    "tel": "055-372-3337",
    "item": "비료",
    "lat": 35.395733,
    "lot": 128.689879
  },
  {
    "name": "농업회사법인 주식회사 늘자연",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 초동면 초동농공단지길 39-32",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.419888,
    "lot": 128.656303
  },
  {
    "name": "농업회사법인(주)이문물산",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 초동면 두암길 2",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.39029,
    "lot": 128.692973
  },
  {
    "name": "만능효소",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 초동면 범평로 71",
    "tel": "055-391-4266",
    "item": "비료",
    "lat": 35.415324,
    "lot": 128.662922
  },
  {
    "name": "무안농협퇴비제조장",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 무안면 신연로 598",
    "tel": "055-352-1141",
    "item": "비료",
    "lat": 35.459648,
    "lot": 128.674792
  },
  {
    "name": "미전비료",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 삼랑진읍 상삼로 532",
    "tel": "055-353-2261",
    "item": "비료",
    "lat": 35.395901,
    "lot": 128.817343
  },
  {
    "name": "밀양시농업기술센터",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 상남면 상남로 1008-19",
    "tel": "055-359-7152",
    "item": "비료",
    "lat": 35.446928,
    "lot": 128.756467
  },
  {
    "name": "밀양양돈영농조합법인",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 상남면 상남로 866-165",
    "tel": "070-8244-0800",
    "item": "비료",
    "lat": 35.435353,
    "lot": 128.779482
  },
  {
    "name": "성우물역",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 부북면 창밀로 3216",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.526948,
    "lot": 128.716271
  },
  {
    "name": "세종농산",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 상남면 예평로 36",
    "tel": "055-355-9547",
    "item": "비료",
    "lat": 35.463425,
    "lot": 128.76242
  },
  {
    "name": "승진그린텍",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 초동면 금포안길 100",
    "tel": "055-391-2687",
    "item": "비료",
    "lat": 35.391149,
    "lot": 128.708518
  },
  {
    "name": "신라산업 주식회사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 초동면 초동농공단지길 55-38",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.417588,
    "lot": 128.657028
  },
  {
    "name": "신화산업",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 하남읍 명례로 406",
    "tel": "055-391-1540",
    "item": "비료",
    "lat": 35.355894,
    "lot": 128.761867
  },
  {
    "name": "영농조합법인 뿌리",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 부북면 신평길 31-11",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.509364,
    "lot": 128.727947
  },
  {
    "name": "신성농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 태백시 혈암길 16",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.198698,
    "lot": 128.978972
  },
  {
    "name": "원포농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 태백시 오투로 12",
    "tel": "033-552-9876",
    "item": "농약",
    "lat": 37.17982,
    "lot": 128.981328
  },
  {
    "name": "태백농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 태백시 태백로 924-1",
    "tel": "033-552-2506",
    "item": "농약",
    "lat": 37.174857,
    "lot": 128.992995
  },
  {
    "name": "태백농협영농자재백화점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 태백시 황지로 39",
    "tel": "033-553-2746",
    "item": "농약",
    "lat": 37.1622,
    "lot": 128.990751
  },
  {
    "name": "하나바이오",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 태백시 철암공단길 16-30",
    "tel": "031-627-9906",
    "item": "농약",
    "lat": 37.133331,
    "lot": 129.035656
  },
  {
    "name": "영남원예",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 삼랑진읍 삼랑진로 187-1",
    "tel": "055-351-0267",
    "item": "농약",
    "lat": 35.394122,
    "lot": 128.835818
  },
  {
    "name": "영농조합법인농정",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 무안면 사명대사생가로 40",
    "tel": "055-351-1606",
    "item": "농약",
    "lat": 35.467759,
    "lot": 128.647551
  },
  {
    "name": "오산종합농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 상남면 외평로 9",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.370233,
    "lot": 128.792969
  },
  {
    "name": "임천식물병원",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 삼랑진읍 임천3길 3",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.452654,
    "lot": 128.797654
  },
  {
    "name": "청도농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 청도면 인산1길 122",
    "tel": "055-352-4641",
    "item": "농약",
    "lat": 35.547389,
    "lot": 128.630695
  },
  {
    "name": "초동농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 초동면 초동로 126",
    "tel": "055-391-1197",
    "item": "농약",
    "lat": 35.420271,
    "lot": 128.673586
  },
  {
    "name": "튼튼식물병원",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 무안면 사명로 9-16",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.426754,
    "lot": 128.648857
  },
  {
    "name": "풍년농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 무안면 문화중앙길 5",
    "tel": "055-353-1114",
    "item": "농약",
    "lat": 35.466597,
    "lot": 128.650342
  },
  {
    "name": "하남농산",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 하남읍 명례로 76",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.370102,
    "lot": 128.730192
  },
  {
    "name": "한국원예사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 상남면 예평로 42",
    "tel": "055-355-3137",
    "item": "농약",
    "lat": 35.463415,
    "lot": 128.762887
  },
  {
    "name": "협동농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 하남읍 수산중앙로 17-1",
    "tel": "055-391-2816",
    "item": "농약",
    "lat": 35.374857,
    "lot": 128.707391
  },
  {
    "name": "흥농종묘농약사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 하남읍 수산중앙로 19",
    "tel": "055-391-2021",
    "item": "농약",
    "lat": 35.375015,
    "lot": 128.707503
  },
  {
    "name": "흥농종묘농약사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 북성로1길 7",
    "tel": "055-354-2039",
    "item": "농약",
    "lat": 35.497574,
    "lot": 128.743832
  },
  {
    "name": "흥농종묘사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 무안면 사명로 497",
    "tel": "055-352-0173",
    "item": "농약",
    "lat": 35.46915,
    "lot": 128.651393
  },
  {
    "name": "(유)득양",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 부북면 오례1길 36-2",
    "tel": "055-352-4060",
    "item": "비료",
    "lat": 35.498754,
    "lot": 128.720225
  },
  {
    "name": "(주)바이오콤",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 초동면 초동로 427",
    "tel": "055-391-5820",
    "item": "비료",
    "lat": 35.402339,
    "lot": 128.694134
  },
  {
    "name": "(주)아미노피아",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 삼랑진읍 미전농공단지길 41",
    "tel": "055-353-9067",
    "item": "비료",
    "lat": 35.407819,
    "lot": 128.81431
  },
  {
    "name": "더 푸른",
    "sido": "부산광역시",
    "addr": "부산광역시 서구 해돋이로 271",
    "tel": "051-467-0035",
    "item": "농약",
    "lat": 35.10069,
    "lot": 129.016334
  },
  {
    "name": "회사법인 에코레스트",
    "sido": "전라남도",
    "addr": "전라남도 장성군 남면 나노산단로 123",
    "tel": "061-393-3110",
    "item": "비료",
    "lat": 35.240212,
    "lot": 126.833337
  },
  {
    "name": "장성농협발효퇴비공장",
    "sido": "전라남도",
    "addr": "전라남도 장성군 서삼면 봉암로 582-11",
    "tel": "061-393-4230",
    "item": "비료",
    "lat": 35.35328,
    "lot": 126.779663
  },
  {
    "name": "장성농협공동퇴비",
    "sido": "전라남도",
    "addr": "전라남도 장성군 장성읍 영천로 183",
    "tel": "061-393-5225",
    "item": "비료",
    "lat": 35.30176,
    "lot": 126.783441
  },
  {
    "name": "케이지케미컬",
    "sido": "전라남도",
    "addr": "전라남도 장성군 북일면 구해길 45-41",
    "tel": "061-393-0723",
    "item": "비료",
    "lat": 35.362645,
    "lot": 126.791391
  },
  {
    "name": "장성잔디생산자영농법인",
    "sido": "전라남도",
    "addr": "전라남도 장성군 삼서면 태산로 30",
    "tel": "061-393-8981",
    "item": "비료",
    "lat": 35.228864,
    "lot": 126.648916
  },
  {
    "name": "장성농협청운지소",
    "sido": "전라남도",
    "addr": "전라남도 장성군 장성읍 청운2길 18",
    "tel": "061-393-4235",
    "item": "농약",
    "lat": 35.302703,
    "lot": 126.782827
  },
  {
    "name": "풍년농약사",
    "sido": "전라남도",
    "addr": "전라남도 장성군 장성읍 영천로 117",
    "tel": "061-392-4475",
    "item": "농약",
    "lat": 35.296137,
    "lot": 126.780854
  },
  {
    "name": "터미널농약사",
    "sido": "전라남도",
    "addr": "전라남도 장성군 장성읍 영천로 125-2",
    "tel": "061-394-5742",
    "item": "농약",
    "lat": 35.296999,
    "lot": 126.780834
  },
  {
    "name": "중앙농약사",
    "sido": "전라남도",
    "addr": "전라남도 장성군 장성읍 영천로 128-1",
    "tel": "061-393-2396",
    "item": "농약",
    "lat": 35.297097,
    "lot": 126.781289
  },
  {
    "name": "재황농약사",
    "sido": "전라남도",
    "addr": "전라남도 장성군 장성읍 뱃나드리로 191",
    "tel": "061-394-7819",
    "item": "농약",
    "lat": 35.291117,
    "lot": 126.774553
  },
  {
    "name": "진원농협",
    "sido": "전라남도",
    "addr": "전라남도 장성군 진원면 노사로 503",
    "tel": "061-392-5034",
    "item": "농약",
    "lat": 35.273435,
    "lot": 126.833551
  },
  {
    "name": "남면농협",
    "sido": "전라남도",
    "addr": "전라남도 장성군 남면 황토단감로 27",
    "tel": "061-392-4008",
    "item": "농약",
    "lat": 35.241581,
    "lot": 126.811476
  },
  {
    "name": "제일농약사",
    "sido": "전라남도",
    "addr": "전라남도 장성군 남면 못재로 85-6",
    "tel": "061-392-3045",
    "item": "농약",
    "lat": 35.244675,
    "lot": 126.812158
  },
  {
    "name": "동화농약사",
    "sido": "전라남도",
    "addr": "전라남도 장성군 동화면 삼동로 732",
    "tel": "061-393-2679",
    "item": "농약",
    "lat": 35.284185,
    "lot": 126.739766
  },
  {
    "name": "삼서농협",
    "sido": "전라남도",
    "addr": "전라남도 장성군 삼서면 해삼로 1141",
    "tel": "061-394-2008",
    "item": "농약",
    "lat": 35.232803,
    "lot": 126.646847
  },
  {
    "name": "대성농약사",
    "sido": "전라남도",
    "addr": "전라남도 장성군 삼서면 해삼로 1132",
    "tel": "061-394-2534",
    "item": "농약",
    "lat": 35.231988,
    "lot": 126.646935
  },
  {
    "name": "대촌풍농원예사",
    "sido": "광주광역시",
    "addr": "광주광역시 남구 고싸움로 139",
    "tel": "062-374-2360",
    "item": "혼합",
    "lat": 35.080277,
    "lot": 126.834036
  },
  {
    "name": "도시종묘",
    "sido": "광주광역시",
    "addr": "광주광역시 남구 회재로 1224-1",
    "tel": "062-671-0750",
    "item": "혼합",
    "lat": 35.133336,
    "lot": 126.89482
  },
  {
    "name": "에이-텍",
    "sido": "광주광역시",
    "addr": "광주광역시 남구 효우로130번길 26-5",
    "tel": "062-234-8398",
    "item": "혼합",
    "lat": 35.102544,
    "lot": 126.900524
  },
  {
    "name": "우리원예사",
    "sido": "광주광역시",
    "addr": "광주광역시 남구 포충로 85",
    "tel": "062-941-9566",
    "item": "혼합",
    "lat": 35.058984,
    "lot": 126.787677
  },
  {
    "name": "전남종묘농약사",
    "sido": "광주광역시",
    "addr": "광주광역시 남구 포충로 145",
    "tel": "062-373-8090",
    "item": "농약",
    "lat": 35.061448,
    "lot": 126.793166
  },
  {
    "name": "한농원",
    "sido": "광주광역시",
    "addr": "광주광역시 남구 포충로 240",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.064615,
    "lot": 126.803347
  },
  {
    "name": "한마음농약사",
    "sido": "광주광역시",
    "addr": "광주광역시 남구 고싸움로 158",
    "tel": "062-374-5454",
    "item": "혼합",
    "lat": 35.081625,
    "lot": 126.832996
  },
  {
    "name": "행운농약사",
    "sido": "광주광역시",
    "addr": "광주광역시 남구 포충로 239",
    "tel": "062-385-8535",
    "item": "농약",
    "lat": 35.064942,
    "lot": 126.803025
  },
  {
    "name": "태양원예사",
    "sido": "광주광역시",
    "addr": "광주광역시 남구 포충로 19",
    "tel": "062-381-3037",
    "item": "혼합",
    "lat": 35.055496,
    "lot": 126.782172
  },
  {
    "name": "장성군농업기술센터",
    "sido": "전라남도",
    "addr": "전라남도 장성군 장성읍 단풍로 220",
    "tel": "061-390-8439",
    "item": "비료",
    "lat": 35.321568,
    "lot": 126.802012
  },
  {
    "name": "주)울토",
    "sido": "전라남도",
    "addr": "전라남도 장성군 삼서면 삼본로 166-27",
    "tel": "061-393-1989",
    "item": "비료",
    "lat": 35.206949,
    "lot": 126.666331
  },
  {
    "name": "삼계농협",
    "sido": "전라남도",
    "addr": "전라남도 장성군 삼계면 사창로 64-8",
    "tel": "061-394-1101",
    "item": "농약",
    "lat": 35.259564,
    "lot": 126.666128
  },
  {
    "name": "무등원예센터",
    "sido": "전라남도",
    "addr": "전라남도 장성군 삼계면 사창로 90",
    "tel": "061-395-3313",
    "item": "농약",
    "lat": 35.260968,
    "lot": 126.663308
  },
  {
    "name": "사창흥농농약사",
    "sido": "전라남도",
    "addr": "전라남도 장성군 삼계면 사창로 80",
    "tel": "061-394-1766",
    "item": "농약",
    "lat": 35.260228,
    "lot": 126.663997
  },
  {
    "name": "황룡농협",
    "sido": "전라남도",
    "addr": "전라남도 장성군 황룡면 뱃나드리로 165",
    "tel": "061-395-2056",
    "item": "농약",
    "lat": 35.290556,
    "lot": 126.771959
  },
  {
    "name": "아울농약상사",
    "sido": "전라남도",
    "addr": "전라남도 장성군 황룡면 뱃나드리로 180-3",
    "tel": "061-394-3338",
    "item": "농약",
    "lat": 35.290526,
    "lot": 126.773486
  },
  {
    "name": "우리농약사",
    "sido": "전라남도",
    "addr": "전라남도 장성군 황룡면 뱃나드리로 161",
    "tel": "061-392-4578",
    "item": "농약",
    "lat": 35.290537,
    "lot": 126.771208
  },
  {
    "name": "장성농협서삼지소",
    "sido": "전라남도",
    "addr": "전라남도 장성군 서삼면 축령로 372",
    "tel": "061-393-4608",
    "item": "농약",
    "lat": 35.334355,
    "lot": 126.767264
  },
  {
    "name": "장성농협북일지점",
    "sido": "전라남도",
    "addr": "전라남도 장성군 북일면 신흥로 394",
    "tel": "061-393-1518",
    "item": "농약",
    "lat": 35.374174,
    "lot": 126.80747
  },
  {
    "name": "백양사농협",
    "sido": "전라남도",
    "addr": "전라남도 장성군 북이면 사가시장2길 21",
    "tel": "061-394-0371",
    "item": "농약",
    "lat": 35.429583,
    "lot": 126.80862
  },
  {
    "name": "백양농약사",
    "sido": "전라남도",
    "addr": "전라남도 장성군 북이면 사남북길 39",
    "tel": "061-392-7711",
    "item": "농약",
    "lat": 35.429372,
    "lot": 126.807611
  },
  {
    "name": "사거리농약사",
    "sido": "전라남도",
    "addr": "전라남도 장성군 북이면 백양로 23",
    "tel": "061-392-8787",
    "item": "농약",
    "lat": 35.428763,
    "lot": 126.809164
  },
  {
    "name": "백양사농협북하지소",
    "sido": "전라남도",
    "addr": "전라남도 장성군 북하면 백양로 897",
    "tel": "061-392-7408",
    "item": "농약",
    "lat": 35.408315,
    "lot": 126.88189
  },
  {
    "name": "전남식물병원장성점",
    "sido": "전라남도",
    "addr": "전라남도 장성군 장성읍 오동촌길 27",
    "tel": "061-390-0208",
    "item": "농약",
    "lat": 35.303103,
    "lot": 126.791961
  },
  {
    "name": "크롭체크코리아",
    "sido": "전라남도",
    "addr": "전라남도 장성군 남면 나노산단3로 33-5",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.236844,
    "lot": 126.830284
  },
  {
    "name": "제이에스아그로",
    "sido": "전라남도",
    "addr": "전라남도 장성군 동화면 전자농공단지2길 66",
    "tel": "061-878-8783",
    "item": "비료",
    "lat": 35.274716,
    "lot": 126.726505
  },
  {
    "name": "(유)하나팜텍",
    "sido": "전라남도",
    "addr": "전라남도 장성군 동화면 농공단지길 49",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.28359,
    "lot": 126.729025
  },
  {
    "name": "휴바스코리아",
    "sido": "전라남도",
    "addr": "전라남도 장성군 황룡면 강변로 451-5",
    "tel": "061-393-4066",
    "item": "비료",
    "lat": 35.283789,
    "lot": 126.76578
  },
  {
    "name": "그린바이오앱",
    "sido": "전라남도",
    "addr": "전라남도 장성군 남면 나노산단3로 11",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.237469,
    "lot": 126.828756
  },
  {
    "name": "장성자연순환농업센터법인",
    "sido": "전라남도",
    "addr": "전라남도 장성군 삼서면 태청로 343-109",
    "tel": "061-392-8282",
    "item": "비료",
    "lat": 35.230511,
    "lot": 126.612954
  },
  {
    "name": "푸르네㈜",
    "sido": "전라남도",
    "addr": "전라남도 장성군 삼서면 금산로 348",
    "tel": "062-974-0434",
    "item": "비료",
    "lat": 35.204517,
    "lot": 126.661889
  },
  {
    "name": "(주)엠에스토피아",
    "sido": "전라남도",
    "addr": "전라남도 장성군 황룡면 선촌길 61",
    "tel": "061-393-5597",
    "item": "비료",
    "lat": 35.30872,
    "lot": 126.749982
  },
  {
    "name": "미래농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 진해구 경화시장로 50",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.157994,
    "lot": 128.690745
  },
  {
    "name": "보성농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 진북면 학동로 15-38지산리 41-5",
    "tel": "055-271-0356",
    "item": "농약",
    "lat": 35.117333,
    "lot": 128.471413
  },
  {
    "name": "부울경작물보호제판매조합",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 북면 백월로87번 월촌길 14",
    "tel": "055-256-1681",
    "item": "농약",
    "lat": 35.320577,
    "lot": 128.618233
  },
  {
    "name": "북면농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 북면 천주로 1132신촌리583-3",
    "tel": "055-299-9792",
    "item": "농약",
    "lat": 35.351152,
    "lot": 128.608394
  },
  {
    "name": "북창원농업협동조합경제사업장",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 북면 신촌본포로 52",
    "tel": "055-298-1876",
    "item": "농약",
    "lat": 35.345854,
    "lot": 128.612262
  },
  {
    "name": "북창원농업협동조합화천지점",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 북면 천주로 503감계리 188",
    "tel": "055-298-2620",
    "item": "농약",
    "lat": 35.301389,
    "lot": 128.601664
  },
  {
    "name": "삼계농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산회원구 내서읍 삼계10길 52 1층",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.234389,
    "lot": 128.501447
  },
  {
    "name": "삼운농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 동읍 동읍로 1136봉강리 110-9",
    "tel": "055-299-9964",
    "item": "농약",
    "lat": 35.350834,
    "lot": 128.656953
  },
  {
    "name": "서울농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 대산면 가술산단로 12",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.330724,
    "lot": 128.707243
  },
  {
    "name": "서울농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 합포로 22신포동2가 17-1",
    "tel": "055-246-3995",
    "item": "농약",
    "lat": 35.202638,
    "lot": 128.57477
  },
  {
    "name": "서창원농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산회원구 내서읍 광려천서로 71",
    "tel": "055-232-5959",
    "item": "농약",
    "lat": 35.248383,
    "lot": 128.510044
  },
  {
    "name": "서창원농업협동조합 (호계지점)",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산회원구 내서읍 호원로 307",
    "tel": "055-232-6625",
    "item": "농약",
    "lat": 35.260898,
    "lot": 128.522704
  },
  {
    "name": "성림농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 북면 천주로 645",
    "tel": "055-299-5655",
    "item": "농약",
    "lat": 35.312359,
    "lot": 128.605525
  },
  {
    "name": "엠에이 바이오",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 차상로150번길 46-1",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.235267,
    "lot": 128.636904
  },
  {
    "name": "웅동농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 창원시 진해구 웅동로 83",
    "tel": "055-545-8753",
    "item": "농약",
    "lat": 35.124326,
    "lot": 128.786483
  },
  {
    "name": "웅성농원",
    "sido": "경상남도",
    "addr": "경상남도 창원시 진해구 웅천중로 69 웅성농원",
    "tel": "055-545-7819",
    "item": "농약",
    "lat": 35.112006,
    "lot": 128.749763
  },
  {
    "name": "웅천농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 창원시 진해구 웅천로159번길 9",
    "tel": "055-544-8106",
    "item": "농약",
    "lat": 35.114653,
    "lot": 128.747566
  },
  {
    "name": "이레농약비료판매장",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 동읍 동읍로 1210 이레농약비료판매장",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.356833,
    "lot": 128.655646
  },
  {
    "name": "일동농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 대산면 대산북로532-1",
    "tel": "055-291-4327",
    "item": "농약",
    "lat": 35.367601,
    "lot": 128.695759
  },
  {
    "name": "일신바이오",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 대산면 대산북로 729",
    "tel": "055-292-4450",
    "item": "농약",
    "lat": 35.357939,
    "lot": 128.712715
  },
  {
    "name": "제일농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 동읍 용잠로 13용잠리 404-5",
    "tel": "055-291-2557",
    "item": "농약",
    "lat": 35.279036,
    "lot": 128.685747
  },
  {
    "name": "제일농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 진북면 삼진의거대로 475지산리69-14",
    "tel": "055-271-3037",
    "item": "농약",
    "lat": 35.115472,
    "lot": 128.470258
  },
  {
    "name": "(주)선농아그로텍",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 동읍 백월로 497 1층",
    "tel": "055-252-7547",
    "item": "농약",
    "lat": 35.306918,
    "lot": 128.650746
  },
  {
    "name": "(주)한성종합관리",
    "sido": "경상남도",
    "addr": "경상남도 창원시 성산구 용지로 77 1층",
    "tel": "055-551-9905",
    "item": "농약",
    "lat": 35.223115,
    "lot": 128.676247
  },
  {
    "name": "거성물산",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 해안대로 332남성동 252-2",
    "tel": "055-242-6007",
    "item": "농약",
    "lat": 35.200982,
    "lot": 128.576817
  },
  {
    "name": "경남단감원예농업협동조합(창원경제사업장)",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 대산면 대산북로 677",
    "tel": "055-256-6103",
    "item": "농약",
    "lat": 35.361525,
    "lot": 128.708796
  },
  {
    "name": "경화원예농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 진해구 충장로345번길 20",
    "tel": "055-544-1893",
    "item": "농약",
    "lat": 35.15544,
    "lot": 128.68977
  },
  {
    "name": "구산농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 구산면 반동길 3",
    "tel": "055-221-8221",
    "item": "농약",
    "lat": 35.086559,
    "lot": 128.585303
  },
  {
    "name": "구산농협수정지점",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 구산면 구산로 555",
    "tel": "055-221-8221",
    "item": "농약",
    "lat": 35.119714,
    "lot": 128.580105
  },
  {
    "name": "남창원농협경제사업소",
    "sido": "경상남도",
    "addr": "경상남도 창원시 성산구 가음로92번길 5",
    "tel": "055-286-5135",
    "item": "농약",
    "lat": 35.204703,
    "lot": 128.702951
  },
  {
    "name": "내서농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산회원구 내서읍 호원로 248",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.255486,
    "lot": 128.521878
  },
  {
    "name": "농업회사법인 삼익농산주식회사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 대산면 진산대로 413",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.336357,
    "lot": 128.708797
  },
  {
    "name": "대산농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 대산면 진산대로355번길 22",
    "tel": "055-291-5441",
    "item": "농약",
    "lat": 35.332575,
    "lot": 128.707588
  },
  {
    "name": "대산농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 대산면 진산대로506번길 2가술리 1-7",
    "tel": "055-291-6998",
    "item": "농약",
    "lat": 35.344522,
    "lot": 128.710138
  },
  {
    "name": "대촌농약종묘사",
    "sido": "광주광역시",
    "addr": "광주광역시 남구 고싸움로 165",
    "tel": "062-374-4149",
    "item": "농약",
    "lat": 35.081586,
    "lot": 126.831871
  },
  {
    "name": "대촌농협본소",
    "sido": "광주광역시",
    "addr": "광주광역시 남구 포충로 581",
    "tel": "062-602-0123",
    "item": "혼합",
    "lat": 35.080747,
    "lot": 126.833079
  },
  {
    "name": "대촌농협학승지점",
    "sido": "광주광역시",
    "addr": "광주광역시 남구 포충로 246",
    "tel": "062-374-6026",
    "item": "혼합",
    "lat": 35.064863,
    "lot": 126.803865
  },
  {
    "name": "대촌식물병원",
    "sido": "광주광역시",
    "addr": "광주광역시 남구 고싸움로152번길 2",
    "tel": "062-371-4420",
    "item": "혼합",
    "lat": 35.081415,
    "lot": 126.833441
  },
  {
    "name": "백제B&S",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 괘감로 37(괘법동)",
    "tel": "051-319-1082",
    "item": "비료",
    "lat": 35.159755,
    "lot": 128.980434
  },
  {
    "name": "위즈코퍼레이션",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 대동로 303, 부산디지털밸리아파트형공장 6층 608호 (감전동)",
    "tel": "051-317-2479",
    "item": "비료",
    "lat": 35.154654,
    "lot": 128.986138
  },
  {
    "name": "일지비텍",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 학감대로222번길 52 (주례동)",
    "tel": "051-465-2136",
    "item": "비료",
    "lat": 35.150749,
    "lot": 128.992567
  },
  {
    "name": "한국라이프",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 학장로236번길 15(학장동)",
    "tel": "051-610-0677",
    "item": "비료",
    "lat": 35.1444,
    "lot": 128.993064
  },
  {
    "name": "한농상사",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 엄궁남로11번길 14-6(엄궁동)",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.125762,
    "lot": 128.969923
  },
  {
    "name": "진동제일농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 진동면 진동시장길 43-7진동리 237-11",
    "tel": "055-272-2220",
    "item": "농약",
    "lat": 35.113595,
    "lot": 128.487926
  },
  {
    "name": "진북농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 진북면 지산5길 68",
    "tel": "055-271-8050",
    "item": "농약",
    "lat": 35.11552,
    "lot": 128.468081
  },
  {
    "name": "진전농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 진전면 대정1길 18양촌리 738-8",
    "tel": "055-271-1496",
    "item": "농약",
    "lat": 35.130787,
    "lot": 128.375799
  },
  {
    "name": "진전농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 진전면 대실로 150",
    "tel": "055-271-1005",
    "item": "농약",
    "lat": 35.102103,
    "lot": 128.418492
  },
  {
    "name": "진전농업협동조합대정지점",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 진전면 의산삼일로 14양촌리 743-1",
    "tel": "055-271-0105",
    "item": "농약",
    "lat": 35.131186,
    "lot": 128.376795
  },
  {
    "name": "진해농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 진해구 경화시장로 60-1 1층",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.159014,
    "lot": 128.690643
  },
  {
    "name": "진해농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 창원시 진해구 동진로129번길 7",
    "tel": "055-542-2527",
    "item": "농약",
    "lat": 35.145849,
    "lot": 128.703726
  },
  {
    "name": "창원바이오",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 대산면 우암로 9 우암리 286-32",
    "tel": "055-252-5266",
    "item": "농약",
    "lat": 35.335641,
    "lot": 128.727473
  },
  {
    "name": "창원원예농업 협동조합",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산회원구 북성로 317회성동 385-2",
    "tel": "055-255-6102",
    "item": "농약",
    "lat": 35.232892,
    "lot": 128.562921
  },
  {
    "name": "창원진동농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 진동면 삼진의거대로 660",
    "tel": "055-271-2021",
    "item": "농약",
    "lat": 35.116674,
    "lot": 128.489592
  },
  {
    "name": "창원푸른농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 읍성로 19서상동 505",
    "tel": "055-297-1333",
    "item": "농약",
    "lat": 35.265083,
    "lot": 128.620009
  },
  {
    "name": "창원한국농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 대산면 진산대로 400",
    "tel": "055-251-4599",
    "item": "농약",
    "lat": 35.335176,
    "lot": 128.709313
  },
  {
    "name": "천우물산",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 서성로 43 가동 207호",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.200576,
    "lot": 128.570592
  },
  {
    "name": "혜성바이오",
    "sido": "경상남도",
    "addr": "경상남도 창원시 진해구 용원동로 293 혜성바이오",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.099006,
    "lot": 128.821063
  },
  {
    "name": "혜찬",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 북면 백월로87번월촌길 14",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.320577,
    "lot": 128.618233
  },
  {
    "name": "황금상사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 동읍 용잠로6",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.278372,
    "lot": 128.685024
  },
  {
    "name": "흥농종묘농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 진해구 경화시장로 27-1 흥농종묘농약사",
    "tel": "055-546-3133",
    "item": "농약",
    "lat": 35.15603,
    "lot": 128.690631
  },
  {
    "name": "흥농종묘농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 합포로 22 1층",
    "tel": "055-246-3261",
    "item": "농약",
    "lat": 35.202638,
    "lot": 128.57477
  },
  {
    "name": "흥농종묘농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 읍성로 32중동 663-1",
    "tel": "055-255-5059",
    "item": "농약",
    "lat": 35.264894,
    "lot": 128.621334
  },
  {
    "name": "흥농종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 진해구 벚꽃로70번길 26",
    "tel": "055-547-8320",
    "item": "농약",
    "lat": 35.151181,
    "lot": 128.666465
  },
  {
    "name": "주식회사 동금솔루션",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 3 15대로 427 1동",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.212726,
    "lot": 128.575672
  },
  {
    "name": "대풍농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 북면 천주로 487-17",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.299833,
    "lot": 128.601987
  },
  {
    "name": "동방농자재상사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 북면 천주로 1122신촌리 564",
    "tel": "055-298-3735",
    "item": "농약",
    "lat": 35.350394,
    "lot": 128.607991
  },
  {
    "name": "동읍농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 동읍 신방로 7신방리 55-1",
    "tel": "055-291-3460",
    "item": "농약",
    "lat": 35.285263,
    "lot": 128.68201
  },
  {
    "name": "동읍농업협동조합 봉강지점",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 동읍 봉강가술로 6",
    "tel": "055-298-1888",
    "item": "농약",
    "lat": 35.350932,
    "lot": 128.657064
  },
  {
    "name": "동읍농업협동조합자여지점",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 동읍 자여로 81송정리 153-1",
    "tel": "055-253-7535",
    "item": "농약",
    "lat": 35.276263,
    "lot": 128.701615
  },
  {
    "name": "동진농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 동서동2길 66신포2가 15-2",
    "tel": "055-223-0134",
    "item": "농약",
    "lat": 35.202463,
    "lot": 128.574333
  },
  {
    "name": "동창원농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 읍성로 27북동 237",
    "tel": "055-255-9674",
    "item": "농약",
    "lat": 35.265176,
    "lot": 128.621038
  },
  {
    "name": "두레원예자재센터",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 읍성로 20 1층",
    "tel": "055-256-9772",
    "item": "농약",
    "lat": 35.264903,
    "lot": 128.62019
  },
  {
    "name": "마산국제농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 문화동13길 21 창포동3가",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.181518,
    "lot": 128.559683
  },
  {
    "name": "마산농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 합포로 32",
    "tel": "055-221-1868",
    "item": "농약",
    "lat": 35.203283,
    "lot": 128.575732
  },
  {
    "name": "마산시농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 묘촌1길 37현동151-1",
    "tel": "055-222-2921",
    "item": "농약",
    "lat": 35.139426,
    "lot": 128.559065
  },
  {
    "name": "대승원예사",
    "sido": "광주광역시",
    "addr": "광주광역시 남구 포충로 66",
    "tel": "062-373-8581",
    "item": "혼합",
    "lat": 35.057603,
    "lot": 126.786402
  },
  {
    "name": "강구농업협동조합남정지점",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 남정면 산정로 7",
    "tel": "054-733-4509",
    "item": "농약",
    "lat": 36.286184,
    "lot": 129.373688
  },
  {
    "name": "강구농업협동조합달산지점",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 달산면 팔각산로 1828-13",
    "tel": "054-732-3526",
    "item": "농약",
    "lat": 36.399823,
    "lot": 129.303679
  },
  {
    "name": "강구농협종합경제사업소",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 강구면 강구시장길 40-6",
    "tel": "054-733-4509",
    "item": "농약",
    "lat": 36.359872,
    "lot": 129.37832
  },
  {
    "name": "강남농약",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 남정면 남정1길 28-15",
    "tel": "054-000-0000",
    "item": "농약",
    "lat": 36.344933,
    "lot": 129.363123
  },
  {
    "name": "경북농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 영덕읍 남석길 78",
    "tel": "054-732-7588",
    "item": "농약",
    "lat": 36.410927,
    "lot": 129.368524
  },
  {
    "name": "대구경북능금농업협동조합",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 영덕읍 덕곡길 120",
    "tel": "054-734-4788",
    "item": "농약",
    "lat": 36.412895,
    "lot": 129.36669
  },
  {
    "name": "부흥농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 영해면 예주시장5길 22-32",
    "tel": "054-732-0137",
    "item": "농약",
    "lat": 36.539545,
    "lot": 129.40765
  },
  {
    "name": "북영덕농협 병곡지점",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 병곡면 병곡길 71",
    "tel": "054-732-2671",
    "item": "농약",
    "lat": 36.602231,
    "lot": 129.409923
  },
  {
    "name": "북영덕농협 영해지점",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 영해면 318만세길 171",
    "tel": "054-732-1995",
    "item": "농약",
    "lat": 36.541406,
    "lot": 129.408286
  },
  {
    "name": "북영덕농협 원황지점",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 병곡면 영덕로 2201-4",
    "tel": "054-734-4206",
    "item": "농약",
    "lat": 36.571649,
    "lot": 129.399295
  },
  {
    "name": "북영덕농협 창수지점",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 창수면 신기길 10",
    "tel": "054-734-6056",
    "item": "농약",
    "lat": 36.546198,
    "lot": 129.348953
  },
  {
    "name": "북영덕농협 축산지점",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 축산면 영덕로 1430",
    "tel": "054-732-4026",
    "item": "농약",
    "lat": 36.510051,
    "lot": 129.407406
  },
  {
    "name": "북영덕농협 축산항지점",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 축산면 축산항5길 3",
    "tel": "054-732-4025",
    "item": "농약",
    "lat": 36.508855,
    "lot": 129.446204
  },
  {
    "name": "사계플라워팜바이오",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 영해면 대동로 385",
    "tel": "054-000-0000",
    "item": "농약",
    "lat": 36.531441,
    "lot": 129.349187
  },
  {
    "name": "영덕농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 영덕읍 남석1길 26",
    "tel": "054-733-7752",
    "item": "농약",
    "lat": 36.409258,
    "lot": 129.369077
  },
  {
    "name": "영덕농업협동조합우곡지점",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 영덕읍 우곡길 15",
    "tel": "054-734-1218",
    "item": "농약",
    "lat": 36.404866,
    "lot": 129.373321
  },
  {
    "name": "영덕농업협동조합지품지점",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 지품면 경동로 7156",
    "tel": "054-732-3016",
    "item": "농약",
    "lat": 36.447682,
    "lot": 129.281396
  },
  {
    "name": "중앙농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 영해면 예주목은길 93",
    "tel": "054-734-4355",
    "item": "농약",
    "lat": 36.541589,
    "lot": 129.406815
  },
  {
    "name": "창수농약사",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 창수면 창수영해로 9-1",
    "tel": "054-734-2008",
    "item": "농약",
    "lat": 36.546221,
    "lot": 129.347764
  },
  {
    "name": "팜한농비료영덕대리점",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 병곡면 영덕로 2133",
    "tel": "054-000-0000",
    "item": "농약",
    "lat": 36.564937,
    "lot": 129.400618
  },
  {
    "name": "풍년농약사",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 영덕읍 남석길 32",
    "tel": "054-734-0004",
    "item": "농약",
    "lat": 36.40742,
    "lot": 129.369738
  },
  {
    "name": "한국농약사",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 영해면 예주시장3길 16",
    "tel": "054-732-1311",
    "item": "농약",
    "lat": 36.540643,
    "lot": 129.406624
  },
  {
    "name": "영덕대게비료영농조합",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 축산면 영축로 565",
    "tel": "054-734-4435",
    "item": "비료",
    "lat": 36.487156,
    "lot": 129.392536
  },
  {
    "name": "농업회사법인㈜해거름영덕지점",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 강구면 직천길 96",
    "tel": "063-468-7031",
    "item": "비료",
    "lat": 36.37241,
    "lot": 129.371275
  },
  {
    "name": "예주고을㈜",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 병곡면 내륙순환길 243-17",
    "tel": "054-732-0095",
    "item": "비료",
    "lat": 36.553275,
    "lot": 129.384348
  },
  {
    "name": "영덕군농업기술센터",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 영덕읍 경동로 8113",
    "tel": "054-730-6869",
    "item": "비료",
    "lat": 36.434811,
    "lot": 129.357738
  },
  {
    "name": "㈜제이엘팜아그로",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 영해면 예주목은길 135",
    "tel": "054-732-6667",
    "item": "비료",
    "lat": 36.542951,
    "lot": 129.411151
  },
  {
    "name": "금성종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 금정구 두구로 66",
    "tel": "051-508-2326",
    "item": "농약",
    "lat": 35.296526,
    "lot": 129.110327
  },
  {
    "name": "대림농약종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 금정구 중앙대로 2115",
    "tel": "051-508-4949",
    "item": "농약",
    "lat": 35.273256,
    "lot": 129.092411
  },
  {
    "name": "감전농약종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 낙동대로 761(엄궁동)",
    "tel": "051-324-4331",
    "item": "농약",
    "lat": 35.129186,
    "lot": 128.970164
  },
  {
    "name": "낙동종묘농약사",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 운산로 9-2 (삼락동)",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.169651,
    "lot": 128.978081
  },
  {
    "name": "㈜나우시스템",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 낙동대로 1450 (삼락동)",
    "tel": "051-863-4070",
    "item": "농약",
    "lat": 35.188995,
    "lot": 128.980076
  },
  {
    "name": "㈜그린프렌드",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 낙동대로943번길 157(감전동)",
    "tel": "051-315-2616",
    "item": "비료",
    "lat": 35.137101,
    "lot": 128.968642
  },
  {
    "name": "㈜성우식품",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 사상로 573 (모라동)",
    "tel": "051-327-0070",
    "item": "비료",
    "lat": 35.195323,
    "lot": 128.990178
  },
  {
    "name": "㈜승진화학",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 낙동대로 815번길 50(감전동)",
    "tel": "051-552-2218",
    "item": "비료",
    "lat": 35.133185,
    "lot": 128.968643
  },
  {
    "name": "㈜켈란",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 사상로 417번길 46, 금화금속 2층 (모라동)",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.182545,
    "lot": 128.983615
  },
  {
    "name": "글로맥스산업㈜",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 백양대로 563 (감전동, 대성칼국수)",
    "tel": "051-806-8586",
    "item": "비료",
    "lat": 35.158017,
    "lot": 128.992573
  },
  {
    "name": "만능효소",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 낙동대로815번길 28-31 (감전동)",
    "tel": "055-382-4226",
    "item": "비료",
    "lat": 35.134361,
    "lot": 128.969699
  },
  {
    "name": "보성종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 대야면 대야시장로 10",
    "tel": "063-451-2058",
    "item": "혼합",
    "lat": 35.944536,
    "lot": 126.816165
  },
  {
    "name": "부흥종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 구시장로 32",
    "tel": "063-443-9898",
    "item": "혼합",
    "lat": 35.98288,
    "lot": 126.719842
  },
  {
    "name": "서군산농협",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 공항로 422",
    "tel": "063-466-9811",
    "item": "혼합",
    "lat": 35.953349,
    "lot": 126.655524
  },
  {
    "name": "서수농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 서수면 항쟁로 218",
    "tel": "063-453-7475",
    "item": "혼합",
    "lat": 35.981962,
    "lot": 126.878238
  },
  {
    "name": "서울종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 평화길 4",
    "tel": "063-445-5353",
    "item": "혼합",
    "lat": 35.982643,
    "lot": 126.719613
  },
  {
    "name": "선제농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 옥구읍 예기길 4",
    "tel": "063-464-8517",
    "item": "혼합",
    "lat": 35.922356,
    "lot": 126.684608
  },
  {
    "name": "신흥농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 대야면 만경로 1945",
    "tel": "063-451-0093",
    "item": "혼합",
    "lat": 35.944004,
    "lot": 126.815843
  },
  {
    "name": "옥구농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 옥구읍 옥구로 22",
    "tel": "063-464-8506",
    "item": "혼합",
    "lat": 35.922468,
    "lot": 126.683871
  },
  {
    "name": "옥구농협",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 옥구읍 옥구로 37",
    "tel": "063-464-8860",
    "item": "혼합",
    "lat": 35.921784,
    "lot": 126.682433
  },
  {
    "name": "옥구농협옥서지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 옥서면 옥구저수지로 213",
    "tel": "063-471-3553",
    "item": "혼합",
    "lat": 35.924433,
    "lot": 126.644635
  },
  {
    "name": "옥봉농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 옥서면 옥구저수지로 176",
    "tel": "063-471-2221",
    "item": "혼합",
    "lat": 35.926918,
    "lot": 126.646777
  },
  {
    "name": "옥산농협",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 옥산면 옥산로 248",
    "tel": "063-464-4102",
    "item": "혼합",
    "lat": 35.941114,
    "lot": 126.750112
  },
  {
    "name": "우리종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 구시장로 43-1",
    "tel": "063-446-6569",
    "item": "혼합",
    "lat": 35.98399,
    "lot": 126.719355
  },
  {
    "name": "유한회사 미강나무병원",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 조촌5길 68",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.969625,
    "lot": 126.736767
  },
  {
    "name": "장원농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 미원로 125-6",
    "tel": "063-446-1226",
    "item": "혼합",
    "lat": 35.980311,
    "lot": 126.718415
  },
  {
    "name": "전북농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 미원안길 34",
    "tel": "063-445-4859",
    "item": "혼합",
    "lat": 35.980742,
    "lot": 126.718375
  },
  {
    "name": "중앙농약농자재센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 대야면 대야관통로 86",
    "tel": "063-451-2600",
    "item": "혼합",
    "lat": 35.944846,
    "lot": 126.815126
  },
  {
    "name": "중앙종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 구시장로 11",
    "tel": "063-445-7831",
    "item": "혼합",
    "lat": 35.98109,
    "lot": 126.719799
  },
  {
    "name": "창원농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 공항로 374",
    "tel": "063-466-1859",
    "item": "혼합",
    "lat": 35.957755,
    "lot": 126.656877
  },
  {
    "name": "회현농협",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 회현면 광지산길 4",
    "tel": "063-446-5015",
    "item": "혼합",
    "lat": 35.912353,
    "lot": 126.756465
  },
  {
    "name": "흥농종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 구시장로 34-3",
    "tel": "063-446-1887",
    "item": "혼합",
    "lat": 35.983208,
    "lot": 126.719808
  },
  {
    "name": "(사)대한한돈협회 군산지부",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 삼학8길 18",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.976449,
    "lot": 126.71468
  },
  {
    "name": "(주)경인씨엔씨",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 서수면 상장곤윗길 54",
    "tel": "063-715-2900",
    "item": "혼합",
    "lat": 36.011285,
    "lot": 126.884999
  },
  {
    "name": "(주)금호엔비텍",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 대야면 석화들길 185",
    "tel": "063-451-4991",
    "item": "혼합",
    "lat": 35.942008,
    "lot": 126.831802
  },
  {
    "name": "(주)대마",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 옥구읍 옥구로 210-23",
    "tel": "063-471-3355",
    "item": "혼합",
    "lat": 35.918759,
    "lot": 126.66665
  },
  {
    "name": "(주)대명산업",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 산단동서로 90-20",
    "tel": "063-468-3335",
    "item": "혼합",
    "lat": 35.952564,
    "lot": 126.572974
  },
  {
    "name": "(주)밀투밸런스",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 군산산단로 128",
    "tel": "063-732-3350",
    "item": "혼합",
    "lat": 35.954258,
    "lot": 126.542164
  },
  {
    "name": "(주)부농군산지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 임피면 항쟁로 400",
    "tel": "063-453-3351",
    "item": "혼합",
    "lat": 35.971207,
    "lot": 126.892645
  },
  {
    "name": "(주)에이엘앤씨",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 자유무역로 47",
    "tel": "063-471-0187",
    "item": "혼합",
    "lat": 35.94836,
    "lot": 126.548635
  },
  {
    "name": "(주)은진캐미컬",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 중가도길 9",
    "tel": "063-465-1868",
    "item": "혼합",
    "lat": 35.947858,
    "lot": 126.56464
  },
  {
    "name": "(주)지앤비바이오",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 서수면 상장곤윗길 14",
    "tel": "063-452-6002",
    "item": "혼합",
    "lat": 36.008679,
    "lot": 126.882645
  },
  {
    "name": "(주)진농",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 무역로 156-23",
    "tel": "063-466-6821",
    "item": "혼합",
    "lat": 35.959498,
    "lot": 126.557972
  },
  {
    "name": "(주)팜코리아",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 개정면 우산길 36",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.947326,
    "lot": 126.799486
  },
  {
    "name": "(주)한삶바이오텍",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 성산면 고봉5길 27",
    "tel": "063-544-4236",
    "item": "혼합",
    "lat": 35.984071,
    "lot": 126.791225
  },
  {
    "name": "(주)한울인",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 외항로 813",
    "tel": "063-468-0031",
    "item": "혼합",
    "lat": 35.955043,
    "lot": 126.583844
  },
  {
    "name": "광배산업(주",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 외항로 808",
    "tel": "063-467-9751",
    "item": "혼합",
    "lat": 35.95608,
    "lot": 126.584278
  },
  {
    "name": "군산시농업기술센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 개정면 운회길 32",
    "tel": "063-454-5322",
    "item": "혼합",
    "lat": 35.960468,
    "lot": 126.781959
  },
  {
    "name": "군산한일농장",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 대야면 오산로 118-83",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.935971,
    "lot": 126.874761
  },
  {
    "name": "금강바이오텍",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 서수면 남산로 272",
    "tel": "063-453-8020",
    "item": "혼합",
    "lat": 35.977607,
    "lot": 126.862442
  },
  {
    "name": "나라바이오주식회사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 서해로 237",
    "tel": "063-732-7322",
    "item": "혼합",
    "lat": 35.972502,
    "lot": 126.5807
  },
  {
    "name": "농업회사법인 앤제이메디칼 주식회사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 성산면 도암길 26",
    "tel": "070-4149-3488",
    "item": "혼합",
    "lat": 35.990693,
    "lot": 126.796036
  },
  {
    "name": "농업회사법인 에스바이오주식회사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 서수면 남산로 272-2",
    "tel": "063-453-8020",
    "item": "혼합",
    "lat": 35.977501,
    "lot": 126.86361
  },
  {
    "name": "농업회사법인(주)다온",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 개정면 모갱이1길 56",
    "tel": "063-465-2123",
    "item": "혼합",
    "lat": 35.983744,
    "lot": 126.765602
  },
  {
    "name": "농업회사법인비제이백제산업(유)",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 임피면 탑천로 215",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.950372,
    "lot": 126.866105
  },
  {
    "name": "대상(주)",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 외항4길 57",
    "tel": "063-450-2811",
    "item": "혼합",
    "lat": 35.978975,
    "lot": 126.65356
  },
  {
    "name": "모두캠",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 임피면 호원대3길 64",
    "tel": "063-453-0067",
    "item": "혼합",
    "lat": 35.967926,
    "lot": 126.863788
  },
  {
    "name": "미래테크",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 산단동서로 80-3",
    "tel": "063-465-5300",
    "item": "혼합",
    "lat": 35.950938,
    "lot": 126.573739
  },
  {
    "name": "새만금 사회적협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 신평길 16-9",
    "tel": "063-462-3008",
    "item": "혼합",
    "lat": 35.956718,
    "lot": 126.714453
  },
  {
    "name": "승주농산",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 임피면 동헌길 18",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.985713,
    "lot": 126.850398
  },
  {
    "name": "아그로마케팅코리아",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 개정면 우산길 32",
    "tel": "063-451-0158",
    "item": "혼합",
    "lat": 35.947835,
    "lot": 126.799843
  },
  {
    "name": "아젤리스코리아(주)",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 외항1길 32-31",
    "tel": "063-462-8460",
    "item": "혼합",
    "lat": 35.982049,
    "lot": 126.670073
  },
  {
    "name": "옥산농장",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 옥산면 대봉산길 237-9",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.943262,
    "lot": 126.754301
  },
  {
    "name": "유봉아그로 유한회사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 대학로 558, 군산대학교 1108동",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.947094,
    "lot": 126.680356
  },
  {
    "name": "정석그린(서수자원화센터)",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 서수면 원관원길 44-42",
    "tel": "063-452-3511",
    "item": "혼합",
    "lat": 36.021863,
    "lot": 126.876347
  },
  {
    "name": "제일스마트영농",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 대야면 석화로 105-14",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.951038,
    "lot": 126.820147
  },
  {
    "name": "주식회사 농협사료",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 임해로 447",
    "tel": "02-6932-9700",
    "item": "혼합",
    "lat": 35.97205,
    "lot": 126.629212
  },
  {
    "name": "주식회사 에이치에스 케미칼",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 동가도길 5",
    "tel": "063-464-6688",
    "item": "혼합",
    "lat": 35.947497,
    "lot": 126.574863
  },
  {
    "name": "주식회사 유제이",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 자유무역로 143-26",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.957448,
    "lot": 126.54557
  },
  {
    "name": "주식회사 정석케미칼",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 가도로 44",
    "tel": "063-466-0029",
    "item": "혼합",
    "lat": 35.950313,
    "lot": 126.568834
  },
  {
    "name": "주식회사 케이에스씨",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 대학로 558",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.950346,
    "lot": 126.680357
  },
  {
    "name": "청명산업주식회사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 회현면 증석길 156",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.922296,
    "lot": 126.785664
  },
  {
    "name": "회현농협농축순환자원화센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 회현면 학당길 86",
    "tel": "063-465-9533",
    "item": "혼합",
    "lat": 35.913714,
    "lot": 126.777805
  },
  {
    "name": "(주)엠지아그로",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 상동면 금산6길 34",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.555743,
    "lot": 128.761813
  },
  {
    "name": "경남단감원예농협밀양지소",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 북성로 21",
    "tel": "055-352-4427",
    "item": "농약",
    "lat": 35.498675,
    "lot": 128.74504
  },
  {
    "name": "골드팜",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 하남읍 수산동촌3길 4-1",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.376706,
    "lot": 128.710136
  },
  {
    "name": "금곡농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 산외면 산외로 690-1",
    "tel": "055-353-8957",
    "item": "농약",
    "lat": 35.51028,
    "lot": 128.838449
  },
  {
    "name": "남밀양농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 하남읍 수산중앙로 49",
    "tel": "055-391-7417",
    "item": "농약",
    "lat": 35.375122,
    "lot": 128.710724
  },
  {
    "name": "남밀양농협초동지점",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 초동면 초동로 112",
    "tel": "055-391-4113",
    "item": "농약",
    "lat": 35.421204,
    "lot": 128.672384
  },
  {
    "name": "하양농업협동조합",
    "sido": "경상북도",
    "addr": "경상북도 경산시 하양읍 한사길 2-6",
    "tel": "053-850-2200",
    "item": "농약",
    "lat": 35.92572,
    "lot": 128.824273
  },
  {
    "name": "하양농협강남지점",
    "sido": "경상북도",
    "addr": "경상북도 경산시 하양읍 화성로 158",
    "tel": "053-853-6211",
    "item": "농약",
    "lat": 35.883807,
    "lot": 128.790242
  },
  {
    "name": "한농종묘농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 하양읍 화성로 100",
    "tel": "053-000-0000",
    "item": "농약",
    "lat": 35.879786,
    "lot": 128.786379
  },
  {
    "name": "혜림원예",
    "sido": "경상북도",
    "addr": "경상북도 경산시 경청로230길 6-10",
    "tel": "053-816-2280",
    "item": "농약",
    "lat": 35.806245,
    "lot": 128.740809
  },
  {
    "name": "희망농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 하양읍 대경로 25",
    "tel": "053-853-1009",
    "item": "농약",
    "lat": 35.876617,
    "lot": 128.757891
  },
  {
    "name": "㈜케미노바에이지",
    "sido": "경상북도",
    "addr": "경상북도 경산시 남천면 대명길 82",
    "tel": "053-000-0000",
    "item": "농약",
    "lat": 35.782028,
    "lot": 128.720228
  },
  {
    "name": "대경사과원예농협 자인사업소",
    "sido": "경상북도",
    "addr": "경상북도 경산시 자인면 일연로 39",
    "tel": "053-857-2012",
    "item": "농약",
    "lat": 35.817636,
    "lot": 128.82057
  },
  {
    "name": "자인한국농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 자인면 자인로 185",
    "tel": "053-000-0000",
    "item": "농약",
    "lat": 35.815998,
    "lot": 128.824319
  },
  {
    "name": "경산농약백화점",
    "sido": "경상북도",
    "addr": "경상북도 경산시 자인면 원효로 735",
    "tel": "053-853-8550",
    "item": "농약",
    "lat": 35.81574,
    "lot": 128.814517
  },
  {
    "name": "경산농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 중앙로14길 31",
    "tel": "053-815-7166",
    "item": "농약",
    "lat": 35.819828,
    "lot": 128.735055
  },
  {
    "name": "경산농업협동조합",
    "sido": "경상북도",
    "addr": "경상북도 경산시 대학로 200",
    "tel": "053-811-4141",
    "item": "농약",
    "lat": 35.833665,
    "lot": 128.744676
  },
  {
    "name": "경산농협 시장지점",
    "sido": "경상북도",
    "addr": "경상북도 경산시 중앙로 86",
    "tel": "053-811-4141",
    "item": "농약",
    "lat": 35.823329,
    "lot": 128.736412
  },
  {
    "name": "경산둥지과수영농조합법인",
    "sido": "경상북도",
    "addr": "경상북도 경산시 남산면 하남로 339",
    "tel": "053-852-8400",
    "item": "농약",
    "lat": 35.792265,
    "lot": 128.83958
  },
  {
    "name": "경산제일농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 경안로33길 4",
    "tel": "053-812-3020",
    "item": "농약",
    "lat": 35.821978,
    "lot": 128.737016
  },
  {
    "name": "남산농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 남산면 산양길 3",
    "tel": "053-852-5121",
    "item": "농약",
    "lat": 35.793914,
    "lot": 128.835413
  },
  {
    "name": "대동농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 압량읍 압량시장길 7",
    "tel": "053-813-2653",
    "item": "농약",
    "lat": 35.844343,
    "lot": 128.759934
  },
  {
    "name": "대유아그로",
    "sido": "경상북도",
    "addr": "경상북도 경산시 압량읍 대학로 428",
    "tel": "053-000-0000",
    "item": "농약",
    "lat": 35.846016,
    "lot": 128.7648
  },
  {
    "name": "동부농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 원효로 334",
    "tel": "053-814-5885",
    "item": "농약",
    "lat": 35.813802,
    "lot": 128.771513
  },
  {
    "name": "라파아그로",
    "sido": "경상북도",
    "addr": "경상북도 경산시 압량읍 당리길 78",
    "tel": "053-000-0000",
    "item": "농약",
    "lat": 35.815419,
    "lot": 128.791299
  },
  {
    "name": "미진케미컬",
    "sido": "경상북도",
    "addr": "경상북도 경산시 남천면 남천로 444",
    "tel": "053-812-7600",
    "item": "농약",
    "lat": 35.764901,
    "lot": 128.728899
  },
  {
    "name": "베스트그린",
    "sido": "경상북도",
    "addr": "경상북도 경산시 경청로218길 2-9",
    "tel": "053-791-1984",
    "item": "농약",
    "lat": 35.801038,
    "lot": 128.738381
  },
  {
    "name": "삼익농원",
    "sido": "경상북도",
    "addr": "경상북도 경산시 하양읍 대경로 859",
    "tel": "053-856-1701",
    "item": "농약",
    "lat": 35.91857,
    "lot": 128.831608
  },
  {
    "name": "새빛나무종합병원(주)",
    "sido": "경상북도",
    "addr": "경상북도 경산시 둥지로 53",
    "tel": "053-812-0705",
    "item": "농약",
    "lat": 35.842001,
    "lot": 128.751957
  },
  {
    "name": "선화농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 압량읍 원효로 609-1",
    "tel": "053-818-4495",
    "item": "농약",
    "lat": 35.813046,
    "lot": 128.801316
  },
  {
    "name": "성심농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 하양읍 금송로 54",
    "tel": "053-852-7060",
    "item": "농약",
    "lat": 35.917274,
    "lot": 128.818812
  },
  {
    "name": "심우농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 중방로 46",
    "tel": "053-815-1257",
    "item": "농약",
    "lat": 35.829883,
    "lot": 128.739061
  },
  {
    "name": "압량농협",
    "sido": "경상북도",
    "addr": "경상북도 경산시 압량읍 대학로75길 1",
    "tel": "053-817-3211",
    "item": "농약",
    "lat": 35.841683,
    "lot": 128.760706
  },
  {
    "name": "영풍농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 중앙로 18길 32",
    "tel": "053-811-2918",
    "item": "농약",
    "lat": 35.820728,
    "lot": 128.736981
  },
  {
    "name": "오성농약농자재할인마트",
    "sido": "경상북도",
    "addr": "경상북도 경산시 자인면 자인로 203",
    "tel": "053-856-1811",
    "item": "농약",
    "lat": 35.816498,
    "lot": 128.82223
  },
  {
    "name": "와촌농약농자재상사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 와촌면 금송로 472",
    "tel": "053-852-0028",
    "item": "농약",
    "lat": 35.951363,
    "lot": 128.836213
  },
  {
    "name": "와촌농협",
    "sido": "경상북도",
    "addr": "경상북도 경산시 와촌면 금송로 429",
    "tel": "053-852-4310",
    "item": "농약",
    "lat": 35.947503,
    "lot": 128.835979
  },
  {
    "name": "와촌농협동부지점",
    "sido": "경상북도",
    "addr": "경상북도 경산시 와촌면 계당길 67-3",
    "tel": "053-852-4313",
    "item": "농약",
    "lat": 35.930769,
    "lot": 128.849274
  },
  {
    "name": "용성농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 용성면 원효로 1428",
    "tel": "053-852-3816",
    "item": "농약",
    "lat": 35.792852,
    "lot": 128.876197
  },
  {
    "name": "용성농협",
    "sido": "경상북도",
    "addr": "경상북도 경산시 용성면 원효로 1418-1",
    "tel": "053-852-1921",
    "item": "농약",
    "lat": 35.792784,
    "lot": 128.8752
  },
  {
    "name": "위드",
    "sido": "경상북도",
    "addr": "경상북도 경산시 진량읍 연지길 202-27",
    "tel": "053-812-8394",
    "item": "농약",
    "lat": 35.866805,
    "lot": 128.795334
  },
  {
    "name": "일신농약할인마트",
    "sido": "경상북도",
    "addr": "경상북도 경산시 하양읍 조산천서길 45-1",
    "tel": "053-851-2598",
    "item": "농약",
    "lat": 35.915839,
    "lot": 128.820534
  },
  {
    "name": "자인농업협동조합",
    "sido": "경상북도",
    "addr": "경상북도 경산시 자인면 원효로161길 41",
    "tel": "053-857-2302",
    "item": "농약",
    "lat": 35.815467,
    "lot": 128.825734
  },
  {
    "name": "자인농업협동조합 남산지점",
    "sido": "경상북도",
    "addr": "경상북도 경산시 남산면 산양길 7",
    "tel": "053-852-5911",
    "item": "농약",
    "lat": 35.794219,
    "lot": 128.835655
  },
  {
    "name": "자인중앙농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 자인면 자인시장1길 1",
    "tel": "053-857-2995",
    "item": "농약",
    "lat": 35.817237,
    "lot": 128.822046
  },
  {
    "name": "제일농약할인마트",
    "sido": "경상북도",
    "addr": "경상북도 경산시 자인면 자인로 180-1",
    "tel": "053-812-3020",
    "item": "농약",
    "lat": 35.816289,
    "lot": 128.824931
  },
  {
    "name": "제일농자재",
    "sido": "경상북도",
    "addr": "경상북도 경산시 하양읍 조산천동길 44",
    "tel": "053-000-0000",
    "item": "농약",
    "lat": 35.916701,
    "lot": 128.821422
  },
  {
    "name": "주식회사그린이지",
    "sido": "경상북도",
    "addr": "경상북도 경산시 삼성현마을2길 2",
    "tel": "053-000-0000",
    "item": "농약",
    "lat": 35.805896,
    "lot": 128.795019
  },
  {
    "name": "주식회사대유",
    "sido": "경상북도",
    "addr": "경상북도 경산시 압량읍 압량길 16",
    "tel": "053-817-3012",
    "item": "농약",
    "lat": 35.846173,
    "lot": 128.765842
  },
  {
    "name": "중앙농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 장산로 153",
    "tel": "053-812-9040",
    "item": "농약",
    "lat": 35.818639,
    "lot": 128.741807
  },
  {
    "name": "진량농약",
    "sido": "경상북도",
    "addr": "경상북도 경산시 진량읍 낙산1길 57",
    "tel": "053-000-0000",
    "item": "농약",
    "lat": 35.876925,
    "lot": 128.818581
  },
  {
    "name": "진량농협",
    "sido": "경상북도",
    "addr": "경상북도 경산시 진량읍 공단11로 257-10",
    "tel": "053-852-4911",
    "item": "농약",
    "lat": 35.878722,
    "lot": 128.839387
  },
  {
    "name": "청구농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 압량읍 대학로 451",
    "tel": "053-817-0810",
    "item": "농약",
    "lat": 35.847819,
    "lot": 128.764287
  },
  {
    "name": "키움상사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 자인면 원효로 733",
    "tel": "053-811-9235",
    "item": "농약",
    "lat": 35.815791,
    "lot": 128.814264
  },
  {
    "name": "푸른식물병원",
    "sido": "경상북도",
    "addr": "경상북도 경산시 중방로 11",
    "tel": "053-000-0000",
    "item": "농약",
    "lat": 35.830267,
    "lot": 128.735353
  },
  {
    "name": "풍년농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 경안로 156-1",
    "tel": "053-815-0530",
    "item": "농약",
    "lat": 35.821673,
    "lot": 128.737989
  },
  {
    "name": "하남농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 남산면 상대로 791",
    "tel": "053-851-0788",
    "item": "농약",
    "lat": 35.799106,
    "lot": 128.804015
  },
  {
    "name": "율곡농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 합천군 율곡면 동부로 571",
    "tel": "055-933-3836",
    "item": "혼합",
    "lat": 35.574712,
    "lot": 128.215263
  },
  {
    "name": "율곡농협와리지소",
    "sido": "경상남도",
    "addr": "경상남도 합천군 율곡면 와리길 7",
    "tel": "055-931-4772",
    "item": "혼합",
    "lat": 35.610819,
    "lot": 128.196134
  },
  {
    "name": "제일농약사",
    "sido": "경상남도",
    "addr": "경상남도 합천군 합천읍 충효로 89",
    "tel": "055-931-0601",
    "item": "혼합",
    "lat": 35.568284,
    "lot": 128.161185
  },
  {
    "name": "초계농약식물병원",
    "sido": "경상남도",
    "addr": "경상남도 합천군 초계면 초계중앙로 35-1",
    "tel": "055-933-9167",
    "item": "혼합",
    "lat": 35.559154,
    "lot": 128.263896
  },
  {
    "name": "초계중앙농약사",
    "sido": "경상남도",
    "addr": "경상남도 합천군 초계면 초계중앙로 78",
    "tel": "055-934-0814",
    "item": "혼합",
    "lat": 35.559047,
    "lot": 128.268574
  },
  {
    "name": "풍년농약사",
    "sido": "경상남도",
    "addr": "경상남도 합천군 초계면 초계중앙로 71",
    "tel": "055-932-1223",
    "item": "혼합",
    "lat": 35.559267,
    "lot": 128.267896
  },
  {
    "name": "한농연농자재할인마트",
    "sido": "경상남도",
    "addr": "경상남도 합천군 대양면 동부로 18",
    "tel": "055-931-7718",
    "item": "혼합",
    "lat": 35.555711,
    "lot": 128.163621
  },
  {
    "name": "합천농약사",
    "sido": "경상남도",
    "addr": "경상남도 합천군 합천읍 옥산로 44",
    "tel": "055-931-0151",
    "item": "혼합",
    "lat": 35.568307,
    "lot": 128.160412
  },
  {
    "name": "합천농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 합천군 합천읍 대야로 904",
    "tel": "055-931-2755",
    "item": "혼합",
    "lat": 35.568769,
    "lot": 128.164129
  },
  {
    "name": "합천농자재",
    "sido": "경상남도",
    "addr": "경상남도 합천군 합천읍 옥산로 45 119호 121",
    "tel": "055-931-0151",
    "item": "혼합",
    "lat": 35.568617,
    "lot": 128.160544
  },
  {
    "name": "합천농협대양지점",
    "sido": "경상남도",
    "addr": "경상남도 합천군 대양면 대야로 272-1",
    "tel": "055-932-3706",
    "item": "혼합",
    "lat": 35.516678,
    "lot": 128.174097
  },
  {
    "name": "합천농협묘산지점",
    "sido": "경상남도",
    "addr": "경상남도 합천군 묘산면 묘산로 157-3",
    "tel": "055-932-6006",
    "item": "혼합",
    "lat": 35.65826,
    "lot": 128.112181
  },
  {
    "name": "합천농협봉산지점",
    "sido": "경상남도",
    "addr": "경상남도 합천군 봉산면 서부로 4308",
    "tel": "055-933-6006",
    "item": "혼합",
    "lat": 35.624908,
    "lot": 128.041927
  },
  {
    "name": "합천동부농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 합천군 초계면 동부로 1119",
    "tel": "055-932-1014",
    "item": "혼합",
    "lat": 35.55964,
    "lot": 128.260077
  },
  {
    "name": "합천동부농협덕곡지점",
    "sido": "경상남도",
    "addr": "경상남도 합천군 덕곡면 율지2길 1",
    "tel": "055-933-5009",
    "item": "혼합",
    "lat": 35.615432,
    "lot": 128.358432
  },
  {
    "name": "합천동부농협쌍책지점",
    "sido": "경상남도",
    "addr": "경상남도 합천군 쌍책면 성산큰길 13",
    "tel": "055-932-2509",
    "item": "혼합",
    "lat": 35.575163,
    "lot": 128.286288
  },
  {
    "name": "합천동부농협적중지점",
    "sido": "경상남도",
    "addr": "경상남도 합천군 적중면 적중로 91",
    "tel": "055-932-2102",
    "item": "혼합",
    "lat": 35.548419,
    "lot": 128.278416
  },
  {
    "name": "합천동부농협청덕지점",
    "sido": "경상남도",
    "addr": "경상남도 합천군 청덕면 동부로 1759",
    "tel": "055-932-8637",
    "item": "혼합",
    "lat": 35.560203,
    "lot": 128.321352
  },
  {
    "name": "합천삼가중앙농약사",
    "sido": "경상남도",
    "addr": "경상남도 합천군 삼가면 일부5길 1 삼가시장 11호 23호 24호",
    "tel": "055-932-4578",
    "item": "혼합",
    "lat": 35.412815,
    "lot": 128.122283
  },
  {
    "name": "합천새남부농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 합천군 삼가면 하판로 3",
    "tel": "055-932-4776",
    "item": "혼합",
    "lat": 35.416018,
    "lot": 128.107511
  },
  {
    "name": "합천새남부농협가회지점",
    "sido": "경상남도",
    "addr": "경상남도 합천군 가회면 황매산로 30",
    "tel": "055-932-9111",
    "item": "혼합",
    "lat": 35.434101,
    "lot": 128.034568
  },
  {
    "name": "합천새남부농협쌍백지점",
    "sido": "경상남도",
    "addr": "경상남도 합천군 쌍백면 청정로 3",
    "tel": "055-932-3522",
    "item": "혼합",
    "lat": 35.440909,
    "lot": 128.145866
  },
  {
    "name": "합천호농협",
    "sido": "경상남도",
    "addr": "경상남도 합천군 용주면 고품용덕길 8",
    "tel": "055-932-5400",
    "item": "혼합",
    "lat": 35.543735,
    "lot": 128.102832
  },
  {
    "name": "합천호농협대병지점",
    "sido": "경상남도",
    "addr": "경상남도 합천군 대병면 신성동길 26",
    "tel": "055-933-2195",
    "item": "혼합",
    "lat": 35.521364,
    "lot": 128.013353
  },
  {
    "name": "대송종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 동해시 전천로 305",
    "tel": "033-521-5489",
    "item": "혼합",
    "lat": 37.483211,
    "lot": 129.125036
  },
  {
    "name": "동해농협본점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 동해시 대동로121",
    "tel": "033-520-3532",
    "item": "혼합",
    "lat": 37.482644,
    "lot": 129.126434
  },
  {
    "name": "동해농협북삼지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 동해시 효자로 675",
    "tel": "033-521-9151",
    "item": "혼합",
    "lat": 37.492669,
    "lot": 129.10788
  },
  {
    "name": "동해농협송정지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 동해시 송정2길 40-1",
    "tel": "033-522-5549",
    "item": "혼합",
    "lat": 37.496709,
    "lot": 129.124125
  },
  {
    "name": "동해종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 동해시 발한로 253-1",
    "tel": "033-532-4827",
    "item": "혼합",
    "lat": 37.551289,
    "lot": 129.106176
  },
  {
    "name": "묵호농협망상지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 동해시 마상천길 18",
    "tel": "033-534-3267",
    "item": "혼합",
    "lat": 37.577676,
    "lot": 129.085298
  },
  {
    "name": "묵호농협본점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 동해시 발한로 120",
    "tel": "033-530-8720",
    "item": "혼합",
    "lat": 37.543173,
    "lot": 129.10225
  },
  {
    "name": "부흥종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 동해시 대동로 134",
    "tel": "033-531-8832",
    "item": "혼합",
    "lat": 37.483758,
    "lot": 129.126406
  },
  {
    "name": "서울종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 동해시 대동로 113",
    "tel": "033-521-2659",
    "item": "혼합",
    "lat": 37.482053,
    "lot": 129.127096
  },
  {
    "name": "현대종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 동해시 발한로 244",
    "tel": "033-531-8832",
    "item": "혼합",
    "lat": 37.550771,
    "lot": 129.107329
  },
  {
    "name": "흥농종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 동해시 오일장1길 3",
    "tel": "033-521-4195",
    "item": "혼합",
    "lat": 37.482409,
    "lot": 129.126513
  },
  {
    "name": "(주)그린아그로텍 농업회사법인",
    "sido": "경상북도",
    "addr": "경상북도 경산시 압량읍 인안길 99",
    "tel": "053-818-3272",
    "item": "농약",
    "lat": 35.859496,
    "lot": 128.788642
  },
  {
    "name": "DK아그로",
    "sido": "경상북도",
    "addr": "경상북도 경산시 청운2로11길 29",
    "tel": "053-000-0000",
    "item": "농약",
    "lat": 35.843128,
    "lot": 128.751696
  },
  {
    "name": "TJ상사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 경청로 218길 2-9",
    "tel": "053-812-5647",
    "item": "농약",
    "lat": 35.801038,
    "lot": 128.738381
  },
  {
    "name": "경북농약농자재할인마트",
    "sido": "경상북도",
    "addr": "경상북도 경산시 와촌면 금송로 484",
    "tel": "053-854-5559",
    "item": "농약",
    "lat": 35.9524,
    "lot": 128.835626
  },
  {
    "name": "해인사농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 합천군 가야면 가야시장로 53",
    "tel": "055-932-7796",
    "item": "혼합",
    "lat": 35.75947,
    "lot": 128.138237
  },
  {
    "name": "해인사농협숭산지점",
    "sido": "경상남도",
    "addr": "경상남도 합천군 가야면 매안대전길 6",
    "tel": "055-932-7795",
    "item": "혼합",
    "lat": 35.731546,
    "lot": 128.108452
  },
  {
    "name": "해인사농협야로지점",
    "sido": "경상남도",
    "addr": "경상남도 합천군 야로면 가야산로 352",
    "tel": "055-932-6612",
    "item": "혼합",
    "lat": 35.705595,
    "lot": 128.169613
  },
  {
    "name": "경남농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 합천군 합천읍 옥산로 68",
    "tel": "055-933-9383",
    "item": "혼합",
    "lat": 35.568125,
    "lot": 128.162686
  },
  {
    "name": "농약방김씨",
    "sido": "경상남도",
    "addr": "경상남도 합천군 가야면 황산1길 4",
    "tel": "0507-1384-223",
    "item": "혼합",
    "lat": 35.758875,
    "lot": 128.137378
  },
  {
    "name": "부농원 농약사",
    "sido": "경상남도",
    "addr": "경상남도 합천군 덕곡면 율지1길 5",
    "tel": "055-933-8882",
    "item": "혼합",
    "lat": 35.61565,
    "lot": 128.357942
  },
  {
    "name": "삼가그린농약사",
    "sido": "경상남도",
    "addr": "경상남도 합천군 삼가면 삼가중앙1길 35",
    "tel": "055-934-2829",
    "item": "혼합",
    "lat": 35.414221,
    "lot": 128.120451
  },
  {
    "name": "시장농약사료상회",
    "sido": "경상남도",
    "addr": "경상남도 합천군 합천읍 충효로 98-4",
    "tel": "055-933-7877",
    "item": "혼합",
    "lat": 35.568926,
    "lot": 128.161717
  },
  {
    "name": "신흥농약사",
    "sido": "경상남도",
    "addr": "경상남도 합천군 삼가면 삼가로 359",
    "tel": "055-932-5454",
    "item": "혼합",
    "lat": 35.412821,
    "lot": 128.125678
  },
  {
    "name": "쌍책농약사",
    "sido": "경상남도",
    "addr": "경상남도 합천군 쌍책면 황강옥전로 1610",
    "tel": "055-932-2900",
    "item": "혼합",
    "lat": 35.575708,
    "lot": 128.28506
  },
  {
    "name": "야로농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 합천군 야로면 시장길 6-15",
    "tel": "055-931-8852",
    "item": "혼합",
    "lat": 35.706638,
    "lot": 128.169167
  },
  {
    "name": "야로농자재",
    "sido": "경상남도",
    "addr": "경상남도 합천군 야로면 가야산로 361",
    "tel": "055-933-3871",
    "item": "혼합",
    "lat": 35.706784,
    "lot": 128.169253
  },
  {
    "name": "야로시장농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 합천군 야로면 시장길 3-15",
    "tel": "055-933-6838",
    "item": "혼합",
    "lat": 35.705631,
    "lot": 128.168693
  },
  {
    "name": "우림농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 합천군 합천읍 핫들2로 11",
    "tel": "055-932-9456",
    "item": "혼합",
    "lat": 35.568647,
    "lot": 128.165701
  },
  {
    "name": "(주)제이더스화학",
    "sido": "경기도",
    "addr": "경기도 안양시 동안구 시민대로 230, 평촌아크로타워 B동 504-506호 (관양동)",
    "tel": "031-382-5553",
    "item": "비료",
    "lat": 37.392313,
    "lot": 126.956516
  },
  {
    "name": "㈜바이오밸런스",
    "sido": "경기도",
    "addr": "경기도 안양시 동안구 시민대로 361 에이스평촌타워 1007호",
    "tel": "031-345-8911",
    "item": "비료",
    "lat": 37.396822,
    "lot": 126.969944
  },
  {
    "name": "세진이앤피주식회사",
    "sido": "경기도",
    "addr": "경기도 안양시 동안구 시민대로 361 에이스평촌타워 1408호",
    "tel": "031-345-8590",
    "item": "농약",
    "lat": 37.396822,
    "lot": 126.969944
  },
  {
    "name": "경기종묘사",
    "sido": "경기도",
    "addr": "경기도 안양시 만안구 안양로 262",
    "tel": "031-445-3302",
    "item": "농약",
    "lat": 37.396262,
    "lot": 126.923875
  },
  {
    "name": "대농원예자재센터",
    "sido": "경기도",
    "addr": "경기도 안양시 동안구 흥안대로 313 직판상가22호 (농수산물도매시장)",
    "tel": "031-422-8889",
    "item": "농약",
    "lat": 37.383106,
    "lot": 126.97048
  },
  {
    "name": "새롬에스앤씨주식회사",
    "sido": "경기도",
    "addr": "경기도 안양시 만안구 박달로489번길 11 1층",
    "tel": "031-464-0146",
    "item": "농약",
    "lat": 37.403033,
    "lot": 126.907429
  },
  {
    "name": "안양농업협동조합",
    "sido": "경기도",
    "addr": "경기도 안양시 동안구 부림로 169번길30",
    "tel": "031-380-0779",
    "item": "농약",
    "lat": 37.397369,
    "lot": 126.960801
  },
  {
    "name": "흥농상회",
    "sido": "경기도",
    "addr": "경기도 안양시 만안구 안양로 263",
    "tel": "031-449-3319",
    "item": "농약",
    "lat": 37.395992,
    "lot": 126.923469
  },
  {
    "name": "태종대농마트",
    "sido": "부산광역시",
    "addr": "부산광역시 영도구 태종로795번길 3",
    "tel": "051-403-6900",
    "item": "혼합",
    "lat": 35.065435,
    "lot": 129.081428
  },
  {
    "name": "Sgagro",
    "sido": "대구광역시",
    "addr": "대구광역시 달서구 성서동로 317, 203호",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.849039,
    "lot": 128.515603
  },
  {
    "name": "성서농협 본점",
    "sido": "대구광역시",
    "addr": "대구광역시 달서구 달구벌대로 1288",
    "tel": "053-580-2923",
    "item": "농약",
    "lat": 35.851225,
    "lot": 128.508022
  },
  {
    "name": "월배농협 본점",
    "sido": "대구광역시",
    "addr": "대구광역시 달서구 월배로 81",
    "tel": "053-640-4336",
    "item": "농약",
    "lat": 35.814221,
    "lot": 128.523323
  },
  {
    "name": "㈜경농 대구공장",
    "sido": "대구광역시",
    "addr": "대구광역시 달서구 달서대로58길 15",
    "tel": "053-589-5100",
    "item": "농약",
    "lat": 35.825723,
    "lot": 128.494423
  },
  {
    "name": "㈜청솔나무병원",
    "sido": "대구광역시",
    "addr": "대구광역시 달서구 월곡로 171, 상가1동 202호",
    "tel": "053-635-8586",
    "item": "농약",
    "lat": 35.810584,
    "lot": 128.54507
  },
  {
    "name": "누리켐",
    "sido": "대구광역시",
    "addr": "대구광역시 달서구 성서공단로25길 35",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 35.838438,
    "lot": 128.495907
  },
  {
    "name": "바이오팜",
    "sido": "대구광역시",
    "addr": "대구광역시 달서구 성서공단로25길 35, 2층",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 35.838438,
    "lot": 128.495907
  },
  {
    "name": "백가내자연",
    "sido": "대구광역시",
    "addr": "대구광역시 달서구 성서동로42안길 37",
    "tel": "053-591-3951",
    "item": "비료",
    "lat": 35.837843,
    "lot": 128.516339
  },
  {
    "name": "신광산업",
    "sido": "대구광역시",
    "addr": "대구광역시 달서구 성서공단로25길 51",
    "tel": "053-586-6666",
    "item": "비료",
    "lat": 35.840214,
    "lot": 128.496462
  },
  {
    "name": "엔에스코리아",
    "sido": "대구광역시",
    "addr": "대구광역시 달서구 달구벌대로250길 29",
    "tel": "053-562-9888",
    "item": "비료",
    "lat": 35.84919,
    "lot": 128.503938
  },
  {
    "name": "영토",
    "sido": "대구광역시",
    "addr": "대구광역시 달서구 성서공단북로77길 57",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 35.848256,
    "lot": 128.514114
  },
  {
    "name": "이엘바이오텍",
    "sido": "대구광역시",
    "addr": "대구광역시 달서구 성서로71길 6",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 35.849648,
    "lot": 128.506208
  },
  {
    "name": "동청도농업협동조합운문지점",
    "sido": "경상북도",
    "addr": "경상북도 청도군 운문면 청려로 4713",
    "tel": "054-372-8661",
    "item": "농약",
    "lat": 35.71578,
    "lot": 128.913677
  },
  {
    "name": "라솔식물약국",
    "sido": "경상북도",
    "addr": "경상북도 청도군 이서면 가곡1길 5-6",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.7018,
    "lot": 128.690918
  },
  {
    "name": "매전농약사",
    "sido": "경상북도",
    "addr": "경상북도 청도군 매전면 청려로 3716",
    "tel": "054-372-9481",
    "item": "농약",
    "lat": 35.66803,
    "lot": 128.857732
  },
  {
    "name": "매전농업협동조합",
    "sido": "경상북도",
    "addr": "경상북도 청도군 매전면 청려로 3723",
    "tel": "054-372-5661",
    "item": "농약",
    "lat": 35.668752,
    "lot": 128.858049
  },
  {
    "name": "새청도농업협동조합",
    "sido": "경상북도",
    "addr": "경상북도 청도군 풍각면 헐티로 229",
    "tel": "054-372-2661",
    "item": "농약",
    "lat": 35.640738,
    "lot": 128.616147
  },
  {
    "name": "새청도농협각남지점",
    "sido": "경상북도",
    "addr": "경상북도 청도군 각남면 각남로 103",
    "tel": "054-372-6661",
    "item": "농약",
    "lat": 35.643375,
    "lot": 128.661685
  },
  {
    "name": "서청도농협",
    "sido": "경상북도",
    "addr": "경상북도 청도군 이서면 학산길 15",
    "tel": "054-372-4055",
    "item": "농약",
    "lat": 35.662098,
    "lot": 128.666435
  },
  {
    "name": "서청도농협각북지점",
    "sido": "경상북도",
    "addr": "경상북도 청도군 각북면 헐티로 821",
    "tel": "054-372-7661",
    "item": "농약",
    "lat": 35.689128,
    "lot": 128.59017
  },
  {
    "name": "영광농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 청화로 268",
    "tel": "054-373-7415",
    "item": "농약",
    "lat": 35.63594,
    "lot": 128.749576
  },
  {
    "name": "영남농약사",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 중앙로 26",
    "tel": "054-371-3946",
    "item": "농약",
    "lat": 35.643699,
    "lot": 128.747017
  },
  {
    "name": "유천농약농자재센터",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 유천길 38",
    "tel": "054-373-0182",
    "item": "농약",
    "lat": 35.570529,
    "lot": 128.77299
  },
  {
    "name": "중앙농약사",
    "sido": "경상북도",
    "addr": "경상북도 청도군 이서면 학산길 14-1",
    "tel": "054-372-4046",
    "item": "농약",
    "lat": 35.661984,
    "lot": 128.666732
  },
  {
    "name": "청도농약자재마트",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 한내길 124",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.649397,
    "lot": 128.746396
  },
  {
    "name": "청도농업협동조합",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 한내길 170",
    "tel": "054-373-2982",
    "item": "농약",
    "lat": 35.645549,
    "lot": 128.74678
  },
  {
    "name": "청도농협화양지점",
    "sido": "경상북도",
    "addr": "경상북도 청도군 화양읍 도주관로 168",
    "tel": "054-373-3211",
    "item": "농약",
    "lat": 35.649466,
    "lot": 128.707352
  },
  {
    "name": "청도포장농약사",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 고수동5길 7",
    "tel": "054-372-1234",
    "item": "농약",
    "lat": 35.641473,
    "lot": 128.746816
  },
  {
    "name": "칠성농약사",
    "sido": "경상북도",
    "addr": "경상북도 청도군 각남면 각남로 309",
    "tel": "054-372-6511",
    "item": "농약",
    "lat": 35.651841,
    "lot": 128.681688
  },
  {
    "name": "풍각농약사",
    "sido": "경상북도",
    "addr": "경상북도 청도군 풍각면 송서로 50",
    "tel": "054-373-5300",
    "item": "농약",
    "lat": 35.639242,
    "lot": 128.616256
  },
  {
    "name": "한국농약사",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 중앙로 19",
    "tel": "054-372-8989",
    "item": "농약",
    "lat": 35.6436,
    "lot": 128.746294
  },
  {
    "name": "한일농약사",
    "sido": "경상북도",
    "addr": "경상북도 청도군 금천면 동곡5길 36",
    "tel": "054-372-3202",
    "item": "농약",
    "lat": 35.693304,
    "lot": 128.890381
  },
  {
    "name": "농업회사법인 미리내 주식회사",
    "sido": "경상북도",
    "addr": "경상북도 청도군 이서면 가금구라길 197-45",
    "tel": "054-372-8880",
    "item": "비료",
    "lat": 35.652149,
    "lot": 128.648534
  },
  {
    "name": "농업회사법인 키움아그로 주식회사",
    "sido": "경상북도",
    "addr": "경상북도 청도군 풍각면 봉기로 156-1",
    "tel": "054-373-2922",
    "item": "비료",
    "lat": 35.640864,
    "lot": 128.615529
  },
  {
    "name": "대자연농원",
    "sido": "경상북도",
    "addr": "경상북도 청도군 이서면 가금구라길 304-127",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 35.649762,
    "lot": 128.663049
  },
  {
    "name": "세명통상",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 청려로 2290",
    "tel": "054-371-5673",
    "item": "비료",
    "lat": 35.654279,
    "lot": 128.767836
  },
  {
    "name": "쌍둥이농장",
    "sido": "경상북도",
    "addr": "경상북도 청도군 이서면 삼성산길 188-9",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 35.686507,
    "lot": 128.664518
  },
  {
    "name": "케이지케미칼(주)",
    "sido": "경상북도",
    "addr": "경상북도 청도군 각남면 옥산길 133",
    "tel": "054-373-9882",
    "item": "비료",
    "lat": 35.611019,
    "lot": 128.628393
  },
  {
    "name": "평산농장",
    "sido": "경상북도",
    "addr": "경상북도 청도군 이서면 삼성산길 106-13",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 35.682192,
    "lot": 128.6633
  },
  {
    "name": "풍년에코텍",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 남성현로 20-32",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 35.666888,
    "lot": 128.75135
  },
  {
    "name": "효성오앤비(주)",
    "sido": "경상북도",
    "addr": "경상북도 청도군 매전면 매전신촌길 49-17",
    "tel": "054-371-1728",
    "item": "비료",
    "lat": 35.595497,
    "lot": 128.805236
  },
  {
    "name": "(주)티켐",
    "sido": "경기도",
    "addr": "경기도 안양시 동안구 흥안대로427번길 16, 평촌디지털엠파이어 511,512호 (관양동)",
    "tel": "070-4837-1509",
    "item": "비료",
    "lat": 37.393006,
    "lot": 126.973767
  },
  {
    "name": "(주)파인클라임",
    "sido": "경기도",
    "addr": "경기도 안양시 동안구 시민대로 230, B동 305호 (관양동, 평촌아크로타워)",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 37.392313,
    "lot": 126.956516
  },
  {
    "name": "주식회사 카이엘코리아",
    "sido": "경기도",
    "addr": "경기도 안양시 동안구 흥안대로427번길 16, 평촌디지털엠파이어 602~604호 (관양동)",
    "tel": "031-384-2678",
    "item": "비료",
    "lat": 37.393006,
    "lot": 126.973767
  },
  {
    "name": "주식회사 바름겨루",
    "sido": "경기도",
    "addr": "경기도 안양시 동안구 엘에스로 92, 국제유통단지 3동 2층 35호 (호계동)",
    "tel": "031-689-3007",
    "item": "비료",
    "lat": 37.371612,
    "lot": 126.951431
  },
  {
    "name": "오케이팜",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍북읍 도청대로93번길 243",
    "tel": "041-630-1562",
    "item": "농약",
    "lat": 36.626426,
    "lot": 126.652097
  },
  {
    "name": "으뜸바이오",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 금마면 봉수산로 642",
    "tel": "041-630-1562",
    "item": "농약",
    "lat": 36.611015,
    "lot": 126.74606
  },
  {
    "name": "장곡농협경제사업장",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 장곡면 홍남동로 525",
    "tel": "041-642-5555",
    "item": "농약",
    "lat": 36.501102,
    "lot": 126.696085
  },
  {
    "name": "장곡농협반계지점",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 장곡면 무한로865번길 29",
    "tel": "041-642-6247",
    "item": "농약",
    "lat": 36.489043,
    "lot": 126.742954
  },
  {
    "name": "제일팜마트",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍성읍 의사로 56-1",
    "tel": "041-632-2625",
    "item": "농약",
    "lat": 36.602496,
    "lot": 126.671677
  },
  {
    "name": "중앙농약사",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 갈산면 상촌로 16",
    "tel": "041-631-3999",
    "item": "농약",
    "lat": 36.603031,
    "lot": 126.549397
  },
  {
    "name": "충서원예농업협동조합 홍성지점",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍성읍 충서로 1559",
    "tel": "041-633-8542",
    "item": "농약",
    "lat": 36.605325,
    "lot": 126.665088
  },
  {
    "name": "풍년농약사",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 광천읍 광천로285번길 10",
    "tel": "041-641-2164",
    "item": "농약",
    "lat": 36.500132,
    "lot": 126.624685
  },
  {
    "name": "현대농자재마트",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍성읍 충서로 1295",
    "tel": "041-632-5413",
    "item": "농약",
    "lat": 36.591538,
    "lot": 126.654899
  },
  {
    "name": "홍동농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍동면 홍장남로 697",
    "tel": "041-633-3556",
    "item": "농약",
    "lat": 36.557636,
    "lot": 126.68718
  },
  {
    "name": "홍동농협금당지소",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍동면 충절로 441",
    "tel": "041-633-3558",
    "item": "농약",
    "lat": 36.569607,
    "lot": 126.721039
  },
  {
    "name": "홍북농업협동조합 산수간이지소",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍북읍 금북로 380",
    "tel": "041-634-4797",
    "item": "농약",
    "lat": 36.650702,
    "lot": 126.721693
  },
  {
    "name": "홍북농협",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍북읍 홍북로 428-8",
    "tel": "041-632-9558",
    "item": "농약",
    "lat": 36.64794,
    "lot": 126.69205
  },
  {
    "name": "홍성농협",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍성읍 조양로246번길 20",
    "tel": "041-630-2078",
    "item": "농약",
    "lat": 36.598092,
    "lot": 126.677071
  },
  {
    "name": "홍주농약사",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍성읍 의사로43번길 1",
    "tel": "041-632-4793",
    "item": "농약",
    "lat": 36.601258,
    "lot": 126.670745
  },
  {
    "name": "흥농종묘농약사",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍성읍 의사로49번길 2, 1층",
    "tel": "041-632-3650",
    "item": "농약",
    "lat": 36.602105,
    "lot": 126.671023
  },
  {
    "name": "흥농종묘농약사(광천)",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 광천읍 홍남로 668",
    "tel": "041-641-3933",
    "item": "농약",
    "lat": 36.503084,
    "lot": 126.624854
  },
  {
    "name": "하단농약사",
    "sido": "부산광역시",
    "addr": "부산광역시 사하구 제석로 18",
    "tel": "051-293-2555",
    "item": "농약",
    "lat": 35.103696,
    "lot": 128.971451
  },
  {
    "name": "㈜현대에프앤씨",
    "sido": "부산광역시",
    "addr": "부산광역시 사하구 장림로93번길 21",
    "tel": "051-264-2348",
    "item": "비료",
    "lat": 35.080732,
    "lot": 128.957884
  },
  {
    "name": "금양바텍",
    "sido": "부산광역시",
    "addr": "부산광역시 사하구 하신중앙로27번길 17 5층 505호",
    "tel": "051-262-7712",
    "item": "비료",
    "lat": 35.081074,
    "lot": 128.96246
  },
  {
    "name": "대진화학상사",
    "sido": "부산광역시",
    "addr": "부산광역시 사하구 괴정로57번길 17",
    "tel": "051-201-5084",
    "item": "비료",
    "lat": 35.102852,
    "lot": 128.971328
  },
  {
    "name": "해천바이오 주식회사",
    "sido": "부산광역시",
    "addr": "부산광역시 사하구 하신중앙로3번가길 36 5층",
    "tel": "051-266-3083",
    "item": "비료",
    "lat": 35.078298,
    "lot": 128.960371
  },
  {
    "name": "감전문농약사",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 청도시장2길 8-1",
    "tel": "054-371-3080",
    "item": "농약",
    "lat": 35.644518,
    "lot": 128.746594
  },
  {
    "name": "경북농약사",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 유천길 59",
    "tel": "054-372-1512",
    "item": "농약",
    "lat": 35.570467,
    "lot": 128.770594
  },
  {
    "name": "남해화학경산청도대리점",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 한내길 168",
    "tel": "054-373-2011",
    "item": "농약",
    "lat": 35.645645,
    "lot": 128.747261
  },
  {
    "name": "대구경북능금농협청도경제사업장",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 중앙로 109",
    "tel": "054-372-9557",
    "item": "농약",
    "lat": 35.648336,
    "lot": 128.754621
  },
  {
    "name": "대동농약사",
    "sido": "경상북도",
    "addr": "경상북도 청도군 금천면 금천로 32",
    "tel": "054-372-3282",
    "item": "농약",
    "lat": 35.692093,
    "lot": 128.892208
  },
  {
    "name": "대풍농자재마트",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 새마을로 1303",
    "tel": "054-372-5707",
    "item": "농약",
    "lat": 35.647483,
    "lot": 128.750831
  },
  {
    "name": "동성물산(주)",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 월곡2길 63",
    "tel": "054-372-6781",
    "item": "농약",
    "lat": 35.630446,
    "lot": 128.754435
  },
  {
    "name": "동일농약사",
    "sido": "경상북도",
    "addr": "경상북도 청도군 화양읍 화양로 59",
    "tel": "054-371-3406",
    "item": "농약",
    "lat": 35.651563,
    "lot": 128.709389
  },
  {
    "name": "동청도농업협동조합",
    "sido": "경상북도",
    "addr": "경상북도 청도군 금천면 금천로 35",
    "tel": "054-372-3661",
    "item": "농약",
    "lat": 35.691913,
    "lot": 128.891698
  },
  {
    "name": "연서 영농조합법인",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 장곡면 홍남동로279번길 120",
    "tel": "041-630-1562",
    "item": "비료",
    "lat": 36.522878,
    "lot": 126.677508
  },
  {
    "name": "영농조합법인 농가원 교항지점",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 결성면 만해로435번길 61-103",
    "tel": "041-631-0081",
    "item": "비료",
    "lat": 36.564886,
    "lot": 126.535702
  },
  {
    "name": "영농조합법인 옥토로",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 갈산면 갈산서길 34",
    "tel": "041-630-1562",
    "item": "비료",
    "lat": 36.601003,
    "lot": 126.521703
  },
  {
    "name": "오서양돈 영농조합법인",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 광천읍 홍남동로64번길 146",
    "tel": "041-642-7775",
    "item": "비료",
    "lat": 36.506944,
    "lot": 126.64939
  },
  {
    "name": "주)오송",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 은하면 홍남로 312",
    "tel": "041-641-6681",
    "item": "비료",
    "lat": 36.506197,
    "lot": 126.59593
  },
  {
    "name": "주식회사 동성이엔이",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 은하면 홍남서로886번길 230",
    "tel": "041-633-8675",
    "item": "비료",
    "lat": 36.504585,
    "lot": 126.567012
  },
  {
    "name": "주식회사 디와이씨",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 금마면 철마산길 173",
    "tel": "041-427-1052",
    "item": "비료",
    "lat": 36.61983,
    "lot": 126.722314
  },
  {
    "name": "주식회사 홍주에코텍",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 은하면 은하로184번길 110, 주식회사 홍주에코텍",
    "tel": "041-630-1562",
    "item": "비료",
    "lat": 36.517184,
    "lot": 126.588012
  },
  {
    "name": "팔마미생물(주)",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 장곡면 홍남동로 880",
    "tel": "041-642-6900",
    "item": "비료",
    "lat": 36.498278,
    "lot": 126.730897
  },
  {
    "name": "피그팜",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 결성면 백야로 206",
    "tel": "041-630-1562",
    "item": "비료",
    "lat": 36.574728,
    "lot": 126.56447
  },
  {
    "name": "한돈협회 액비유통센타 영농조합법인",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 서부면 서부서길 315",
    "tel": "041-630-1562",
    "item": "비료",
    "lat": 36.593364,
    "lot": 126.472487
  },
  {
    "name": "현명농장",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍동면 홍남동로279번길 140-18",
    "tel": "041-630-1562",
    "item": "비료",
    "lat": 36.524575,
    "lot": 126.677606
  },
  {
    "name": "홍동농협",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍동면 홍장북로 7",
    "tel": "041-634-8637",
    "item": "비료",
    "lat": 36.560272,
    "lot": 126.686902
  },
  {
    "name": "홍성군농업기술센터",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍성읍 내포로 230",
    "tel": "041-630-9127",
    "item": "비료",
    "lat": 36.593084,
    "lot": 126.645205
  },
  {
    "name": "홍성축산업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍성읍 문화로 131-1",
    "tel": "041-642-0672",
    "item": "비료",
    "lat": 36.599269,
    "lot": 126.662781
  },
  {
    "name": "갈산농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 갈산면 갈산로120번길 9",
    "tel": "041-633-1530",
    "item": "농약",
    "lat": 36.60302,
    "lot": 126.551895
  },
  {
    "name": "결성농업협동조합영농자재판매장",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 결성면 홍남서로 766",
    "tel": "041-642-8555",
    "item": "농약",
    "lat": 36.524589,
    "lot": 126.550403
  },
  {
    "name": "광천농약사",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 광천읍 광천로 277",
    "tel": "041-641-7145",
    "item": "농약",
    "lat": 36.499142,
    "lot": 126.624694
  },
  {
    "name": "광천농협 자재센터",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 광천읍 홍남로 637-6",
    "tel": "041-641-5552",
    "item": "농약",
    "lat": 36.504774,
    "lot": 126.622057
  },
  {
    "name": "광천농협은하지점",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 은하면 은하로 252",
    "tel": "041-642-4555",
    "item": "농약",
    "lat": 36.531435,
    "lot": 126.59007
  },
  {
    "name": "구항농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 구항면 구항길 65",
    "tel": "041-630-0612",
    "item": "농약",
    "lat": 36.588838,
    "lot": 126.605956
  },
  {
    "name": "구항농협남부지점",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 구항면 충서로 721-11",
    "tel": "041-642-0786",
    "item": "농약",
    "lat": 36.544828,
    "lot": 126.636774
  },
  {
    "name": "금마농업협동조합(영농자재센터)",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 금마면 봉수산로 863",
    "tel": "041-634-7552",
    "item": "농약",
    "lat": 36.625959,
    "lot": 126.735182
  },
  {
    "name": "내포종묘농약사",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍성읍 의사로63번길 19",
    "tel": "041-634-0450",
    "item": "농약",
    "lat": 36.603354,
    "lot": 126.669312
  },
  {
    "name": "대승농약사(대승농자재)",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍성읍 의사로43번길 13-14",
    "tel": "041-632-2733",
    "item": "농약",
    "lat": 36.601374,
    "lot": 126.66935
  },
  {
    "name": "도민종묘농약사",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 갈산면 갈산로114번길 5",
    "tel": "041-633-2203",
    "item": "농약",
    "lat": 36.603447,
    "lot": 126.551332
  },
  {
    "name": "보람아그로",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍성읍 충서로1318번길 39",
    "tel": "041-630-1562",
    "item": "농약",
    "lat": 36.594669,
    "lot": 126.657325
  },
  {
    "name": "서부농업협동조합광리지점",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 서부면 서부로 777",
    "tel": "041-633-8542",
    "item": "농약",
    "lat": 36.598075,
    "lot": 126.503839
  },
  {
    "name": "서부농업협동조합농용자재판매장",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 서부면 이호길 48",
    "tel": "041-632-8555",
    "item": "농약",
    "lat": 36.581055,
    "lot": 126.514306
  },
  {
    "name": "서울농약종묘사",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 광천읍 광천로 281",
    "tel": "041-641-2822",
    "item": "농약",
    "lat": 36.499537,
    "lot": 126.624982
  },
  {
    "name": "신농종묘농약사",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍성읍 조양로 209-1",
    "tel": "041-633-5245",
    "item": "농약",
    "lat": 36.600348,
    "lot": 126.672909
  },
  {
    "name": "진안농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 진안읍 진무로 1150",
    "tel": "063-433-1911",
    "item": "농약",
    "lat": 35.794256,
    "lot": 127.43311
  },
  {
    "name": "진안농협동향지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 동향면 진성로 1612",
    "tel": "063-430-3102",
    "item": "농약",
    "lat": 35.837296,
    "lot": 127.56857
  },
  {
    "name": "진안농협마령지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 마령면 임진로 2110",
    "tel": "063-432-2512",
    "item": "농약",
    "lat": 35.734339,
    "lot": 127.370134
  },
  {
    "name": "진안농협안천지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 안천면 진무로 3022",
    "tel": "063-430-3146",
    "item": "농약",
    "lat": 35.898414,
    "lot": 127.555416
  },
  {
    "name": "진안농협용담지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 용담면 대송로 11",
    "tel": "063-430-3161",
    "item": "농약",
    "lat": 35.966267,
    "lot": 127.519671
  },
  {
    "name": "진안농협주천지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 주천면 동상주천로 2211",
    "tel": "063-432-6576",
    "item": "농약",
    "lat": 35.974973,
    "lot": 127.425365
  },
  {
    "name": "한국농약마트",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 진안읍 진무로 1097",
    "tel": "063-433-3669",
    "item": "농약",
    "lat": 35.791987,
    "lot": 127.428488
  },
  {
    "name": "한성",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 진안읍 진무로 1094",
    "tel": "063-000-0000",
    "item": "농약",
    "lat": 35.791767,
    "lot": 127.428251
  },
  {
    "name": "흥농종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 진안읍 진무로 1109",
    "tel": "063-432-0766",
    "item": "농약",
    "lat": 35.792228,
    "lot": 127.429841
  },
  {
    "name": "필승아그로",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 진안읍 진장로 61",
    "tel": "063-000-0000",
    "item": "비료",
    "lat": 35.792273,
    "lot": 127.438
  },
  {
    "name": "㈜동진씨앤지 지안바이오",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 성수면 고분제로 215-60",
    "tel": "063-000-0000",
    "item": "비료",
    "lat": 35.757051,
    "lot": 127.333655
  },
  {
    "name": "농업회사법인 유한회사 이삭",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 부귀면 오복1길 27-3",
    "tel": "063-000-0000",
    "item": "비료",
    "lat": 35.824373,
    "lot": 127.353252
  },
  {
    "name": "마이유기질비료",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 마령면 오동2길 35-120",
    "tel": "063-000-0000",
    "item": "비료",
    "lat": 35.72688,
    "lot": 127.359139
  },
  {
    "name": "진안군 농업기술센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 진안읍 진무로 702-30",
    "tel": "063-000-0000",
    "item": "비료",
    "lat": 35.762853,
    "lot": 127.437246
  },
  {
    "name": "주식회사 식물약국",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 진안읍 대연장길 11",
    "tel": "063-000-0000",
    "item": "비료",
    "lat": 35.772769,
    "lot": 127.380779
  },
  {
    "name": "(주)녹색비료",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 광천읍 홍남동로279번길 153",
    "tel": "041-642-0053",
    "item": "비료",
    "lat": 36.525188,
    "lot": 126.674708
  },
  {
    "name": "(주)부토자원",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 은하면 임해로 1031",
    "tel": "041-642-1586",
    "item": "비료",
    "lat": 36.516205,
    "lot": 126.566109
  },
  {
    "name": "(주)에스씨아이",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 결성면 산업로116번길 102-36",
    "tel": "041-642-4202",
    "item": "비료",
    "lat": 36.552885,
    "lot": 126.559619
  },
  {
    "name": "(주)지테크",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 은하면 구성남로 658",
    "tel": "041-633-8008",
    "item": "비료",
    "lat": 36.565973,
    "lot": 126.587146
  },
  {
    "name": "(주)참그로 농업회사법인",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 광천읍 광천로430번길 41-86",
    "tel": "041-642-0878",
    "item": "비료",
    "lat": 36.516098,
    "lot": 126.626039
  },
  {
    "name": "(주)케이티에스테크",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 결성면 만해로 358",
    "tel": "041-641-6006",
    "item": "비료",
    "lat": 36.56234,
    "lot": 126.544383
  },
  {
    "name": "(주)태한산업",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 은하면 백야로68번길 16",
    "tel": "041-642-3358",
    "item": "비료",
    "lat": 36.568184,
    "lot": 126.576024
  },
  {
    "name": "국현영농조합법인",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 갈산면 여술길 1",
    "tel": "041-630-1562",
    "item": "비료",
    "lat": 36.60406,
    "lot": 126.552849
  },
  {
    "name": "금평농장",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍동면 홍동길193번길 93",
    "tel": "041-630-1562",
    "item": "비료",
    "lat": 36.555728,
    "lot": 126.709167
  },
  {
    "name": "내포비료",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 장곡면 홍남동로311번길 111-117",
    "tel": "041-630-1562",
    "item": "비료",
    "lat": 36.5235,
    "lot": 126.679133
  },
  {
    "name": "노창섭",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 서부면 남당항로208번길 17",
    "tel": "041-630-1562",
    "item": "비료",
    "lat": 36.540609,
    "lot": 126.472945
  },
  {
    "name": "농업회사법인 벧엘(주)",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 서부면 이호길 40",
    "tel": "041-630-1562",
    "item": "비료",
    "lat": 36.581008,
    "lot": 126.51383
  },
  {
    "name": "농업회사법인주식회사 성우",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 결성면 홍남서로843번길 40-3",
    "tel": "041-523-4900",
    "item": "비료",
    "lat": 36.528531,
    "lot": 126.561848
  },
  {
    "name": "쌍마농장",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 갈산면 백야로 490",
    "tel": "041-630-1562",
    "item": "비료",
    "lat": 36.595566,
    "lot": 126.551241
  },
  {
    "name": "미전농약사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 삼랑진읍 외송중앙길 3",
    "tel": "055-353-4962",
    "item": "농약",
    "lat": 35.396366,
    "lot": 128.837507
  },
  {
    "name": "밀양농업협동조합 공판장지점",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 상남면 밀양대로 1476",
    "tel": "055-355-8517",
    "item": "농약",
    "lat": 35.463514,
    "lot": 128.756877
  },
  {
    "name": "밀양농협남명지점",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 산내면 산내로 1153",
    "tel": "055-356-1991",
    "item": "농약",
    "lat": 35.587572,
    "lot": 128.954573
  },
  {
    "name": "밀양농협산내지점",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 산내면 산내로 346-7",
    "tel": "055-355-8500",
    "item": "농약",
    "lat": 35.585975,
    "lot": 128.882641
  },
  {
    "name": "범평농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 초동면 범평2길 1",
    "tel": "055-391-1884",
    "item": "농약",
    "lat": 35.420992,
    "lot": 128.672697
  },
  {
    "name": "부북농약사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 부북면 부북로 39",
    "tel": "055-354-9009",
    "item": "농약",
    "lat": 35.511989,
    "lot": 128.72875
  },
  {
    "name": "부북농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 부북면 부북로 102",
    "tel": "055-355-1806",
    "item": "농약",
    "lat": 35.517485,
    "lot": 128.727051
  },
  {
    "name": "부북농업협동조합사포지점",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 부북면 사포로 158",
    "tel": "055-355-1804",
    "item": "농약",
    "lat": 35.473929,
    "lot": 128.738167
  },
  {
    "name": "산내종묘농약사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 산내면 산내로 360",
    "tel": "055-352-8528",
    "item": "농약",
    "lat": 35.587147,
    "lot": 128.882515
  },
  {
    "name": "삼랑진농업협동조합임천지점",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 삼랑진읍 삼랑진로 1319",
    "tel": "055-352-2978",
    "item": "농약",
    "lat": 35.4527,
    "lot": 128.79705
  },
  {
    "name": "삼랑진농협 영농자재센터",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 삼랑진읍 삼랑진로 188",
    "tel": "055-353-8285",
    "item": "농약",
    "lat": 35.393977,
    "lot": 128.836334
  },
  {
    "name": "상남농약사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 상남면 상남로 1147",
    "tel": "055-355-9678",
    "item": "농약",
    "lat": 35.458381,
    "lot": 128.751305
  },
  {
    "name": "상남농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 상남면 평촌중앙로 45",
    "tel": "055-352-6562",
    "item": "농약",
    "lat": 35.410497,
    "lot": 128.775885
  },
  {
    "name": "새한농자재밀양지점",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 밀양대로 1928",
    "tel": "055-355-0548",
    "item": "농약",
    "lat": 35.495674,
    "lot": 128.744244
  },
  {
    "name": "서울농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 무안면 사명로 480-1",
    "tel": "055-353-7039",
    "item": "농약",
    "lat": 35.467637,
    "lot": 128.651171
  },
  {
    "name": "성원농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 단장면 국전로 12",
    "tel": "055-356-4722",
    "item": "농약",
    "lat": 35.514197,
    "lot": 128.874907
  },
  {
    "name": "신한농약사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 중앙로 336-1",
    "tel": "055-354-4330",
    "item": "농약",
    "lat": 35.492886,
    "lot": 128.754114
  },
  {
    "name": "얼음골영농",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 산내면 산내로 1190",
    "tel": "055-356-2856",
    "item": "농약",
    "lat": 35.587811,
    "lot": 128.958732
  },
  {
    "name": "㈜코넴바이오",
    "sido": "대구광역시",
    "addr": "대구광역시 달서구 성서서로19길 18",
    "tel": "053-573-8826",
    "item": "비료",
    "lat": 35.833689,
    "lot": 128.498065
  },
  {
    "name": "㈜씨앤지",
    "sido": "대구광역시",
    "addr": "대구광역시 달서구 성서로 37",
    "tel": "053-621-0161",
    "item": "비료",
    "lat": 35.821036,
    "lot": 128.504832
  },
  {
    "name": "㈜에이치이엠아이",
    "sido": "대구광역시",
    "addr": "대구광역시 달서구 성서공단북로 261, 마동 2-2호",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 35.845117,
    "lot": 128.501289
  },
  {
    "name": "농민의집",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 진안읍 진무로 1117",
    "tel": "063-433-3167",
    "item": "농약",
    "lat": 35.79236,
    "lot": 127.430698
  },
  {
    "name": "대풍종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 진안읍 진무로 1105",
    "tel": "063-433-4448",
    "item": "농약",
    "lat": 35.79215,
    "lot": 127.429392
  },
  {
    "name": "마령흥농농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 마령면 서평로 192",
    "tel": "063-432-3411",
    "item": "농약",
    "lat": 35.73326,
    "lot": 127.370293
  },
  {
    "name": "백운고농농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 백운면 임진로 1328-1",
    "tel": "063-432-4513",
    "item": "농약",
    "lat": 35.691592,
    "lot": 127.397121
  },
  {
    "name": "백운농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 백운면 임진로 1309",
    "tel": "063-432-5271",
    "item": "농약",
    "lat": 35.690434,
    "lot": 127.396162
  },
  {
    "name": "백운농협성수지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 성수면 관진로 777",
    "tel": "063-432-8998",
    "item": "농약",
    "lat": 35.708036,
    "lot": 127.323572
  },
  {
    "name": "부귀농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 부귀면 부귀로 298",
    "tel": "063-433-5355",
    "item": "농약",
    "lat": 35.835727,
    "lot": 127.360117
  },
  {
    "name": "부귀농협정천지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 정천면 진용로 1040",
    "tel": "063-432-5536",
    "item": "농약",
    "lat": 35.870962,
    "lot": 127.435886
  },
  {
    "name": "부귀종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 부귀면 부귀로 311",
    "tel": "063-432-8635",
    "item": "농약",
    "lat": 35.836431,
    "lot": 127.361807
  },
  {
    "name": "전북인삼농협",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 진안읍 진무로 1021",
    "tel": "063-562-3160",
    "item": "농약",
    "lat": 35.787505,
    "lot": 127.42288
  },
  {
    "name": "진안농약마트",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 진안읍 진장로 2",
    "tel": "063-000-0000",
    "item": "농약",
    "lat": 35.792191,
    "lot": 127.431494
  },
  {
    "name": "뉴트리영농조합법인",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 소양면 소양신원길 73",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.841977,
    "lot": 127.289608
  },
  {
    "name": "전주식물원예사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 용진읍 완주로 194",
    "tel": "063-241-8808",
    "item": "혼합",
    "lat": 35.882298,
    "lot": 127.156209
  },
  {
    "name": "그린농약농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 용진읍 구억명덕로 166",
    "tel": "063-242-4989",
    "item": "혼합",
    "lat": 35.8649,
    "lot": 127.167673
  },
  {
    "name": "용진농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 용진읍 완주로 187",
    "tel": "063-243-7009",
    "item": "혼합",
    "lat": 35.881707,
    "lot": 127.15549
  },
  {
    "name": "광은농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 용진읍 초포다리로 248",
    "tel": "063-241-7653",
    "item": "혼합",
    "lat": 35.877698,
    "lot": 127.157501
  },
  {
    "name": "(주)안심텍",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 운주면 덕동가척길 15",
    "tel": "063-261-4881",
    "item": "비료",
    "lat": 36.084005,
    "lot": 127.280214
  },
  {
    "name": "운주농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 운주면 운주로 133",
    "tel": "063-263-7025",
    "item": "혼합",
    "lat": 36.093411,
    "lot": 127.276576
  },
  {
    "name": "한국식물병원",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 이서면 안전로 107-3",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.833457,
    "lot": 127.058224
  },
  {
    "name": "바이오팜",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 이서면 안전로 139 501호",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.836505,
    "lot": 127.05823
  },
  {
    "name": "바이오팜",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 이서면 안전로 139",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.836505,
    "lot": 127.05823
  },
  {
    "name": "금강농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 이서면 애통길 160",
    "tel": "063-222-9035",
    "item": "혼합",
    "lat": 35.818195,
    "lot": 126.99803
  },
  {
    "name": "혁신오송농약조경자재마트",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 이서면 양동길 15-1",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.839197,
    "lot": 127.052705
  },
  {
    "name": "전북작물보호제판매업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 이서면 이서남로 43-5",
    "tel": "063-221-7494",
    "item": "혼합",
    "lat": 35.798095,
    "lot": 127.047092
  },
  {
    "name": "새전북농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 이서면 이서로 42",
    "tel": "063-222-5385",
    "item": "혼합",
    "lat": 35.81988,
    "lot": 127.021425
  },
  {
    "name": "이서농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 이서면 이서로 60",
    "tel": "063-239-4714",
    "item": "혼합",
    "lat": 35.82013,
    "lot": 127.023456
  },
  {
    "name": "원 스탑 팜",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 이서면 출판로 18",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.839471,
    "lot": 127.054701
  },
  {
    "name": "농업회사법인 주식회사 피앤에프바이오",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 이서면 콩쥐팥쥐로 1043-7",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.821571,
    "lot": 127.013814
  },
  {
    "name": "소은농장",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 화산면 누하길 54-1",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 36.065998,
    "lot": 127.140681
  },
  {
    "name": "아리울농장",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 화산면 화산로 1349",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 36.058587,
    "lot": 127.159161
  },
  {
    "name": "제일농장",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 화산면 화산남로 281-16",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 36.015334,
    "lot": 127.207069
  },
  {
    "name": "완주한일농장",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 화산면 화산남로 281-24",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 36.014844,
    "lot": 127.208128
  },
  {
    "name": "화산한일농장",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 화산면 화산남로 281-26",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 36.014642,
    "lot": 127.207604
  },
  {
    "name": "화산농업협동조합종리사업소",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 화산면 화산남로 4-3",
    "tel": "063-262-4056",
    "item": "혼합",
    "lat": 36.000738,
    "lot": 127.231014
  },
  {
    "name": "화산부흥농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 화산면 화산로 797",
    "tel": "063-261-5321",
    "item": "혼합",
    "lat": 36.036232,
    "lot": 127.206537
  },
  {
    "name": "화산농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 화산면 화산로 840",
    "tel": "063-262-5016",
    "item": "혼합",
    "lat": 36.034362,
    "lot": 127.20218
  },
  {
    "name": "전주김제완주축산업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 전주시 덕진구 동부대로 769",
    "tel": "063-240-2800",
    "item": "비료",
    "lat": 35.856691,
    "lot": 127.15636
  },
  {
    "name": "무안농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 무안면 사명로 459",
    "tel": "055-352-0006",
    "item": "농약",
    "lat": 35.465696,
    "lot": 128.65008
  },
  {
    "name": "미래농산진성농약",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 밀주길 10",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.475771,
    "lot": 128.764582
  },
  {
    "name": "미래농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 내이4길 27",
    "tel": "055-356-1271",
    "item": "농약",
    "lat": 35.499628,
    "lot": 128.745273
  },
  {
    "name": "미리벌골프장전문자재",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 상남면 고노실1길 26-3",
    "tel": "055-356-6221",
    "item": "농약",
    "lat": 35.459571,
    "lot": 128.748966
  },
  {
    "name": "농업회사법인 부농유한회사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 삼봉로 909",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.940353,
    "lot": 127.164062
  },
  {
    "name": "한일농자재마트",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 삼봉로 916",
    "tel": "063-262-3286",
    "item": "혼합",
    "lat": 35.940229,
    "lot": 127.164977
  },
  {
    "name": "주식회사 팜한농",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 완주산단2로 51-19",
    "tel": "02-3159-5726",
    "item": "혼합",
    "lat": 35.939749,
    "lot": 127.133735
  },
  {
    "name": "농업회사법인(주)바이오플러스",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 완주산단6로 224",
    "tel": "063-244-5607",
    "item": "비료",
    "lat": 35.964781,
    "lot": 127.119463
  },
  {
    "name": "농업회사법인유한회사삼락",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 은하율소로 55",
    "tel": "063-263-1119",
    "item": "비료",
    "lat": 35.952276,
    "lot": 127.158659
  },
  {
    "name": "지바이오",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 비봉면 눈기러기로 316",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 36.004236,
    "lot": 127.204182
  },
  {
    "name": "(유)대풍",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 비봉면 율백로 183-7",
    "tel": "063-263-8356",
    "item": "비료",
    "lat": 35.981778,
    "lot": 127.169777
  },
  {
    "name": "(주)농심바이오 완주지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 비봉면 이수백로 274-5",
    "tel": "063-261-1144",
    "item": "비료",
    "lat": 35.992806,
    "lot": 127.173449
  },
  {
    "name": "영농조합법인농심",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 비봉면 이수백로 274-52",
    "tel": "063-261-0123",
    "item": "비료",
    "lat": 35.992725,
    "lot": 127.174258
  },
  {
    "name": "(주)케이티지오농업회사법인전주지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 비봉면 천호로 389-24",
    "tel": "063-263-6778",
    "item": "비료",
    "lat": 35.982337,
    "lot": 127.148173
  },
  {
    "name": "고산농협비봉지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 비봉면 천호로 530",
    "tel": "063-263-6004",
    "item": "혼합",
    "lat": 35.994833,
    "lot": 127.140549
  },
  {
    "name": "(유)삼육비앤알",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 삼례읍 마천3길 44",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.905191,
    "lot": 127.070862
  },
  {
    "name": "팜한농전주완주대리점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 삼례읍 삼례나들목로 294",
    "tel": "063-225-8523",
    "item": "혼합",
    "lat": 35.918488,
    "lot": 127.086169
  },
  {
    "name": "삼례농협 영농자재센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 삼례읍 삼례나들목로 92",
    "tel": "063-291-2691",
    "item": "혼합",
    "lat": 35.90293,
    "lot": 127.097422
  },
  {
    "name": "하나바이오",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 삼례읍 삼봉로 131",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.918181,
    "lot": 127.083982
  },
  {
    "name": "천수조화농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 삼례읍 삼봉로 23",
    "tel": "063-291-2112",
    "item": "혼합",
    "lat": 35.911963,
    "lot": 127.074525
  },
  {
    "name": "농민농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 삼례읍 삼봉로 41",
    "tel": "063-291-4377",
    "item": "혼합",
    "lat": 35.912957,
    "lot": 127.076035
  },
  {
    "name": "중앙종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 삼례읍 삼봉로 5-3",
    "tel": "063-291-3421",
    "item": "혼합",
    "lat": 35.911,
    "lot": 127.073035
  },
  {
    "name": "진기농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 삼례읍 삼봉로 6",
    "tel": "063-291-6756",
    "item": "혼합",
    "lat": 35.910613,
    "lot": 127.073586
  },
  {
    "name": "대진아그로",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 삼례읍 용전길 64",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.899326,
    "lot": 127.103473
  },
  {
    "name": "팜스농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 삼례읍 웃삼례길 39-7",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.918957,
    "lot": 127.08258
  },
  {
    "name": "상관농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 상관면 신리로 145-3",
    "tel": "063-280-6204",
    "item": "혼합",
    "lat": 35.773853,
    "lot": 127.204598
  },
  {
    "name": "팜스케어",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 상관면 춘향로 4116",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.719846,
    "lot": 127.233741
  },
  {
    "name": "친환경솔매포크영농조합법인",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 소양면 곰티로 302",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.816033,
    "lot": 127.282491
  },
  {
    "name": "고산농산",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 소양면 대승길 73",
    "tel": "063-243-7900",
    "item": "비료",
    "lat": 35.862025,
    "lot": 127.292672
  },
  {
    "name": "눈부신자연애바이오(주)",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 소양면 마수길 1-1",
    "tel": "063-902-6603",
    "item": "비료",
    "lat": 35.865958,
    "lot": 127.246236
  },
  {
    "name": "(주)한국융복합바이오공학센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 소양면 망표길 122",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.8465,
    "lot": 127.239463
  },
  {
    "name": "전문농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 소양면 소양로 198",
    "tel": "000-0000-0000",
    "item": "혼합",
    "lat": 35.85467,
    "lot": 127.230074
  },
  {
    "name": "소양농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 소양면 소양로 230",
    "tel": "063-243-8007",
    "item": "혼합",
    "lat": 35.855541,
    "lot": 127.233655
  },
  {
    "name": "초우크롭사이언스",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 대저로89번가길 108",
    "tel": "051-625-3579",
    "item": "비료",
    "lat": 35.217707,
    "lot": 128.968814
  },
  {
    "name": "케이아그로",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 대저중앙로347번길 20",
    "tel": "051-971-9255",
    "item": "비료",
    "lat": 35.221606,
    "lot": 128.985523
  },
  {
    "name": "토리바텍",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 과학산단1로60번길 31, 부산테크노파크 시험생산동 1층 102호 (지사동)",
    "tel": "051-000-0000",
    "item": "비료",
    "lat": 35.144534,
    "lot": 128.825735
  },
  {
    "name": "풍농그린텍",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 경전철로 187",
    "tel": "051-973-9408",
    "item": "비료",
    "lat": 35.195478,
    "lot": 128.963249
  },
  {
    "name": "해성씨드플러스(주)농업회사법인",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 공항앞길 67",
    "tel": "051-973-9697",
    "item": "비료",
    "lat": 35.178551,
    "lot": 128.952295
  },
  {
    "name": "현빈친환경연구소",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 가락대로1397번길 20",
    "tel": "051-000-0000",
    "item": "비료",
    "lat": 35.18962,
    "lot": 128.903115
  },
  {
    "name": "후레쉬상사",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 신포길83번길 31",
    "tel": "051-271-2553",
    "item": "비료",
    "lat": 35.115098,
    "lot": 128.929802
  },
  {
    "name": "굿모닝바이오",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 경천면 대둔산로 244-9",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 36.021282,
    "lot": 127.251444
  },
  {
    "name": "운주농협경천지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 경천면 대둔산로 499",
    "tel": "063-261-8904",
    "item": "혼합",
    "lat": 36.041367,
    "lot": 127.260758
  },
  {
    "name": "고산농협 경-축순환자원화센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 고산면 고산로 77",
    "tel": "063-263-0022",
    "item": "비료",
    "lat": 35.975678,
    "lot": 127.205556
  },
  {
    "name": "흥순농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 고산면 고산로 88",
    "tel": "063-263-4044",
    "item": "혼합",
    "lat": 35.974837,
    "lot": 127.206465
  },
  {
    "name": "고산농협영농자재센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 고산면 고산천로 578",
    "tel": "063-260-7534",
    "item": "혼합",
    "lat": 35.97683,
    "lot": 127.204132
  },
  {
    "name": "(주)지더블유엘",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 고산면 남봉로 5-82",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.968204,
    "lot": 127.186203
  },
  {
    "name": "(유)좋은바이오",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 고산면 눈기러기로 140",
    "tel": "063-262-6333",
    "item": "비료",
    "lat": 35.989005,
    "lot": 127.207098
  },
  {
    "name": "부흥팜마켓",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 고산면 읍내1길 5",
    "tel": "063-263-4071",
    "item": "혼합",
    "lat": 35.975495,
    "lot": 127.206747
  },
  {
    "name": "구이종합농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 구이면 구이로 1364",
    "tel": "063-222-9072",
    "item": "혼합",
    "lat": 35.721075,
    "lot": 127.120543
  },
  {
    "name": "구이농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 구이면 구이로 1510",
    "tel": "063-221-9300",
    "item": "혼합",
    "lat": 35.733901,
    "lot": 127.120441
  },
  {
    "name": "구이농협덕천지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 구이면 구이로 1722",
    "tel": "063-221-9031",
    "item": "혼합",
    "lat": 35.752006,
    "lot": 127.124799
  },
  {
    "name": "(주)그린케어",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 구이면 구이로 892",
    "tel": "063-905-4480",
    "item": "비료",
    "lat": 35.681263,
    "lot": 127.115436
  },
  {
    "name": "고산농협동상지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 동상면 동상로 1404",
    "tel": "063-243-9006",
    "item": "혼합",
    "lat": 35.935844,
    "lot": 127.297649
  },
  {
    "name": "(주)포웰링",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 구미2길 99-5",
    "tel": "063-262-7545",
    "item": "비료",
    "lat": 35.933956,
    "lot": 127.133808
  },
  {
    "name": "완주포도영농조합법인",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 낙평동서로 26",
    "tel": "063-261-1010",
    "item": "혼합",
    "lat": 35.930828,
    "lot": 127.163314
  },
  {
    "name": "전라농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 낙평신월3길 3",
    "tel": "063-261-8100",
    "item": "혼합",
    "lat": 35.925163,
    "lot": 127.163664
  },
  {
    "name": "농업회사법인 봉동영농 유한회사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 무관길 61",
    "tel": "063-263-6705",
    "item": "비료",
    "lat": 35.987632,
    "lot": 127.122526
  },
  {
    "name": "완주현대농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 봉동동서로 134-59",
    "tel": "063-261-1117",
    "item": "혼합",
    "lat": 35.938608,
    "lot": 127.167806
  },
  {
    "name": "완주농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 봉동동서로 92",
    "tel": "063-261-0104",
    "item": "혼합",
    "lat": 35.936911,
    "lot": 127.16279
  },
  {
    "name": "일수농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 봉동로 158",
    "tel": "063-261-3280",
    "item": "혼합",
    "lat": 35.939101,
    "lot": 127.168357
  },
  {
    "name": "농민농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 봉동로 165",
    "tel": "063-261-1866",
    "item": "혼합",
    "lat": 35.939546,
    "lot": 127.167359
  },
  {
    "name": "봉동농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 봉동중앙로 105",
    "tel": "063-261-3039",
    "item": "혼합",
    "lat": 35.928944,
    "lot": 127.16107
  },
  {
    "name": "봉동농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 삼봉로 908-5",
    "tel": "063-261-2203",
    "item": "혼합",
    "lat": 35.939738,
    "lot": 127.164259
  },
  {
    "name": "부산경남화훼원예조합",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 낙동북로 25",
    "tel": "051-972-1020",
    "item": "농약",
    "lat": 35.220042,
    "lot": 128.93311
  },
  {
    "name": "새한농자재(주)",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 대저로 132-1",
    "tel": "051-971-0188",
    "item": "농약",
    "lat": 35.214789,
    "lot": 128.967065
  },
  {
    "name": "세이프퓸남부지사",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 가락대로1303번길 67-1",
    "tel": "051-971-9521",
    "item": "농약",
    "lat": 35.181208,
    "lot": 128.897501
  },
  {
    "name": "식물병원",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 제도로 1006",
    "tel": "051-000-0000",
    "item": "농약",
    "lat": 35.200936,
    "lot": 128.92782
  },
  {
    "name": "신성산농약종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 생곡로 20-1",
    "tel": "051-941-0121",
    "item": "농약",
    "lat": 35.123312,
    "lot": 128.896128
  },
  {
    "name": "쑥쑥식물병원",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 식만로 41-2",
    "tel": "051-832-0956",
    "item": "농약",
    "lat": 35.19997,
    "lot": 128.901364
  },
  {
    "name": "웅동농협가덕도지점",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 선창길 12",
    "tel": "051-972-2411",
    "item": "농약",
    "lat": 35.064751,
    "lot": 128.834403
  },
  {
    "name": "주원농약사",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 공항로811번길 25",
    "tel": "051-973-9955",
    "item": "농약",
    "lat": 35.179803,
    "lot": 128.956379
  },
  {
    "name": "팜한농친환경자재",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 대저중앙로 341",
    "tel": "051-941-2770",
    "item": "농약",
    "lat": 35.221233,
    "lot": 128.984405
  },
  {
    "name": "푸른농약도시자재",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 가락대로 1425",
    "tel": "051-206-2502",
    "item": "농약",
    "lat": 35.191638,
    "lot": 128.903638
  },
  {
    "name": "풍전상사",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 낙동북로73번길 93",
    "tel": "051-971-6100",
    "item": "농약",
    "lat": 35.221559,
    "lot": 128.939421
  },
  {
    "name": "해운농약사",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 낙동북로 29",
    "tel": "051-972-6886",
    "item": "농약",
    "lat": 35.219862,
    "lot": 128.933109
  },
  {
    "name": "흥농종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 공항로811번가길 51",
    "tel": "051-973-3303",
    "item": "농약",
    "lat": 35.177738,
    "lot": 128.957554
  },
  {
    "name": "흥부농산",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 공항로1309번길 117",
    "tel": "051-973-0359",
    "item": "농약",
    "lat": 35.215259,
    "lot": 128.982453
  },
  {
    "name": "(주)단비바이오",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 공항앞길51번길 38",
    "tel": "051-971-9780",
    "item": "비료",
    "lat": 35.177492,
    "lot": 128.953045
  },
  {
    "name": "(주)승진에프앤씨",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 녹산산업중로168번길 24",
    "tel": "051-552-2218",
    "item": "비료",
    "lat": 35.091639,
    "lot": 128.837787
  },
  {
    "name": "(주)에코그린",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 과학산단1로60번길 31, 부산테크노파크 시험생산동 2층 206호",
    "tel": "051-553-1180",
    "item": "비료",
    "lat": 35.144534,
    "lot": 128.825735
  },
  {
    "name": "(주)에코샌드",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 생곡산단1로24번길 20",
    "tel": "051-000-0000",
    "item": "비료",
    "lat": 35.134948,
    "lot": 128.885771
  },
  {
    "name": "(주)청신상사",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 식만로 126",
    "tel": "051-971-1881",
    "item": "비료",
    "lat": 35.205498,
    "lot": 128.906902
  },
  {
    "name": "(주)콘포테크",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 대저중앙로309번길 38-16",
    "tel": "031-911-6366",
    "item": "비료",
    "lat": 35.222052,
    "lot": 128.981765
  },
  {
    "name": "(주)피마",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 녹산산업북로 465",
    "tel": "051-831-2857",
    "item": "비료",
    "lat": 35.090957,
    "lot": 128.869621
  },
  {
    "name": "(주)한국나노테크",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 녹산산단362로 30",
    "tel": "051-831-7555",
    "item": "비료",
    "lat": 35.08651,
    "lot": 128.856819
  },
  {
    "name": "(주)한상화학",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 녹산산단262로13번길 36",
    "tel": "051-831-1122",
    "item": "비료",
    "lat": 35.087659,
    "lot": 128.84946
  },
  {
    "name": "가락농업협동조합",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 가락대로 1459",
    "tel": "051-972-6601",
    "item": "비료",
    "lat": 35.194691,
    "lot": 128.902233
  },
  {
    "name": "대농스테비아",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 대저중앙로147번길 42-9",
    "tel": "051-000-0000",
    "item": "비료",
    "lat": 35.221936,
    "lot": 128.963867
  },
  {
    "name": "대저농업협동조합",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 대저로 229",
    "tel": "051-972-0290",
    "item": "비료",
    "lat": 35.214814,
    "lot": 128.97769
  },
  {
    "name": "라일린포레스트",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 평강로385번길 48",
    "tel": "051-000-0000",
    "item": "비료",
    "lat": 35.220236,
    "lot": 128.947329
  },
  {
    "name": "부산광역시 농업기술센터",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 공항로 1285",
    "tel": "051-970-3752",
    "item": "비료",
    "lat": 35.213262,
    "lot": 128.986723
  },
  {
    "name": "수목에코",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 대저동서로79번길 12",
    "tel": "051-303-4646",
    "item": "비료",
    "lat": 35.199099,
    "lot": 128.949117
  },
  {
    "name": "신미산업",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 경전철로 215",
    "tel": "051-744-0565",
    "item": "비료",
    "lat": 35.197882,
    "lot": 128.963459
  },
  {
    "name": "웰에코텍",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 체육공원로26번길 124",
    "tel": "051-000-0000",
    "item": "비료",
    "lat": 35.209752,
    "lot": 128.979814
  },
  {
    "name": "일성종합상사",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 경전철로 55",
    "tel": "051-000-0000",
    "item": "비료",
    "lat": 35.184695,
    "lot": 128.957628
  },
  {
    "name": "주식회사 삼양케미칼",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 생곡산단1로 18",
    "tel": "051-261-4476",
    "item": "비료",
    "lat": 35.135332,
    "lot": 128.886632
  },
  {
    "name": "온빛채식물의학",
    "sido": "경상남도",
    "addr": "경상남도 진주시 대평면 한들길 21",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.230674,
    "lot": 127.961071
  },
  {
    "name": "진주북부농협 대평지점",
    "sido": "경상남도",
    "addr": "경상남도 진주시 대평면 한들길 48",
    "tel": "055-744-3584",
    "item": "농약",
    "lat": 35.233023,
    "lot": 127.960546
  },
  {
    "name": "애니엔바이오텍",
    "sido": "경상남도",
    "addr": "경상남도 진주시 동진로 55",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.179574,
    "lot": 128.097116
  },
  {
    "name": "농업회사법인오경주식회사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 망경남길44번길 22",
    "tel": "055-763-3385",
    "item": "비료",
    "lat": 35.18315,
    "lot": 128.085498
  },
  {
    "name": "농업회사법인 주식회사 비투엠",
    "sido": "경상남도",
    "addr": "경상남도 진주시 명석면 나불로 208",
    "tel": "055-743-8688",
    "item": "비료",
    "lat": 35.212466,
    "lot": 128.047248
  },
  {
    "name": "명석농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 명석면 나불로 283",
    "tel": "055-744-5001",
    "item": "농약",
    "lat": 35.215707,
    "lot": 128.040949
  },
  {
    "name": "진주북부농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 진주시 명석면 나불로 315",
    "tel": "055-744-3041",
    "item": "농약",
    "lat": 35.21483,
    "lot": 128.037191
  },
  {
    "name": "오봉농장",
    "sido": "경상남도",
    "addr": "경상남도 진주시 명석면 대평로 319-5",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.246857,
    "lot": 127.985383
  },
  {
    "name": "진주문산농협 동부로지점",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 동부로 526",
    "tel": "055-761-5505",
    "item": "농약",
    "lat": 35.163564,
    "lot": 128.159586
  },
  {
    "name": "문산그린농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 동부로 563",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.166144,
    "lot": 128.162331
  },
  {
    "name": "(주)새농",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 동부로 939",
    "tel": "055-755-0620",
    "item": "비료",
    "lat": 35.171058,
    "lot": 128.199618
  },
  {
    "name": "(주)동보",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 문산로 696",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.146904,
    "lot": 128.208579
  },
  {
    "name": "진주양돈영농조합법인",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 문정로 471-9",
    "tel": "055-762-8941",
    "item": "비료",
    "lat": 35.148884,
    "lot": 128.146108
  },
  {
    "name": "문산우리농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 월아산로 1033",
    "tel": "055-761-1511",
    "item": "농약",
    "lat": 35.163562,
    "lot": 128.164435
  },
  {
    "name": "문산농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 월아산로 1049",
    "tel": "055-761-3876",
    "item": "농약",
    "lat": 35.164852,
    "lot": 128.164182
  },
  {
    "name": "진주원예농협영농자재판매장",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 월아산로 918",
    "tel": "055-761-4841",
    "item": "농약",
    "lat": 35.153603,
    "lot": 128.161854
  },
  {
    "name": "아그로켐",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 월아산로950번길 25",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.155088,
    "lot": 128.165661
  },
  {
    "name": "주식회사남보",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 월아산로950번길 25-21",
    "tel": "055-762-6867",
    "item": "농약",
    "lat": 35.156997,
    "lot": 128.166156
  },
  {
    "name": "(주)제일그린산업",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 월아산로950번길 25-3",
    "tel": "055-761-4701",
    "item": "비료",
    "lat": 35.155679,
    "lot": 128.165376
  },
  {
    "name": "청솔영농조합법인",
    "sido": "경상남도",
    "addr": "경상남도 진주시 미천면 널방재길 114",
    "tel": "055-742-6275",
    "item": "비료",
    "lat": 35.292519,
    "lot": 128.14189
  },
  {
    "name": "동화농장2호점",
    "sido": "경상남도",
    "addr": "경상남도 진주시 미천면 어옥로 37",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.294228,
    "lot": 128.130539
  },
  {
    "name": "중부농업협동조합 오방지점",
    "sido": "경상남도",
    "addr": "경상남도 진주시 미천면 오방로 750",
    "tel": "055-744-1065",
    "item": "농약",
    "lat": 35.301041,
    "lot": 128.11519
  },
  {
    "name": "진주진양농협 사봉지점",
    "sido": "경상남도",
    "addr": "경상남도 진주시 사봉면 사군로 39-6",
    "tel": "055-754-4008",
    "item": "농약",
    "lat": 35.187473,
    "lot": 128.263773
  },
  {
    "name": "서부농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 진주시 서장대로 215",
    "tel": "055-746-1490",
    "item": "농약",
    "lat": 35.190724,
    "lot": 128.056842
  },
  {
    "name": "경남친환경바이오센터",
    "sido": "경상남도",
    "addr": "경상남도 진주시 솔밭로92번길 14",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.17725,
    "lot": 128.108687
  },
  {
    "name": "광현농장",
    "sido": "경상남도",
    "addr": "경상남도 진주시 수곡면 곤수로 1526-9",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.244017,
    "lot": 127.938059
  },
  {
    "name": "진주수곡농협 원당지점",
    "sido": "경상남도",
    "addr": "경상남도 진주시 수곡면 곤수로 546",
    "tel": "055-754-4001",
    "item": "농약",
    "lat": 35.167154,
    "lot": 127.954149
  },
  {
    "name": "상대농장",
    "sido": "경상남도",
    "addr": "경상남도 진주시 수곡면 사곡로 545",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.24192,
    "lot": 127.920603
  },
  {
    "name": "비사벌농장",
    "sido": "경상남도",
    "addr": "경상남도 진주시 수곡면 시묘산길117번길 24",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.201819,
    "lot": 127.917367
  },
  {
    "name": "진주수곡농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 진주시 수곡면 옥수로 644",
    "tel": "055-754-4406",
    "item": "농약",
    "lat": 35.197567,
    "lot": 127.929908
  },
  {
    "name": "농업회사법인(주) 태원2농장",
    "sido": "경상남도",
    "addr": "경상남도 진주시 수곡면 옥수로471번길 107",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.188882,
    "lot": 127.914587
  },
  {
    "name": "주식회사 보이존",
    "sido": "경상북도",
    "addr": "경상북도 영천시 대창면 용대로 937-19",
    "tel": "054-336-6277",
    "item": "비료",
    "lat": 35.867584,
    "lot": 128.888338
  },
  {
    "name": "주식회사 팜텍이십일",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 사일로 367-11",
    "tel": "053-850-3756",
    "item": "비료",
    "lat": 35.964982,
    "lot": 128.862858
  },
  {
    "name": "주식회사 현대그린텍",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 신덕길 62",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.981365,
    "lot": 128.861098
  },
  {
    "name": "지풍영농조합법인",
    "sido": "경상북도",
    "addr": "경상북도 영천시 신녕면 갑티로 231",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 36.090003,
    "lot": 128.737736
  },
  {
    "name": "창바우농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 고경면 호국로 434-54",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.983326,
    "lot": 128.986134
  },
  {
    "name": "청산농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 고경면 청정길 118-7",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.990272,
    "lot": 129.108094
  },
  {
    "name": "최신농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 용내길 213",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 36.014056,
    "lot": 128.831398
  },
  {
    "name": "치산영농조합법인",
    "sido": "경상북도",
    "addr": "경상북도 영천시 신녕면 치산효령로 715-73",
    "tel": "054-336-0500",
    "item": "비료",
    "lat": 36.063181,
    "lot": 128.712428
  },
  {
    "name": "태평에이지 주식회사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 채신2공단길 68-6",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.905608,
    "lot": 128.953665
  },
  {
    "name": "푸르담농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 고경면 거곡로 287",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.962544,
    "lot": 128.996179
  },
  {
    "name": "활보농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 고경면 가수길 54",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 36.001504,
    "lot": 129.083516
  },
  {
    "name": "감초농약사",
    "sido": "충청북도",
    "addr": "충청북도 증평군 증평읍 윗장뜰길 50",
    "tel": "043-836-3625",
    "item": "농약",
    "lat": 36.784118,
    "lot": 127.582665
  },
  {
    "name": "대풍농약사",
    "sido": "충청북도",
    "addr": "충청북도 증평군 증평읍 창신로 51",
    "tel": "043-836-3404",
    "item": "농약",
    "lat": 36.78134,
    "lot": 127.578653
  },
  {
    "name": "대흥농약사",
    "sido": "충청북도",
    "addr": "충청북도 증평군 증평읍 윗장뜰길 42",
    "tel": "043-836-2771",
    "item": "농약",
    "lat": 36.783617,
    "lot": 127.58203
  },
  {
    "name": "자연그린",
    "sido": "충청북도",
    "addr": "충청북도 증평군 증평읍 대학로 61 국립한국교통대학교 B1센터 106호",
    "tel": "043-838-1933",
    "item": "농약",
    "lat": 36.768556,
    "lot": 127.624047
  },
  {
    "name": "증평농약사",
    "sido": "충청북도",
    "addr": "충청북도 증평군 증평읍 삼일로11길 27",
    "tel": "043-836-4997",
    "item": "농약",
    "lat": 36.784046,
    "lot": 127.583669
  },
  {
    "name": "증평농업협동조합",
    "sido": "충청북도",
    "addr": "충청북도 증평군 증평읍 삼보로 328",
    "tel": "043-836-6997",
    "item": "농약",
    "lat": 36.777944,
    "lot": 127.596312
  },
  {
    "name": "증평농업협동조합도안지점",
    "sido": "충청북도",
    "addr": "충청북도 증평군 도안면 화성로 96",
    "tel": "043-836-8032",
    "item": "농약",
    "lat": 36.81638,
    "lot": 127.61297
  },
  {
    "name": "충북원예농업협동조합증평지소",
    "sido": "충청북도",
    "addr": "충청북도 증평군 증평읍 삼보로 109",
    "tel": "043-836-2626",
    "item": "농약",
    "lat": 36.780916,
    "lot": 127.576613
  },
  {
    "name": "충북인삼농협",
    "sido": "충청북도",
    "addr": "충청북도 증평군 증평읍 중부로 2459",
    "tel": "043-820-3463",
    "item": "농약",
    "lat": 36.795991,
    "lot": 127.582389
  },
  {
    "name": "푸른농약사",
    "sido": "충청북도",
    "addr": "충청북도 증평군 증평읍 역전로 54-1",
    "tel": "0507-1325-173",
    "item": "농약",
    "lat": 36.781586,
    "lot": 127.580963
  },
  {
    "name": "한흥농약사",
    "sido": "충청북도",
    "addr": "충청북도 증평군 증평읍 중앙로6길 32",
    "tel": "043-836-2235",
    "item": "농약",
    "lat": 36.781863,
    "lot": 127.583667
  },
  {
    "name": "강동농협",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 제도로 1129",
    "tel": "051-972-6721",
    "item": "농약",
    "lat": 35.211318,
    "lot": 128.933716
  },
  {
    "name": "녹산농협",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 낙동남로 524",
    "tel": "051-971-7701",
    "item": "농약",
    "lat": 35.11216,
    "lot": 128.877182
  },
  {
    "name": "녹색종묘",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 제도로 838",
    "tel": "051-972-3643",
    "item": "농약",
    "lat": 35.186922,
    "lot": 128.920841
  },
  {
    "name": "대저농협맥도지점",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 공항로393번길 34",
    "tel": "051-972-1434",
    "item": "농약",
    "lat": 35.144176,
    "lot": 128.948651
  },
  {
    "name": "대저농협유통센터",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 울만로 228",
    "tel": "051-972-4154",
    "item": "농약",
    "lat": 35.168122,
    "lot": 128.934476
  },
  {
    "name": "대저조경",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 대저로155번길 54",
    "tel": "051-971-6959",
    "item": "농약",
    "lat": 35.217287,
    "lot": 128.970463
  },
  {
    "name": "명지농협",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 영강길 153-7",
    "tel": "051-271-4545",
    "item": "농약",
    "lat": 35.111257,
    "lot": 128.924145
  },
  {
    "name": "바이오농약비료할인마트",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 호계로 35, 2층",
    "tel": "051-972-4761",
    "item": "농약",
    "lat": 35.195814,
    "lot": 128.897338
  },
  {
    "name": "백두종합자재",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 낙동북로21번길 19, 1층 1호",
    "tel": "051-000-0000",
    "item": "농약",
    "lat": 35.22054,
    "lot": 128.933276
  },
  {
    "name": "범규농약종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 생곡로 36-1",
    "tel": "051-000-0000",
    "item": "농약",
    "lat": 35.124398,
    "lot": 128.89713
  },
  {
    "name": "그린대창",
    "sido": "경상북도",
    "addr": "경상북도 영천시 대창면 성갈길",
    "tel": "054-335-8502",
    "item": "비료",
    "lat": 35.882094,
    "lot": 128.898348
  },
  {
    "name": "금계상사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 북안면 대경로 2166-112",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.935314,
    "lot": 128.978339
  },
  {
    "name": "농업회사법인 (주)예찬농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 화산면 신화로 770-15",
    "tel": "054-334-1770",
    "item": "비료",
    "lat": 36.050004,
    "lot": 128.848197
  },
  {
    "name": "농업회사법인 은혜 주식회사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 애련길 120-42",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 36.000732,
    "lot": 128.806886
  },
  {
    "name": "대광농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 임고면 신방로 40-83",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 36.052893,
    "lot": 129.010786
  },
  {
    "name": "대림농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 고경면 호국로 1433-127",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 36.000777,
    "lot": 129.086728
  },
  {
    "name": "대명영농조합법인",
    "sido": "경상북도",
    "addr": "경상북도 영천시 고경면 청정길 118-29",
    "tel": "054-335-9101",
    "item": "비료",
    "lat": 35.989976,
    "lot": 129.109061
  },
  {
    "name": "대천농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 고경면 청정길 132",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.991151,
    "lot": 129.106442
  },
  {
    "name": "룸비니농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 애련길 82",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.998595,
    "lot": 128.811187
  },
  {
    "name": "말밭농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 신덕1길 25",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.980051,
    "lot": 128.8675
  },
  {
    "name": "맥섬석인프라",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 대구대길 27-15",
    "tel": "054-336-5555",
    "item": "비료",
    "lat": 35.92593,
    "lot": 128.873454
  },
  {
    "name": "맥섬석지엠(주)",
    "sido": "경상북도",
    "addr": "경상북도 영천시 대창면 한제길 44",
    "tel": "054-336-5555",
    "item": "비료",
    "lat": 35.879842,
    "lot": 128.871764
  },
  {
    "name": "미래농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 용내길 157",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 36.011808,
    "lot": 128.8279
  },
  {
    "name": "북안농협 농축산순환자원화센터",
    "sido": "경상북도",
    "addr": "경상북도 영천시 북안면 반정2길 77-80",
    "tel": "054-337-5141",
    "item": "비료",
    "lat": 35.924991,
    "lot": 128.996148
  },
  {
    "name": "비원농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 북안면 팔암길 98-1",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.910585,
    "lot": 129.00635
  },
  {
    "name": "삼녕영농조합법인",
    "sido": "경상북도",
    "addr": "경상북도 영천시 신녕면 장수로 2289",
    "tel": "054-332-1766",
    "item": "비료",
    "lat": 36.08354,
    "lot": 128.749423
  },
  {
    "name": "삼원농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 금호제방길 188-64",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.925251,
    "lot": 128.880386
  },
  {
    "name": "석산농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 고경면 모시밭길 11",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.997577,
    "lot": 129.091625
  },
  {
    "name": "선진농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 거여로 342-80",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.920463,
    "lot": 128.908194
  },
  {
    "name": "성실농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 거여로 360-85",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.919854,
    "lot": 128.915345
  },
  {
    "name": "성윤산업주식회사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 삼귀길 69",
    "tel": "054-331-8866",
    "item": "비료",
    "lat": 35.995256,
    "lot": 128.929378
  },
  {
    "name": "성현농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 구정길 23",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.975018,
    "lot": 128.825488
  },
  {
    "name": "송림축산",
    "sido": "경상북도",
    "addr": "경상북도 영천시 북안면 돌할매로 210-13",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.927533,
    "lot": 129.01828
  },
  {
    "name": "양돈협회축분비료유통센타",
    "sido": "경상북도",
    "addr": "경상북도 영천시 북안면 신평탑골길 75-22",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.892843,
    "lot": 129.019001
  },
  {
    "name": "영창바이오",
    "sido": "경상북도",
    "addr": "경상북도 영천시 오수5길 128",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.950635,
    "lot": 128.919083
  },
  {
    "name": "영천시농업기술센터",
    "sido": "경상북도",
    "addr": "경상북도 영천시 천문로 622-13",
    "tel": "054-339-7005",
    "item": "비료",
    "lat": 35.990919,
    "lot": 128.925966
  },
  {
    "name": "육일농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 대창면 성갈길 59",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.88569,
    "lot": 128.896276
  },
  {
    "name": "일출농장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 용내길 215-38",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 36.016689,
    "lot": 128.828748
  },
  {
    "name": "주식회사 더블루",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 대구대길 333",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.902755,
    "lot": 128.856137
  },
  {
    "name": "주식회사 동산",
    "sido": "경상북도",
    "addr": "경상북도 영천시 대창면 선진길 186-30",
    "tel": "054-336-9090",
    "item": "비료",
    "lat": 35.885201,
    "lot": 128.872002
  },
  {
    "name": "주식회사 미산",
    "sido": "경상북도",
    "addr": "경상북도 영천시 채신공단길 79-13",
    "tel": "054-337-1570",
    "item": "비료",
    "lat": 35.904918,
    "lot": 128.951355
  },
  {
    "name": "홍원바이오아그로",
    "sido": "경상남도",
    "addr": "경상남도 함양군 함양읍 대실곰실로 395",
    "tel": "055-000-0000",
    "item": "비료",
    "lat": 35.51279,
    "lot": 127.684241
  },
  {
    "name": "함양농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 함양군 휴천면 목현옥매로 151",
    "tel": "055-963-9614",
    "item": "비료",
    "lat": 35.493572,
    "lot": 127.753506
  },
  {
    "name": "용추농업회사법인(주)",
    "sido": "경상남도",
    "addr": "경상남도 함양군 안의면 황마로 75",
    "tel": "055-962-9646",
    "item": "비료",
    "lat": 35.620767,
    "lot": 127.824558
  },
  {
    "name": "(주)에이치비한바이오",
    "sido": "경상남도",
    "addr": "경상남도 함양군 수동면 산업단지길 184",
    "tel": "055-000-0000",
    "item": "비료",
    "lat": 35.546333,
    "lot": 127.802067
  },
  {
    "name": "(주)고려상사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 진마대로 1060",
    "tel": "055-763-0342",
    "item": "농약",
    "lat": 35.169731,
    "lot": 128.206882
  },
  {
    "name": "진주남부농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 진주시 가호로 12",
    "tel": "055-754-9661",
    "item": "농약",
    "lat": 35.162963,
    "lot": 128.107729
  },
  {
    "name": "삼흥바이오",
    "sido": "경상남도",
    "addr": "경상남도 진주시 강남로 45",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.171759,
    "lot": 128.095237
  },
  {
    "name": "금곡농약",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금곡면 구암두문로 1024-1",
    "tel": "055-756-1043",
    "item": "농약",
    "lat": 35.09047,
    "lot": 128.18682
  },
  {
    "name": "상인담농장",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금곡면 무선산로464번길 102-2",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.105864,
    "lot": 128.165453
  },
  {
    "name": "진주금곡농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금곡면 월아산로 116",
    "tel": "055-754-2901",
    "item": "농약",
    "lat": 35.09203,
    "lot": 128.187409
  },
  {
    "name": "금곡우리농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금곡면 월아산로 133",
    "tel": "055-758-4344",
    "item": "농약",
    "lat": 35.093669,
    "lot": 128.186944
  },
  {
    "name": "삼흥케미칼",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금곡면 월아산로 146-1",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.094809,
    "lot": 128.18769
  },
  {
    "name": "으뜸농약",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금곡면 월아산로 616",
    "tel": "055-755-2260",
    "item": "농약",
    "lat": 35.130734,
    "lot": 128.171972
  },
  {
    "name": "식물병원푸름팜",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금산면 금산순환로 109-18",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.224232,
    "lot": 128.149358
  },
  {
    "name": "길성바이오텍",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금산면 금산순환로 50",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.218218,
    "lot": 128.148764
  },
  {
    "name": "속사작목회영농조합법인",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금산면 속사길 96",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.187221,
    "lot": 128.145201
  },
  {
    "name": "우리농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금산면 월아산로 1900",
    "tel": "055-762-7373",
    "item": "농약",
    "lat": 35.214605,
    "lot": 128.136013
  },
  {
    "name": "구암작목반농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금산면 월아산로1929번길 28",
    "tel": "055-761-3139",
    "item": "농약",
    "lat": 35.211646,
    "lot": 128.131987
  },
  {
    "name": "금산흥농",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금산면 중장로 25",
    "tel": "055-741-4558",
    "item": "농약",
    "lat": 35.216445,
    "lot": 128.137521
  },
  {
    "name": "대풍원예",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금산면 중장로 43",
    "tel": "055-755-2289",
    "item": "농약",
    "lat": 35.217771,
    "lot": 128.138127
  },
  {
    "name": "신세계원예",
    "sido": "경상남도",
    "addr": "경상남도 진주시 남강로 1727",
    "tel": "055-757-3479",
    "item": "농약",
    "lat": 35.214717,
    "lot": 128.123678
  },
  {
    "name": "농업회사법인 품드림 주식회사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 남강로736번길 6-3",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.190839,
    "lot": 128.091867
  },
  {
    "name": "주식회사에스엠바이오비전",
    "sido": "경상남도",
    "addr": "경상남도 진주시 내동면 내동로 208",
    "tel": "055-761-8697",
    "item": "농약",
    "lat": 35.15163,
    "lot": 128.088413
  },
  {
    "name": "진주남부농협내동지점",
    "sido": "경상남도",
    "addr": "경상남도 진주시 내동면 순환로 369",
    "tel": "055-759-5331",
    "item": "농약",
    "lat": 35.159478,
    "lot": 128.069267
  },
  {
    "name": "대곡우리농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 대곡면 남강로 2123",
    "tel": "055-746-7623",
    "item": "농약",
    "lat": 35.2461,
    "lot": 128.139887
  },
  {
    "name": "고려종합비료",
    "sido": "경상남도",
    "addr": "경상남도 진주시 대곡면 대화로 60",
    "tel": "055-744-2101",
    "item": "비료",
    "lat": 35.258602,
    "lot": 128.184943
  },
  {
    "name": "환주농장",
    "sido": "경상남도",
    "addr": "경상남도 진주시 대곡면 월암로 268-29",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.302134,
    "lot": 128.168941
  },
  {
    "name": "에코-컴퍼니",
    "sido": "경상남도",
    "addr": "경상남도 진주시 대곡면 진의로 1065-7",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.262917,
    "lot": 128.168474
  },
  {
    "name": "대곡농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 대곡면 진의로 1072",
    "tel": "055-746-1019",
    "item": "농약",
    "lat": 35.262348,
    "lot": 128.169207
  },
  {
    "name": "대지원예사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 대곡면 진의로 1080-1",
    "tel": "055-744-0439",
    "item": "농약",
    "lat": 35.263212,
    "lot": 128.169391
  },
  {
    "name": "제1가선농장",
    "sido": "경상남도",
    "addr": "경상남도 진주시 대밭골로59번길 27",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.182519,
    "lot": 128.152633
  },
  {
    "name": "제일농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 대신로 155",
    "tel": "055-757-4316",
    "item": "농약",
    "lat": 35.174247,
    "lot": 128.117562
  },
  {
    "name": "군포농협협동조합",
    "sido": "경기도",
    "addr": "경기도 군포시 군포로 34-61",
    "tel": "031-501-5400",
    "item": "농약",
    "lat": 37.321186,
    "lot": 126.917883
  },
  {
    "name": "㈜인바이오",
    "sido": "경기도",
    "addr": "경기도 군포시 번영로28번길 37-20",
    "tel": "031-477-6011",
    "item": "농약",
    "lat": 37.324875,
    "lot": 126.945133
  },
  {
    "name": "그린농자재할인마트",
    "sido": "경상남도",
    "addr": "경상남도 함양군 함양읍 한들로 119-1",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.517919,
    "lot": 127.730808
  },
  {
    "name": "농민농약종묘",
    "sido": "경상남도",
    "addr": "경상남도 함양군 함양읍 중앙시장길 23",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.517554,
    "lot": 127.730762
  },
  {
    "name": "농업회사법인 농부와드론주식회사",
    "sido": "경상남도",
    "addr": "경상남도 함양군 안의면 강변로 201",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.622057,
    "lot": 127.812151
  },
  {
    "name": "덕유농약사",
    "sido": "경상남도",
    "addr": "경상남도 함양군 서상면 칠형정뒷길 4",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.680082,
    "lot": 127.688357
  },
  {
    "name": "미래농약사",
    "sido": "경상남도",
    "addr": "경상남도 함양군 함양읍 용평중앙길 16-1",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.51856,
    "lot": 127.728526
  },
  {
    "name": "부농원",
    "sido": "경상남도",
    "addr": "경상남도 함양군 함양읍 고운로 201",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.522513,
    "lot": 127.742976
  },
  {
    "name": "수동과수영농조합법인농약사",
    "sido": "경상남도",
    "addr": "경상남도 함양군 수동면 우명하교로 98",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.552429,
    "lot": 127.793143
  },
  {
    "name": "수동농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 함양군 수동면 수동1길 134",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.520221,
    "lot": 127.788312
  },
  {
    "name": "안의농약사",
    "sido": "경상남도",
    "addr": "경상남도 함양군 안의면 종로길 20",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.627321,
    "lot": 127.813525
  },
  {
    "name": "안의농협농약판매점",
    "sido": "경상남도",
    "addr": "경상남도 함양군 안의면 금성길 4-1",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.628796,
    "lot": 127.811946
  },
  {
    "name": "안의농협서상지소농약판매점",
    "sido": "경상남도",
    "addr": "경상남도 함양군 서상면 서상로 304",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.682908,
    "lot": 127.686277
  },
  {
    "name": "안의농협서하지소농약판매점",
    "sido": "경상남도",
    "addr": "경상남도 함양군 서하면 서하송계로 3",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.648783,
    "lot": 127.697347
  },
  {
    "name": "유림농건재백화점",
    "sido": "경상남도",
    "addr": "경상남도 함양군 유림면 천왕봉로 2879",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.467024,
    "lot": 127.79157
  },
  {
    "name": "중앙농약사",
    "sido": "경상남도",
    "addr": "경상남도 함양군 안의면 광풍로 158",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.629648,
    "lot": 127.814301
  },
  {
    "name": "지곡농협농약판매점",
    "sido": "경상남도",
    "addr": "경상남도 함양군 지곡면 지곡창촌길 5",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.565501,
    "lot": 127.775229
  },
  {
    "name": "지리산농자재농약판매점",
    "sido": "경상남도",
    "addr": "경상남도 함양군 함양읍 한들로 149",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.520329,
    "lot": 127.731991
  },
  {
    "name": "지리산마천농협농약판매점",
    "sido": "경상남도",
    "addr": "경상남도 함양군 마천면 천왕봉로 1172",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.396639,
    "lot": 127.665654
  },
  {
    "name": "풍년농약식물병원",
    "sido": "경상남도",
    "addr": "경상남도 함양군 함양읍 학사루길 31-1",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.519199,
    "lot": 127.724532
  },
  {
    "name": "한들농약농자재",
    "sido": "경상남도",
    "addr": "경상남도 함양군 함양읍 함양로 1266",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.529995,
    "lot": 127.733523
  },
  {
    "name": "함양농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 함양군 함양읍 용평1길 17",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.519213,
    "lot": 127.729338
  },
  {
    "name": "함양농협백전지소농약판매점",
    "sido": "경상남도",
    "addr": "경상남도 함양군 백전면 구산대안로 8",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.552374,
    "lot": 127.636396
  },
  {
    "name": "함양농협병곡지소농약판매점",
    "sido": "경상남도",
    "addr": "경상남도 함양군 병곡면 함양남서로 1738",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.529189,
    "lot": 127.683431
  },
  {
    "name": "함양농협산지유통센터농약판매점",
    "sido": "경상남도",
    "addr": "경상남도 함양군 함양읍 고운로 153",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.522857,
    "lot": 127.738365
  },
  {
    "name": "함양농협유림지소농약판매점",
    "sido": "경상남도",
    "addr": "경상남도 함양군 유림면 화촌장항로 5",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.465703,
    "lot": 127.792537
  },
  {
    "name": "함양농협휴천지소농약판매점",
    "sido": "경상남도",
    "addr": "경상남도 함양군 휴천면 휴천로 492",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.48011,
    "lot": 127.749612
  },
  {
    "name": "함흥아그로",
    "sido": "경상남도",
    "addr": "경상남도 함양군 함양읍 중앙시장길 19",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.517751,
    "lot": 127.730328
  },
  {
    "name": "흥농종묘농약사",
    "sido": "경상남도",
    "addr": "경상남도 함양군 함양읍 용평중앙길 20",
    "tel": "055-000-0000",
    "item": "농약",
    "lat": 35.5186,
    "lot": 127.728988
  },
  {
    "name": "함양군농업기술센터(유용미생물배양센터)",
    "sido": "경상남도",
    "addr": "경상남도 함양군 함양읍 함양남서로 996-38",
    "tel": "055-960-8200",
    "item": "비료",
    "lat": 35.507566,
    "lot": 127.739807
  },
  {
    "name": "안의액비유통영농조합법인",
    "sido": "경상남도",
    "addr": "경상남도 함양군 안의면 신당길 174",
    "tel": "055-000-0000",
    "item": "비료",
    "lat": 35.599817,
    "lot": 127.831184
  },
  {
    "name": "천령포크액비유통",
    "sido": "경상남도",
    "addr": "경상남도 함양군 유림면 유림북로 411",
    "tel": "055-000-0000",
    "item": "비료",
    "lat": 35.513215,
    "lot": 127.79232
  },
  {
    "name": "중앙농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 금창로 3-1",
    "tel": "054-337-1233",
    "item": "농약",
    "lat": 35.931591,
    "lot": 128.875543
  },
  {
    "name": "청통농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 금송로 1011",
    "tel": "054-335-2828",
    "item": "농약",
    "lat": 35.994251,
    "lot": 128.820139
  },
  {
    "name": "태평에이지 주식회사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 채신2공단길 74",
    "tel": "054-336-8401",
    "item": "농약",
    "lat": 35.905846,
    "lot": 128.952628
  },
  {
    "name": "태흥아그로",
    "sido": "경상북도",
    "addr": "경상북도 영천시 신녕면 장수로 1611",
    "tel": "054-337-4049",
    "item": "농약",
    "lat": 36.035778,
    "lot": 128.789763
  },
  {
    "name": "평천농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 임고면 포은로 769",
    "tel": "054-335-7259",
    "item": "농약",
    "lat": 36.042354,
    "lot": 128.983842
  },
  {
    "name": "한농농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 완산로 57-1",
    "tel": "054-334-9506",
    "item": "농약",
    "lat": 35.965308,
    "lot": 128.938671
  },
  {
    "name": "한농농자재",
    "sido": "경상북도",
    "addr": "경상북도 영천시 도동구역길 71-7",
    "tel": "054-000-0000",
    "item": "농약",
    "lat": 35.9402,
    "lot": 128.928101
  },
  {
    "name": "한빛농자재마트",
    "sido": "경상북도",
    "addr": "경상북도 영천시 대창면 금창로 697",
    "tel": "070-8613-2285",
    "item": "농약",
    "lat": 35.874251,
    "lot": 128.897694
  },
  {
    "name": "현대농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 완산로 60-15",
    "tel": "054-331-8945",
    "item": "농약",
    "lat": 35.965663,
    "lot": 128.939706
  },
  {
    "name": "화산농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 화산면 장수로 913",
    "tel": "054-335-5033",
    "item": "농약",
    "lat": 36.018296,
    "lot": 128.857173
  },
  {
    "name": "화산농업협동조합",
    "sido": "경상북도",
    "addr": "경상북도 영천시 화산면 장수로 934-6",
    "tel": "054-335-5701",
    "item": "농약",
    "lat": 36.018777,
    "lot": 128.855247
  },
  {
    "name": "흥농(주)농업회사법인",
    "sido": "경상북도",
    "addr": "경상북도 영천시 시장5길 23",
    "tel": "054-333-0008",
    "item": "농약",
    "lat": 35.965451,
    "lot": 128.93854
  },
  {
    "name": "흥농종묘사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 신녕면 불바위길 14",
    "tel": "054-332-0347",
    "item": "농약",
    "lat": 36.041226,
    "lot": 128.789479
  },
  {
    "name": "(주)경림",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 어은길 27-52",
    "tel": "054-334-1711",
    "item": "비료",
    "lat": 35.924728,
    "lot": 128.888238
  },
  {
    "name": "(주)동명",
    "sido": "경상북도",
    "addr": "경상북도 영천시 장천2길 38",
    "tel": "054-337-5808",
    "item": "비료",
    "lat": 35.970871,
    "lot": 128.955362
  },
  {
    "name": "(주)미광",
    "sido": "경상북도",
    "addr": "경상북도 영천시 북안면 북안공단길 51",
    "tel": "054-331-8841",
    "item": "비료",
    "lat": 35.934616,
    "lot": 128.997436
  },
  {
    "name": "(주)세진",
    "sido": "경상북도",
    "addr": "경상북도 영천시 화산면 화산공단길 41",
    "tel": "054-335-3559",
    "item": "비료",
    "lat": 36.022071,
    "lot": 128.860737
  },
  {
    "name": "(주)에이치씨켐바이오",
    "sido": "경상북도",
    "addr": "경상북도 영천시 북안면 운북로 1754",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.894645,
    "lot": 129.012936
  },
  {
    "name": "(주)에코팜",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 청통로 175",
    "tel": "053-858-8533",
    "item": "비료",
    "lat": 35.98956,
    "lot": 128.873607
  },
  {
    "name": "(주)엔에스비",
    "sido": "경상북도",
    "addr": "경상북도 영천시 천문로 181",
    "tel": "054-335-4525",
    "item": "비료",
    "lat": 35.954573,
    "lot": 128.930891
  },
  {
    "name": "(주)온들에",
    "sido": "경상북도",
    "addr": "경상북도 영천시 고경면 가수길 39",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 36.003723,
    "lot": 129.083113
  },
  {
    "name": "(주)월성조경토",
    "sido": "경상북도",
    "addr": "경상북도 영천시 임고면 신선로 536",
    "tel": "054-335-1824",
    "item": "비료",
    "lat": 36.046497,
    "lot": 128.96687
  },
  {
    "name": "(주)토탈그린",
    "sido": "경상북도",
    "addr": "경상북도 영천시 임고면 운주로 267-11",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 36.028629,
    "lot": 128.999372
  },
  {
    "name": "(주)피엔피컴퍼니",
    "sido": "경상북도",
    "addr": "경상북도 영천시 화산면 연유길 179-26",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 36.027988,
    "lot": 128.838147
  },
  {
    "name": "(주)홍창엠앤티",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 어은길 27-63",
    "tel": "054-334-1711",
    "item": "비료",
    "lat": 35.926209,
    "lot": 128.887646
  },
  {
    "name": "B&B 아그로",
    "sido": "경상북도",
    "addr": "경상북도 영천시 고경면 고도길 66-1",
    "tel": "054-338-4555",
    "item": "비료",
    "lat": 35.98356,
    "lot": 129.003684
  },
  {
    "name": "K.B바이오",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 금송로 1054",
    "tel": "054-000-0000",
    "item": "비료",
    "lat": 35.998095,
    "lot": 128.819714
  },
  {
    "name": "KB바이오",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 금송로 1050",
    "tel": "054-337-2115",
    "item": "비료",
    "lat": 35.99779,
    "lot": 128.819551
  },
  {
    "name": "대경사과원예농협 영천지점(경제)",
    "sido": "경상북도",
    "addr": "경상북도 영천시 장천2길 30",
    "tel": "054-334-4553",
    "item": "농약",
    "lat": 35.969541,
    "lot": 128.954572
  },
  {
    "name": "대경사과원예농협 임고사업소",
    "sido": "경상북도",
    "addr": "경상북도 영천시 임고면 포은로 743",
    "tel": "054-335-7345",
    "item": "농약",
    "lat": 36.041213,
    "lot": 128.981347
  },
  {
    "name": "대경사과원예농협 화남사업소",
    "sido": "경상북도",
    "addr": "경상북도 영천시 화남면 천문로 1657",
    "tel": "054-337-8546",
    "item": "농약",
    "lat": 36.064581,
    "lot": 128.895212
  },
  {
    "name": "대구농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 금호로 142",
    "tel": "054-334-7436",
    "item": "농약",
    "lat": 35.932107,
    "lot": 128.877092
  },
  {
    "name": "대농농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 화남면 천문로 1624-1",
    "tel": "054-335-5000",
    "item": "농약",
    "lat": 36.062278,
    "lot": 128.892863
  },
  {
    "name": "대신농약할인마트",
    "sido": "경상북도",
    "addr": "경상북도 영천시 호국로 156",
    "tel": "054-334-4996",
    "item": "농약",
    "lat": 35.976125,
    "lot": 128.954479
  },
  {
    "name": "대창농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 대창면 금창로 685",
    "tel": "054-335-4029",
    "item": "농약",
    "lat": 35.875283,
    "lot": 128.896887
  },
  {
    "name": "대풍년농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 완산로 46",
    "tel": "054-338-2470",
    "item": "농약",
    "lat": 35.964122,
    "lot": 128.939237
  },
  {
    "name": "대풍농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 약전길 150",
    "tel": "054-338-3051",
    "item": "농약",
    "lat": 35.961336,
    "lot": 128.947312
  },
  {
    "name": "동화농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 장천2길 17",
    "tel": "054-000-0000",
    "item": "농약",
    "lat": 35.970642,
    "lot": 128.953122
  },
  {
    "name": "별빛농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 완산로 44-1",
    "tel": "054-356-4575",
    "item": "농약",
    "lat": 35.964043,
    "lot": 128.939237
  },
  {
    "name": "부성농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 금송로 988",
    "tel": "054-336-5675",
    "item": "농약",
    "lat": 35.992598,
    "lot": 128.822149
  },
  {
    "name": "부영농약농자재할인마트",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 금호로 107",
    "tel": "054-927-1407",
    "item": "농약",
    "lat": 35.931586,
    "lot": 128.873404
  },
  {
    "name": "부자농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 천문로 606",
    "tel": "054-000-0000",
    "item": "농약",
    "lat": 35.988855,
    "lot": 128.923913
  },
  {
    "name": "북안농업협동조합 유동경제사업장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 북안면 대경로 2166-44",
    "tel": "054-336-0730",
    "item": "농약",
    "lat": 35.938585,
    "lot": 128.972687
  },
  {
    "name": "북안농업협동조합경제사업장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 북안면 운북로 1990",
    "tel": "054-331-4098",
    "item": "농약",
    "lat": 35.914765,
    "lot": 129.010162
  },
  {
    "name": "북안농업협동조합명주경제사업장",
    "sido": "경상북도",
    "addr": "경상북도 영천시 북안면 운북로 1431-1",
    "tel": "054-337-9701",
    "item": "농약",
    "lat": 35.872107,
    "lot": 128.993827
  },
  {
    "name": "세훈종묘농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 완산로 42",
    "tel": "054-334-7535",
    "item": "농약",
    "lat": 35.963899,
    "lot": 128.939261
  },
  {
    "name": "신광종묘농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 천문로 350-1",
    "tel": "054-338-2322",
    "item": "농약",
    "lat": 35.968974,
    "lot": 128.930612
  },
  {
    "name": "신녕농업협동조합",
    "sido": "경상북도",
    "addr": "경상북도 영천시 신녕면 장수로 1592",
    "tel": "054-332-0703",
    "item": "농약",
    "lat": 36.034312,
    "lot": 128.792151
  },
  {
    "name": "신진농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 신녕면 본관시장길 21-1",
    "tel": "054-332-0139",
    "item": "농약",
    "lat": 36.041981,
    "lot": 128.787145
  },
  {
    "name": "영남농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 천문로 128",
    "tel": "054-336-1003",
    "item": "농약",
    "lat": 35.950058,
    "lot": 128.930236
  },
  {
    "name": "영동농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 시장로 74-1",
    "tel": "054-334-3418",
    "item": "농약",
    "lat": 35.963321,
    "lot": 128.938422
  },
  {
    "name": "영신농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 신녕면 장수로 1669",
    "tel": "054-332-0446",
    "item": "농약",
    "lat": 36.040645,
    "lot": 128.788101
  },
  {
    "name": "영천농약종묘",
    "sido": "경상북도",
    "addr": "경상북도 영천시 완산로 65",
    "tel": "054-334-3171",
    "item": "농약",
    "lat": 35.966019,
    "lot": 128.93862
  },
  {
    "name": "영천농협 공판장지점",
    "sido": "경상북도",
    "addr": "경상북도 영천시 장천2길 25",
    "tel": "054-334-4535",
    "item": "농약",
    "lat": 35.971579,
    "lot": 128.953433
  },
  {
    "name": "영천농협화남지점",
    "sido": "경상북도",
    "addr": "경상북도 영천시 화남면 천문로 1589",
    "tel": "054-337-9201",
    "item": "농약",
    "lat": 36.059588,
    "lot": 128.891365
  },
  {
    "name": "영천농협화북지점",
    "sido": "경상북도",
    "addr": "경상북도 영천시 화북면 화북길 57",
    "tel": "054-337-6014",
    "item": "농약",
    "lat": 36.11076,
    "lot": 128.92181
  },
  {
    "name": "영풍농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 금호로 122",
    "tel": "054-332-4855",
    "item": "농약",
    "lat": 35.931609,
    "lot": 128.874962
  },
  {
    "name": "유림농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 금호시장길 50",
    "tel": "054-335-1077",
    "item": "농약",
    "lat": 35.931798,
    "lot": 128.872682
  },
  {
    "name": "임고농업협동조합",
    "sido": "경상북도",
    "addr": "경상북도 영천시 임고면 포은로 440",
    "tel": "054-335-7718",
    "item": "농약",
    "lat": 36.015429,
    "lot": 128.974667
  },
  {
    "name": "임고농업협동조합보현지소",
    "sido": "경상북도",
    "addr": "경상북도 영천시 자양면 별빛로 1125",
    "tel": "054-336-7704",
    "item": "농약",
    "lat": 36.134757,
    "lot": 129.041279
  },
  {
    "name": "임고농업협동조합북부지소",
    "sido": "경상북도",
    "addr": "경상북도 영천시 임고면 포은로 757",
    "tel": "054-335-7705",
    "item": "농약",
    "lat": 36.041937,
    "lot": 128.98297
  },
  {
    "name": "종합농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금강길 8-2",
    "tel": "054-337-2949",
    "item": "농약",
    "lat": 35.963342,
    "lot": 128.939411
  },
  {
    "name": "비케이바이오산업(주)",
    "sido": "충청남도",
    "addr": "충청남도 부여군 초촌면 금백로 991",
    "tel": "041-832-7288",
    "item": "비료",
    "lat": 36.280201,
    "lot": 127.029301
  },
  {
    "name": "석탑 영농조합법인",
    "sido": "충청남도",
    "addr": "충청남도 부여군 석성면 비당로 393-19",
    "tel": "041-833-2732",
    "item": "비료",
    "lat": 36.241441,
    "lot": 127.014539
  },
  {
    "name": "신청명 영농조합법인",
    "sido": "충청남도",
    "addr": "충청남도 부여군 홍산면 상천로73번길 152",
    "tel": "041-835-9926",
    "item": "비료",
    "lat": 36.244912,
    "lot": 126.759902
  },
  {
    "name": "위드크롭스 주식회사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 임천면 충절로 592번길 50",
    "tel": "041-000-0000",
    "item": "비료",
    "lat": 36.144406,
    "lot": 126.885041
  },
  {
    "name": "한국유기농업개발(주)",
    "sido": "충청남도",
    "addr": "충청남도 부여군 임천면 부흥로171번길 15",
    "tel": "041-834-8991",
    "item": "비료",
    "lat": 36.162154,
    "lot": 126.908177
  },
  {
    "name": "(주)계림조경자재",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 가창면 가창로 976",
    "tel": "053-791-9229",
    "item": "농약",
    "lat": 35.793953,
    "lot": 128.631076
  },
  {
    "name": "가창농업협동조합",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 가창면 가창로 607-2",
    "tel": "053-768-0420",
    "item": "농약",
    "lat": 35.767656,
    "lot": 128.648694
  },
  {
    "name": "가창종묘사",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 가창면 가창로 765",
    "tel": "053-766-8410",
    "item": "농약",
    "lat": 35.780876,
    "lot": 128.643814
  },
  {
    "name": "경정농약",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 논공읍 비슬로 314길 6",
    "tel": "053-616-6320",
    "item": "농약",
    "lat": 35.762225,
    "lot": 128.401916
  },
  {
    "name": "구지농업협동조합",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 구지면 창리로19길 6",
    "tel": "053-616-4804",
    "item": "농약",
    "lat": 35.659869,
    "lot": 128.414805
  },
  {
    "name": "구지농업협동조합 동부지점",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 구지면 구지동로 47",
    "tel": "053-614-4804",
    "item": "농약",
    "lat": 35.649474,
    "lot": 128.438853
  },
  {
    "name": "논공농업협동조합",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 논공읍 비슬로 1778",
    "tel": "053-614-1211",
    "item": "농약",
    "lat": 35.773677,
    "lot": 128.420629
  },
  {
    "name": "농업회사법인 농협에코아그로 주식회사",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 논공읍 논공로69길 25",
    "tel": "053-615-0341",
    "item": "농약",
    "lat": 35.742476,
    "lot": 128.467924
  },
  {
    "name": "농업회사법인 대담 주식회사",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 하빈면 하빈로84길 7 2층",
    "tel": "054-933-8784",
    "item": "농약",
    "lat": 35.90089,
    "lot": 128.445105
  },
  {
    "name": "다사농업협동조합",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 다사읍 다사로 26",
    "tel": "053-580-1921",
    "item": "농약",
    "lat": 35.86303,
    "lot": 128.461069
  },
  {
    "name": "달성농약종묘사",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 현풍읍 현풍로 38",
    "tel": "053-611-6627",
    "item": "농약",
    "lat": 35.695287,
    "lot": 128.443455
  },
  {
    "name": "새봄종묘농약사",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 현풍읍 비슬로 656",
    "tel": "053-000-0000",
    "item": "농약",
    "lat": 35.695021,
    "lot": 128.439483
  },
  {
    "name": "서울농자재",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 화원읍 비슬로 2420 1층",
    "tel": "053-000-0000",
    "item": "농약",
    "lat": 35.795602,
    "lot": 128.48461
  },
  {
    "name": "영광농약종묘사",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 가창면 가창로 1103-1",
    "tel": "053-767-2652",
    "item": "농약",
    "lat": 35.803022,
    "lot": 128.622037
  },
  {
    "name": "옥포농협 용연지점",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 옥포읍 옥포로 456 옥포농협 용연지점",
    "tel": "053-616-0963",
    "item": "농약",
    "lat": 35.75635,
    "lot": 128.493169
  },
  {
    "name": "옥포농협신교경제사업소",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 옥포읍 다리목중앙길 37 옥포농협 신교경제사업소",
    "tel": "053-614-6645",
    "item": "농약",
    "lat": 35.792151,
    "lot": 128.442243
  },
  {
    "name": "유가농업협동조합",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 유가읍 비슬로64길 43 유가농업협동조합",
    "tel": "053-615-2842",
    "item": "농약",
    "lat": 35.672071,
    "lot": 128.448588
  },
  {
    "name": "일등농약종묘도매상사",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 논공읍 비슬로 1825",
    "tel": "053-617-8100",
    "item": "농약",
    "lat": 35.776376,
    "lot": 128.424522
  },
  {
    "name": "주식회사 한미드론",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 유가읍 도의길 86-38",
    "tel": "053-943-1800",
    "item": "농약",
    "lat": 35.658228,
    "lot": 128.459428
  },
  {
    "name": "주식회사한솔나무병원",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 가창면 가창로 126길 7",
    "tel": "053-766-5700",
    "item": "농약",
    "lat": 35.769079,
    "lot": 128.649229
  },
  {
    "name": "진흥농약사",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 현풍면 비슬로 130길 34",
    "tel": "053-614-6238",
    "item": "농약",
    "lat": 35.694287,
    "lot": 128.44126
  },
  {
    "name": "최고농약사",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 하빈면 하빈로 432",
    "tel": "053-000-0000",
    "item": "농약",
    "lat": 35.902344,
    "lot": 128.445674
  },
  {
    "name": "하빈농약사",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 하빈면 하빈로 399",
    "tel": "053-582-5344",
    "item": "농약",
    "lat": 35.901063,
    "lot": 128.442861
  },
  {
    "name": "하빈농업협동조합",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 하빈면 하빈로 380",
    "tel": "053-582-6675",
    "item": "농약",
    "lat": 35.899712,
    "lot": 128.440362
  },
  {
    "name": "하빈농업협동조합동곡지점",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 하빈면 달구벌대로55길 67",
    "tel": "053-582-6696",
    "item": "농약",
    "lat": 35.876693,
    "lot": 128.420025
  },
  {
    "name": "현풍농업협동조합",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 현풍면 현풍중앙로 90",
    "tel": "053-611-6221",
    "item": "농약",
    "lat": 35.697154,
    "lot": 128.443925
  },
  {
    "name": "화원농협",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 화원읍 비슬로 2575",
    "tel": "053-632-9991",
    "item": "농약",
    "lat": 35.803804,
    "lot": 128.498533
  },
  {
    "name": "화원농협서부지점",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 화원읍 비슬로 2451",
    "tel": "053-635-9822",
    "item": "농약",
    "lat": 35.797618,
    "lot": 128.486718
  },
  {
    "name": "금호농협청통지점",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 새학길 7",
    "tel": "02-5433-5623",
    "item": "농약",
    "lat": 35.990245,
    "lot": 128.823976
  },
  {
    "name": "대경사과원예농협 금호사업소",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 금호역길 39-3",
    "tel": "054-334-0045",
    "item": "농약",
    "lat": 35.930579,
    "lot": 128.86809
  },
  {
    "name": "대경사과원예농협 신녕사업소",
    "sido": "경상북도",
    "addr": "경상북도 영천시 신녕면 장수로 1588",
    "tel": "054-673-9921",
    "item": "농약",
    "lat": 36.034185,
    "lot": 128.792345
  },
  {
    "name": "부여원예영농조합",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 부여로 14-2",
    "tel": "041-835-2311",
    "item": "혼합",
    "lat": 36.281176,
    "lot": 126.909413
  },
  {
    "name": "부흥농약종묘사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 부여로 12",
    "tel": "041-837-0020",
    "item": "혼합",
    "lat": 36.280991,
    "lot": 126.909648
  },
  {
    "name": "서부여농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 부여군 홍산면 동헌로 3-15",
    "tel": "041-836-1281",
    "item": "혼합",
    "lat": 36.214641,
    "lot": 126.759253
  },
  {
    "name": "서부여농협남면지점",
    "sido": "충청남도",
    "addr": "충청남도 부여군 남성로 439",
    "tel": "041-832-3287",
    "item": "혼합",
    "lat": 36.213461,
    "lot": 126.807177
  },
  {
    "name": "서부여농협옥산지점",
    "sido": "충청남도",
    "addr": "충청남도 부여군 옥산면 대백제로 343",
    "tel": "041-834-8942",
    "item": "혼합",
    "lat": 36.192869,
    "lot": 126.733634
  },
  {
    "name": "서부여농협충화지점",
    "sido": "충청남도",
    "addr": "충청남도 부여군 충화면 팔충로 783",
    "tel": "041-833-1286",
    "item": "혼합",
    "lat": 36.18269,
    "lot": 126.823385
  },
  {
    "name": "세도금성농자재마트",
    "sido": "충청남도",
    "addr": "충청남도 부여군 세도면 부흥로 1080",
    "tel": "041-000-0000",
    "item": "혼합",
    "lat": 36.158632,
    "lot": 126.993725
  },
  {
    "name": "세도농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 부여군 세도면 세도로 7",
    "tel": "041-833-0258",
    "item": "혼합",
    "lat": 36.169886,
    "lot": 126.945463
  },
  {
    "name": "세도농협양화지점",
    "sido": "충청남도",
    "addr": "충청남도 부여군 양화면 입포로53번길 16",
    "tel": "041-833-3283",
    "item": "혼합",
    "lat": 36.136369,
    "lot": 126.880265
  },
  {
    "name": "세도농협임천지점",
    "sido": "충청남도",
    "addr": "충청남도 부여군 임천면 성흥로97번길 5",
    "tel": "041-834-4974",
    "item": "혼합",
    "lat": 36.190273,
    "lot": 126.892633
  },
  {
    "name": "은산농약사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 은산면 충절로 2801-1",
    "tel": "041-834-4787",
    "item": "혼합",
    "lat": 36.308677,
    "lot": 126.852682
  },
  {
    "name": "장암농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 부여군 장암면 장암로 14",
    "tel": "041-834-2280",
    "item": "혼합",
    "lat": 36.243551,
    "lot": 126.884278
  },
  {
    "name": "조일농약사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 세도면 세도중앙로 24",
    "tel": "041-833-0225",
    "item": "혼합",
    "lat": 36.170334,
    "lot": 126.946692
  },
  {
    "name": "주식회사 동방아그로",
    "sido": "충청남도",
    "addr": "충청남도 부여군 양화면 충절로 148",
    "tel": "041-830-8300",
    "item": "혼합",
    "lat": 36.122532,
    "lot": 126.852643
  },
  {
    "name": "중앙농약사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 은산면 충의로 671",
    "tel": "041-000-0000",
    "item": "혼합",
    "lat": 36.308847,
    "lot": 126.852977
  },
  {
    "name": "충남농약사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 사비로79번길 12",
    "tel": "041-835-7766",
    "item": "혼합",
    "lat": 36.279886,
    "lot": 126.909279
  },
  {
    "name": "충청무인항공",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 성왕로173번길 1",
    "tel": "041-837-1400",
    "item": "혼합",
    "lat": 36.280537,
    "lot": 126.90753
  },
  {
    "name": "칠성농약사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 은산면 충의로 675",
    "tel": "041-832-6016",
    "item": "혼합",
    "lat": 36.309377,
    "lot": 126.85322
  },
  {
    "name": "풍년농약사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 성왕로 184",
    "tel": "041-835-4841",
    "item": "혼합",
    "lat": 36.281215,
    "lot": 126.908739
  },
  {
    "name": "(주)경주산림환경",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 가창면 가창로 1018 가창중석타운상가 107",
    "tel": "053-424-6605",
    "item": "농약",
    "lat": 35.796708,
    "lot": 128.627007
  },
  {
    "name": "한국농약백화점",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 사비로79번길 26",
    "tel": "041-832-5051",
    "item": "혼합",
    "lat": 36.280559,
    "lot": 126.908103
  },
  {
    "name": "향촌원예사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 장암면 의자로 1415",
    "tel": "041-832-9797",
    "item": "혼합",
    "lat": 36.245151,
    "lot": 126.884868
  },
  {
    "name": "홍산농약",
    "sido": "충청남도",
    "addr": "충청남도 부여군 홍산면 홍산시장로 21",
    "tel": "041-836-0823",
    "item": "혼합",
    "lat": 36.211962,
    "lot": 126.759129
  },
  {
    "name": "흥농농자재마트 주식회사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 규암면 딴펄로 3",
    "tel": "041-835-4733",
    "item": "혼합",
    "lat": 36.25923,
    "lot": 126.88849
  },
  {
    "name": "농업회사법인 장성 주식회사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 장암면 북고로 109",
    "tel": "031-407-1504",
    "item": "비료",
    "lat": 36.224783,
    "lot": 126.917517
  },
  {
    "name": "농업회사법인 주식회사 부여육종",
    "sido": "충청남도",
    "addr": "충청남도 부여군 임천면 위덕로98번길 97",
    "tel": "041-836-6336",
    "item": "비료",
    "lat": 36.20954,
    "lot": 126.898041
  },
  {
    "name": "농업회사법인(주)친환경",
    "sido": "충청남도",
    "addr": "충청남도 부여군 석성면 연추로 123",
    "tel": "041-832-2323",
    "item": "비료",
    "lat": 36.253346,
    "lot": 127.017473
  },
  {
    "name": "농지원",
    "sido": "충청남도",
    "addr": "충청남도 부여군 세도면 부흥로 1093",
    "tel": "041-000-0000",
    "item": "비료",
    "lat": 36.158528,
    "lot": 126.995398
  },
  {
    "name": "부여군농업기술센터",
    "sido": "충청남도",
    "addr": "충청남도 부여군 규암면 흥수로 496",
    "tel": "041-830-2587",
    "item": "비료",
    "lat": 36.259888,
    "lot": 126.841915
  },
  {
    "name": "부여군농협쌀조합공동사업법인",
    "sido": "충청남도",
    "addr": "충청남도 부여군 세도면 부흥로 600-6",
    "tel": "041-836-0181",
    "item": "비료",
    "lat": 36.16872,
    "lot": 126.945798
  },
  {
    "name": "구룡농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 부여군 구룡면 흥수로 113",
    "tel": "041-832-2280",
    "item": "혼합",
    "lat": 36.246011,
    "lot": 126.806366
  },
  {
    "name": "구룡농협내산지점",
    "sido": "충청남도",
    "addr": "충청남도 부여군 내산면 성충로 1023",
    "tel": "041-832-4280",
    "item": "혼합",
    "lat": 36.272369,
    "lot": 126.783799
  },
  {
    "name": "구룡농협외산지점",
    "sido": "충청남도",
    "addr": "충청남도 부여군 외산면 무량로 24",
    "tel": "041-836-5280",
    "item": "혼합",
    "lat": 36.301961,
    "lot": 126.704872
  },
  {
    "name": "규암농협 영농자재판매장",
    "sido": "충청남도",
    "addr": "충청남도 부여군 규암면 자온로 71",
    "tel": "041-835-0185",
    "item": "혼합",
    "lat": 36.274474,
    "lot": 126.88787
  },
  {
    "name": "규암농협 은산지점 자재판매장",
    "sido": "충청남도",
    "addr": "충청남도 부여군 은산면 충의로 691",
    "tel": "041-832-6282",
    "item": "혼합",
    "lat": 36.310632,
    "lot": 126.853787
  },
  {
    "name": "금산인삼농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 성왕로 311",
    "tel": "041-832-7888",
    "item": "혼합",
    "lat": 36.284017,
    "lot": 126.92162
  },
  {
    "name": "금성농약사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 양화면 입포로 29",
    "tel": "041-833-3049",
    "item": "혼합",
    "lat": 36.137282,
    "lot": 126.879305
  },
  {
    "name": "금성농자재마트농업회사법인주식회사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 성왕로 81",
    "tel": "041-837-0025",
    "item": "혼합",
    "lat": 36.27335,
    "lot": 126.903888
  },
  {
    "name": "금풍농약사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 구룡면 구룡로 388",
    "tel": "041-832-2033",
    "item": "혼합",
    "lat": 36.245129,
    "lot": 126.807212
  },
  {
    "name": "농민농약사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 성왕로 160-8",
    "tel": "041-836-6780",
    "item": "혼합",
    "lat": 36.279266,
    "lot": 126.907098
  },
  {
    "name": "다래농약종묘사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 반월로 17",
    "tel": "041-835-6699",
    "item": "혼합",
    "lat": 36.283931,
    "lot": 126.908949
  },
  {
    "name": "다팜농약사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 구룡면 흥수로 385-5",
    "tel": "041-000-0000",
    "item": "혼합",
    "lat": 36.256432,
    "lot": 126.831565
  },
  {
    "name": "대한농약사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 홍산면 동헌로 4",
    "tel": "041-832-3447",
    "item": "혼합",
    "lat": 36.215442,
    "lot": 126.758955
  },
  {
    "name": "동부여농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 부여군 석성면 증산로 45",
    "tel": "041-836-6284",
    "item": "혼합",
    "lat": 36.251944,
    "lot": 127.001402
  },
  {
    "name": "동부여농업협동조합(석성지점)",
    "sido": "충청남도",
    "addr": "충청남도 부여군 석성면 석성북로 9",
    "tel": "041-836-5504",
    "item": "혼합",
    "lat": 36.224564,
    "lot": 126.990361
  },
  {
    "name": "동부여농업협동조합초촌지점",
    "sido": "충청남도",
    "addr": "충청남도 부여군 초촌면 초촌로31번길 1",
    "tel": "041-832-4280",
    "item": "혼합",
    "lat": 36.263316,
    "lot": 127.021536
  },
  {
    "name": "동부여농업협동조합초촌지점소사출장소",
    "sido": "충청남도",
    "addr": "충청남도 부여군 초촌면 소호로 15",
    "tel": "041-832-4541",
    "item": "혼합",
    "lat": 36.262427,
    "lot": 127.054614
  },
  {
    "name": "미담농자재",
    "sido": "충청남도",
    "addr": "충청남도 부여군 장암면 장암로27번길 10",
    "tel": "041-000-0000",
    "item": "혼합",
    "lat": 36.242466,
    "lot": 126.886167
  },
  {
    "name": "부여농약마트",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 성왕로 172",
    "tel": "041-835-5820",
    "item": "혼합",
    "lat": 36.280285,
    "lot": 126.90802
  },
  {
    "name": "부여농자재",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 신기정로 72-27",
    "tel": "041-835-4302",
    "item": "혼합",
    "lat": 36.265998,
    "lot": 126.906236
  },
  {
    "name": "부여농협영농자재판매장",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 백제문화로 16",
    "tel": "041-833-2932",
    "item": "혼합",
    "lat": 36.284503,
    "lot": 126.930725
  },
  {
    "name": "중앙농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 내가면 강화서로 226",
    "tel": "032-932-5906",
    "item": "농약",
    "lat": 37.716873,
    "lot": 126.390993
  },
  {
    "name": "풍년농약종묘사",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 강화읍 강화대로 405",
    "tel": "032-934-2489",
    "item": "농약",
    "lat": 37.746024,
    "lot": 126.486145
  },
  {
    "name": "풍성농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 강화읍 중앙로 31",
    "tel": "032-933-7649",
    "item": "농약",
    "lat": 37.740385,
    "lot": 126.49046
  },
  {
    "name": "하늘농산",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 강화읍 중앙로27",
    "tel": "032-932-0888",
    "item": "농약",
    "lat": 37.74064,
    "lot": 126.49073
  },
  {
    "name": "해드래",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 화도면 마니산로 648 1층",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.634665,
    "lot": 126.426254
  },
  {
    "name": "화개농원",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 교동면 교동동로 507",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.783733,
    "lot": 126.280015
  },
  {
    "name": "(주)동진물산",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 선원면 중앙로447번길 1",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.713652,
    "lot": 126.465081
  },
  {
    "name": "강화남부농업협동조합",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 길상면 길상로 298-1",
    "tel": "032-937-4181",
    "item": "농약",
    "lat": 37.638157,
    "lot": 126.495184
  },
  {
    "name": "강화남부농업협동조합 불은지점",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 불은면 강화동로 555",
    "tel": "032-930-8805",
    "item": "농약",
    "lat": 37.684111,
    "lot": 126.478637
  },
  {
    "name": "강화남부농업협동조합 양도지점",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 양도면 강화남로 700",
    "tel": "032-937-2181",
    "item": "농약",
    "lat": 37.661877,
    "lot": 126.421853
  },
  {
    "name": "강화남부농업협동조합 화도지점",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 화도면 마니산로 729",
    "tel": "032-937-1181",
    "item": "농약",
    "lat": 37.632689,
    "lot": 126.417299
  },
  {
    "name": "강화농약종묘사",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 강화읍 신문길 4",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.744509,
    "lot": 126.487095
  },
  {
    "name": "강화농업협동조합",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 강화읍 중앙로 66",
    "tel": "032-934-0548",
    "item": "농약",
    "lat": 37.737966,
    "lot": 126.487884
  },
  {
    "name": "강화농업협동조합선원지점",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 선원면 대문고개로 25",
    "tel": "032-933-4014",
    "item": "농약",
    "lat": 37.713106,
    "lot": 126.484258
  },
  {
    "name": "강화농업협동조합송해지점",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 송해면 전망대로 39",
    "tel": "032-934-4382",
    "item": "농약",
    "lat": 37.765402,
    "lot": 126.463227
  },
  {
    "name": "강화식물병원",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 강화읍 강화대로 446",
    "tel": "032-933-0067",
    "item": "농약",
    "lat": 37.74792,
    "lot": 126.482257
  },
  {
    "name": "강화인삼협동조합",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 강화읍 강화대로 335",
    "tel": "032-933-5002",
    "item": "농약",
    "lat": 37.742208,
    "lot": 126.492519
  },
  {
    "name": "경신농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 길상면 온수길 16",
    "tel": "032-934-6343",
    "item": "농약",
    "lat": 37.638532,
    "lot": 126.492638
  },
  {
    "name": "그린종묘농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 강화읍 남문로 77",
    "tel": "032-933-5551",
    "item": "농약",
    "lat": 37.744879,
    "lot": 126.487406
  },
  {
    "name": "길상농약",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 길상면 온수길 47",
    "tel": "032-937-5599",
    "item": "농약",
    "lat": 37.639084,
    "lot": 126.48944
  },
  {
    "name": "단골농약",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 교동면 교동동로 489",
    "tel": "032-932-4053",
    "item": "농약",
    "lat": 37.7846,
    "lot": 126.28136
  },
  {
    "name": "부농원와이앤케미컬",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 길상면 강화남로 17",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.639695,
    "lot": 126.483518
  },
  {
    "name": "불은농약",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 불은면 불은남로 612",
    "tel": "032-937-2907",
    "item": "농약",
    "lat": 37.684627,
    "lot": 126.48048
  },
  {
    "name": "서강화농업협동조합",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 하점면 강화대로 1215",
    "tel": "032-933-5280",
    "item": "농약",
    "lat": 37.773366,
    "lot": 126.411446
  },
  {
    "name": "서강화농업협동조합 교동지점",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 교동면 교동동로 480",
    "tel": "032-933-8325",
    "item": "농약",
    "lat": 37.785579,
    "lot": 126.283259
  },
  {
    "name": "서강화농업협동조합 내가지점",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 내가면 중앙로 1282",
    "tel": "032-932-7511",
    "item": "농약",
    "lat": 37.703042,
    "lot": 126.381744
  },
  {
    "name": "서강화농업협동조합 삼산지점",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 삼산면 삼산북로443",
    "tel": "032-932-7515",
    "item": "농약",
    "lat": 37.702828,
    "lot": 126.323326
  },
  {
    "name": "서강화농업협동조합 양사지점",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 양사면 전망대로 1398",
    "tel": "032-932-5514",
    "item": "농약",
    "lat": 37.797743,
    "lot": 126.408859
  },
  {
    "name": "서강화농업협동조합주문간이지점",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 서도면 주문도길 274-3",
    "tel": "032-932-7519",
    "item": "농약",
    "lat": 37.643861,
    "lot": 126.242058
  },
  {
    "name": "서강화농업협동조합주문간이지점볼음분점",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 서도면 볼음도길 175",
    "tel": "032-932-7518",
    "item": "농약",
    "lat": 37.669711,
    "lot": 126.197565
  },
  {
    "name": "성진농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 불은면 불은남로 610",
    "tel": "032-937-6133",
    "item": "농약",
    "lat": 37.684768,
    "lot": 126.480873
  },
  {
    "name": "수정종묘농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 교동면 교동서로 6",
    "tel": "032-932-4053",
    "item": "농약",
    "lat": 37.782285,
    "lot": 126.278802
  },
  {
    "name": "심도농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 강화읍 강화대로 407-1",
    "tel": "032-933-3335",
    "item": "농약",
    "lat": 37.746218,
    "lot": 126.485895
  },
  {
    "name": "영수농약종묘",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 강화읍 강화대로 445",
    "tel": "032-932-9333",
    "item": "농약",
    "lat": 37.747449,
    "lot": 126.482096
  },
  {
    "name": "(주)초록숲환경",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 백마강길 9",
    "tel": "041-832-8850",
    "item": "혼합",
    "lat": 36.268579,
    "lot": 126.905565
  },
  {
    "name": "천안농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 풍세면 광풍로 1542",
    "tel": "041-566-5959",
    "item": "농약",
    "lat": 36.756046,
    "lot": 127.138909
  },
  {
    "name": "천안농업협동조합 광덕지점",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 광덕면 신흥리3길 27",
    "tel": "041-567-0010",
    "item": "농약",
    "lat": 36.699008,
    "lot": 127.110816
  },
  {
    "name": "천안농업협동조합 남관지점",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 풍세면 잔다리길 2",
    "tel": "041-573-7276",
    "item": "농약",
    "lat": 36.753184,
    "lot": 127.126992
  },
  {
    "name": "천안농업협동조합 행정지점",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 광덕면 차령고개로 1053",
    "tel": "041-566-6520",
    "item": "농약",
    "lat": 36.688415,
    "lot": 127.156978
  },
  {
    "name": "천안농협풍세지점",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 풍세면 상정1길 2",
    "tel": "041-566-7008",
    "item": "농약",
    "lat": 36.722478,
    "lot": 127.118606
  },
  {
    "name": "천안배원예농업협동조합 병천사업소",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 병천면 충절로 1765",
    "tel": "041-556-4646",
    "item": "농약",
    "lat": 36.762476,
    "lot": 127.30092
  },
  {
    "name": "천안배원예농업협동조합(입장)",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 입장면 입장로 196",
    "tel": "041-585-4693",
    "item": "농약",
    "lat": 36.918532,
    "lot": 127.223443
  },
  {
    "name": "천안배원예농협",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 연암율금로 508",
    "tel": "041-582-0091",
    "item": "농약",
    "lat": 36.911061,
    "lot": 127.134129
  },
  {
    "name": "충남농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 작은서릿말길 2(사직동)",
    "tel": "041-563-5341",
    "item": "농약",
    "lat": 36.803341,
    "lot": 127.147128
  },
  {
    "name": "풍년아그로",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 입장면 입장로 89",
    "tel": "041-583-8199",
    "item": "농약",
    "lat": 36.909212,
    "lot": 127.220525
  },
  {
    "name": "풍원농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 대흥로 116(사직동)",
    "tel": "041-565-5265",
    "item": "농약",
    "lat": 36.800117,
    "lot": 127.149964
  },
  {
    "name": "한일종묘농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 중앙로 29-1",
    "tel": "041-553-5021",
    "item": "농약",
    "lat": 36.801023,
    "lot": 127.152898
  },
  {
    "name": "형원상사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 광덕면 차령고개로 981",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 36.682467,
    "lot": 127.156045
  },
  {
    "name": "황금농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 병천면 충절로 1761",
    "tel": "041-564-3669",
    "item": "농약",
    "lat": 36.762378,
    "lot": 127.300322
  },
  {
    "name": "흥농팜아그로",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 풍세면 풍세로 471",
    "tel": "041-578-0953",
    "item": "농약",
    "lat": 36.755299,
    "lot": 127.127275
  },
  {
    "name": "흥농종묘농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 대흥로 131",
    "tel": "041-552-9696",
    "item": "농약",
    "lat": 36.800728,
    "lot": 127.148184
  },
  {
    "name": "한국농자재",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 병천면 병천1로 28, A동 5,6호",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 36.762936,
    "lot": 127.29249
  },
  {
    "name": "한양바이오",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 대흥로 98, 2층",
    "tel": "041-561-3088",
    "item": "농약",
    "lat": 36.799503,
    "lot": 127.151715
  },
  {
    "name": "그린마스 주식회사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 대흥로 116, 2층",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 36.800117,
    "lot": 127.149964
  },
  {
    "name": "동천안농협 경제통합지원센터",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 목천읍 종합휴양지로 120",
    "tel": "041-553-2604",
    "item": "농약",
    "lat": 36.760915,
    "lot": 127.227109
  },
  {
    "name": "신우바이오텍",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 광풍로 1559",
    "tel": "041-579-3040",
    "item": "농약",
    "lat": 36.759157,
    "lot": 127.136997
  },
  {
    "name": "생생바이오텍",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 각금2길 30-22",
    "tel": "041-578-7888",
    "item": "농약",
    "lat": 36.923393,
    "lot": 127.10472
  },
  {
    "name": "토윤바이오",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 병천면 아우내1길 28",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 36.763075,
    "lot": 127.29922
  },
  {
    "name": "충대농자재",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 병천면 탑원2길 1",
    "tel": "041-415-0452",
    "item": "농약",
    "lat": 36.764167,
    "lot": 127.311775
  },
  {
    "name": "병천아그로주식회사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 병천면 충절로 1781",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 36.762824,
    "lot": 127.302711
  },
  {
    "name": "주식회사 더드림조경건설",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 양지15길 26(봉명동)",
    "tel": "041-622-0044",
    "item": "농약",
    "lat": 36.809561,
    "lot": 127.136068
  },
  {
    "name": "봄농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 목천읍 교천지산길 22, 1층",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 36.771538,
    "lot": 127.202346
  },
  {
    "name": "천안농협 경제사업장 북부점",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 번영로 730(업성동), 3층",
    "tel": "041-622-8661",
    "item": "농약",
    "lat": 36.857598,
    "lot": 127.139934
  },
  {
    "name": "주식회사참농",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 성남면 성심원길 42, (주)참농",
    "tel": "041-554-5294",
    "item": "비료",
    "lat": 36.749995,
    "lot": 127.251154
  },
  {
    "name": "(주)에코패스",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 입장면 연곡길 144",
    "tel": "041-585-0467",
    "item": "비료",
    "lat": 36.92523,
    "lot": 127.210488
  },
  {
    "name": "(주)천지인바이오텍",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 입장면 연곡길 144, 나동",
    "tel": "041-587-6250",
    "item": "비료",
    "lat": 36.92523,
    "lot": 127.210488
  },
  {
    "name": "(주)그린바이오청",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성거읍 성거길 139-8",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.878158,
    "lot": 127.203152
  },
  {
    "name": "농업회사법인 깨비농장 주식회사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성거읍 삼곡2길 123",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.903282,
    "lot": 127.186872
  },
  {
    "name": "동인바이오스",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 입장면 하장4길 22",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.914087,
    "lot": 127.219792
  },
  {
    "name": "성남농림기계",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 성남면 성남로 343-18",
    "tel": "041-562-9235",
    "item": "비료",
    "lat": 36.747882,
    "lot": 127.223841
  },
  {
    "name": "씨앤에스아그로",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 수신면 세성로 222-5",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.749583,
    "lot": 127.26226
  },
  {
    "name": "주식회사모모",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 풍세면 봉강천로 85-8",
    "tel": "041-566-8495",
    "item": "비료",
    "lat": 36.751617,
    "lot": 127.116556
  },
  {
    "name": "그린파워",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 불당대로 269, 113호 (쌍용동)",
    "tel": "041-578-0056",
    "item": "비료",
    "lat": 36.800279,
    "lot": 127.125934
  },
  {
    "name": "삼익상사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 율금1길 230",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.903319,
    "lot": 127.104259
  },
  {
    "name": "혜성바이오",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 수레터1길 103, 102호 (차암동)",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.856513,
    "lot": 127.111245
  },
  {
    "name": "(주)젠스",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 직산읍 직산로 136, (재)충남테크노파크천안밸리  생산동 1303호",
    "tel": "070-8668-8199",
    "item": "비료",
    "lat": 36.888057,
    "lot": 127.159963
  },
  {
    "name": "애버그린",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성거읍 망향로 692, 상가1호",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.878428,
    "lot": 127.201538
  },
  {
    "name": "(주)비엘바이오텍",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 동면 장송1길 7-41",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.776684,
    "lot": 127.37615
  },
  {
    "name": "(주)중앙케미칼",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 터미널5길 14",
    "tel": "041-865-8892",
    "item": "농약",
    "lat": 36.821194,
    "lot": 127.159715
  },
  {
    "name": "경기농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 성환11길 11-8",
    "tel": "041-581-2266",
    "item": "농약",
    "lat": 36.917137,
    "lot": 127.129224
  },
  {
    "name": "금호농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 중앙로 28",
    "tel": "041-562-9440",
    "item": "농약",
    "lat": 36.800959,
    "lot": 127.153449
  },
  {
    "name": "산내들농자재마트",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 광풍로 1733",
    "tel": "041-561-1182",
    "item": "농약",
    "lat": 36.77316,
    "lot": 127.142297
  },
  {
    "name": "한양농자재주식회사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 대흥로 98",
    "tel": "041-552-8156",
    "item": "농약",
    "lat": 36.799503,
    "lot": 127.151715
  },
  {
    "name": "대풍작물보호사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 성환1로 219-1",
    "tel": "041-581-6824",
    "item": "농약",
    "lat": 36.914264,
    "lot": 127.128036
  },
  {
    "name": "동립농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 입장면 입장로 149",
    "tel": "041-585-5019",
    "item": "농약",
    "lat": 36.914492,
    "lot": 127.222078
  },
  {
    "name": "두레농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 입장면 성진로 649-7",
    "tel": "041-585-8213",
    "item": "농약",
    "lat": 36.913169,
    "lot": 127.202945
  },
  {
    "name": "명정농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 입장면 하장4길 17",
    "tel": "041-587-0257",
    "item": "농약",
    "lat": 36.914099,
    "lot": 127.220452
  },
  {
    "name": "서울농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 병천면 충절로 1742",
    "tel": "041-564-0102",
    "item": "농약",
    "lat": 36.762441,
    "lot": 127.298427
  },
  {
    "name": "성거농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성거읍 성거길 75",
    "tel": "041-557-0316",
    "item": "농약",
    "lat": 36.872271,
    "lot": 127.200615
  },
  {
    "name": "성거농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성거읍 천흥3길 7",
    "tel": "041-556-8593",
    "item": "농약",
    "lat": 36.871433,
    "lot": 127.20135
  },
  {
    "name": "성환농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 성환11길 7-10, 1층",
    "tel": "041-581-3501",
    "item": "농약",
    "lat": 36.917221,
    "lot": 127.128941
  },
  {
    "name": "성환농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 성환12길 9",
    "tel": "041-582-1345",
    "item": "농약",
    "lat": 36.9177,
    "lot": 127.129
  },
  {
    "name": "신진종묘농약",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 성환1로 113",
    "tel": "041-588-4488",
    "item": "농약",
    "lat": 36.904827,
    "lot": 127.128273
  },
  {
    "name": "아우내농협영농자재센터",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 병천면 병천1로 74",
    "tel": "041-564-0020",
    "item": "농약",
    "lat": 36.759043,
    "lot": 127.294073
  },
  {
    "name": "아우내농협 동면지점",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 동면 동산1길 19",
    "tel": "041-523-4007",
    "item": "농약",
    "lat": 36.776291,
    "lot": 127.344956
  },
  {
    "name": "아우내농협 수신지점",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 수신면 수신로 456",
    "tel": "041-522-3546",
    "item": "농약",
    "lat": 36.731821,
    "lot": 127.283801
  },
  {
    "name": "아우내영농조합법인",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 수신면 매봉로 110",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 36.753095,
    "lot": 127.301092
  },
  {
    "name": "역전농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 성환3로 6 만경상가 112",
    "tel": "041-581-2134",
    "item": "농약",
    "lat": 36.915257,
    "lot": 127.128711
  },
  {
    "name": "입장농업협동조헙",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 입장면 하장4길 31",
    "tel": "041-585-5830",
    "item": "농약",
    "lat": 36.913537,
    "lot": 127.218884
  },
  {
    "name": "제일농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 중앙시장길 1 (사직동 202-44)",
    "tel": "041-567-5282",
    "item": "농약",
    "lat": 36.80076,
    "lot": 127.148775
  },
  {
    "name": "주식회사에코패스",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 입장면 연곡길 144 가동",
    "tel": "041-580-0467",
    "item": "농약",
    "lat": 36.92523,
    "lot": 127.210488
  },
  {
    "name": "주식회사천지인바이오텍",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 입장면 연곡길 144 나동",
    "tel": "041-587-6250",
    "item": "농약",
    "lat": 36.92523,
    "lot": 127.210488
  },
  {
    "name": "직산농협",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 직산읍 천안밸리로 7",
    "tel": "041-583-3750",
    "item": "농약",
    "lat": 36.883288,
    "lot": 127.145408
  },
  {
    "name": "(주)이레개발",
    "sido": "충청남도",
    "addr": "인천광역시 남동구 구월남로 116-0, 2층 201호 (구월동, (구월동))",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 37.453012,
    "lot": 126.702223
  },
  {
    "name": "(주)STC나라",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성거읍 모전1길 139-11",
    "tel": "041-555-7020",
    "item": "비료",
    "lat": 36.890219,
    "lot": 127.192898
  },
  {
    "name": "(주)옥천산업",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 태조산길 111 (유량동)",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.813889,
    "lot": 127.175797
  },
  {
    "name": "제이팜",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 광풍로 1559(구룡동)",
    "tel": "041-577-3755",
    "item": "비료",
    "lat": 36.759157,
    "lot": 127.136997
  },
  {
    "name": "선바이오(주)",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 율금3길 36",
    "tel": "041-588-2277",
    "item": "비료",
    "lat": 36.898523,
    "lot": 127.100141
  },
  {
    "name": "농업회사법인(주)풍한바이오 천안지점",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 광덕면 차령로 4402 (동화농산(주))",
    "tel": "041-556-6844",
    "item": "비료",
    "lat": 36.67234,
    "lot": 127.148985
  },
  {
    "name": "(주)삼영피엠텍",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 동면 화복로 586-22",
    "tel": "041-568-1595",
    "item": "비료",
    "lat": 36.761859,
    "lot": 127.408803
  },
  {
    "name": "(주) 티피코",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 늘푸른5길 26, 3층 1호 (두정동, 두정라이프빌딩)",
    "tel": "041-522-4336",
    "item": "비료",
    "lat": 36.827241,
    "lot": 127.130145
  },
  {
    "name": "고려종합비료",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 목천읍 충절로 1019",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.775323,
    "lot": 127.222453
  },
  {
    "name": "농업회사법인(주)바이오포스트",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 동면 화복로 256-35",
    "tel": "041-621-0407",
    "item": "비료",
    "lat": 36.769159,
    "lot": 127.379162
  },
  {
    "name": "(주)엘비씨",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 다가말4길 24, 경일빌딩 3층 (다가동)",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.798317,
    "lot": 127.137698
  },
  {
    "name": "(주)자연농",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 신방남부길1",
    "tel": "041-578-7666",
    "item": "비료",
    "lat": 36.767708,
    "lot": 127.119089
  },
  {
    "name": "(주)대지개발",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 신방1길 38-12, 대지개발(주)",
    "tel": "02-832-3500",
    "item": "비료",
    "lat": 36.929014,
    "lot": 127.110343
  },
  {
    "name": "천안시농업기술센터소장",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 목천읍 목천안터1길 15",
    "tel": "041-521-2971",
    "item": "비료",
    "lat": 36.775685,
    "lot": 127.207937
  },
  {
    "name": "주식회사 명장",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 성남면 성남신덕1길 321-9",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.720606,
    "lot": 127.232269
  },
  {
    "name": "(주)만나",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 수신면 발산4길 66 ((주)지지월드)",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.720708,
    "lot": 127.301843
  },
  {
    "name": "이노비젼",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 서부대로 226-11, 306동 1802호 (신방동, 향촌현대아파트)",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.788546,
    "lot": 127.130123
  },
  {
    "name": "주식회사 케이투",
    "sido": "충청남도",
    "addr": "서울특별시 영등포구 도림로 347-4, 2층 (도림동)",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 37.508117,
    "lot": 126.899825
  },
  {
    "name": "(주)웸코천안",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 수신면 발산4길 251",
    "tel": "041-551-0707",
    "item": "비료",
    "lat": 36.705003,
    "lot": 127.300886
  },
  {
    "name": "농업회사법인 유농바이텍(주)",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 병천면 봉항로 717-19",
    "tel": "041-554-7775",
    "item": "비료",
    "lat": 36.821382,
    "lot": 127.312727
  },
  {
    "name": "농업회사법인 주식회사 기림",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 천안대로 1223-24, 공주대학교천안공과대학 (부대동)",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.85084,
    "lot": 127.15102
  },
  {
    "name": "신우바이오텍",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 광풍로 1559 (구룡동)",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.759157,
    "lot": 127.136997
  },
  {
    "name": "탑블루베리(주)",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 각원사길 146 (안서동)",
    "tel": "070-4888-3100",
    "item": "비료",
    "lat": 36.831136,
    "lot": 127.186715
  },
  {
    "name": "한국바이오케미칼충남지점",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 북면 충절로 1295",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.770181,
    "lot": 127.250917
  },
  {
    "name": "아우내농협",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 병천면 아우내장터2길 13-11",
    "tel": "041-564-1771",
    "item": "비료",
    "lat": 36.761339,
    "lot": 127.296647
  },
  {
    "name": "농업회사법인 케이비티 주식회사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 풍세면 풍세2길 21-27 (케이알피)",
    "tel": "041-563-5625",
    "item": "비료",
    "lat": 36.728374,
    "lot": 127.11683
  },
  {
    "name": "(주)케이바이오팜스",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 직산읍 직산로 136, (재)충남테크노파크천안밸리 3307호",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.888057,
    "lot": 127.159963
  },
  {
    "name": "팜스바이오텍",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 단대로 119, 생명공학창업보육센터 309호 (안서동)",
    "tel": "070-8845-3542",
    "item": "비료",
    "lat": 36.835955,
    "lot": 127.165214
  },
  {
    "name": "엠제이시스템",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 성남면 용원1길 30-17",
    "tel": "070-7543-2558",
    "item": "비료",
    "lat": 36.755025,
    "lot": 127.212728
  },
  {
    "name": "(주)인정바이오",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 성남면 대흥1길 218-25 (대풍농장)",
    "tel": "041-568-9926",
    "item": "비료",
    "lat": 36.726626,
    "lot": 127.220443
  },
  {
    "name": "농업회사법인 주식회사 명비",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 목천읍 도장로 167-7",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.75109,
    "lot": 127.186928
  },
  {
    "name": "동남바이오농장",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 풍세면 송정2길 41-74",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.741677,
    "lot": 127.130553
  },
  {
    "name": "농업회사법인조인팜스(주)천안성환지점",
    "sido": "충청남도",
    "addr": "경기도 평택시 오성면 청오로 132",
    "tel": "041-581-9985",
    "item": "비료",
    "lat": 37.020513,
    "lot": 126.983138
  },
  {
    "name": "주식회사 케이티엘",
    "sido": "충청남도",
    "addr": "경기도 안성시 미양면 늑동길 16",
    "tel": "031-671-1811",
    "item": "비료",
    "lat": 36.981584,
    "lot": 127.252553
  },
  {
    "name": "유풍농장",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 초동면 성만남전로 171-24",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.41756,
    "lot": 128.708613
  },
  {
    "name": "제일비료",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 상남면 조음로 30-105",
    "tel": "055-353-0628",
    "item": "비료",
    "lat": 35.412975,
    "lot": 128.76342
  },
  {
    "name": "주식회사 지엘바이오",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 하남읍 대평4길 39-10",
    "tel": "055-355-0329",
    "item": "비료",
    "lat": 35.368005,
    "lot": 128.732584
  },
  {
    "name": "주식회사 한톨",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 하남읍 시동3리2길 19-3",
    "tel": "055-391-5775",
    "item": "비료",
    "lat": 35.376605,
    "lot": 128.714251
  },
  {
    "name": "창조농경",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 부북면 부북로 121-12",
    "tel": "055-354-2475",
    "item": "비료",
    "lat": 35.518792,
    "lot": 128.724671
  },
  {
    "name": "청하농산",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 무안면 무안로 330",
    "tel": "055-355-4421",
    "item": "비료",
    "lat": 35.49268,
    "lot": 128.6821
  },
  {
    "name": "토정",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 삼랑진읍 사기점길 11-1",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.430939,
    "lot": 128.832549
  },
  {
    "name": "썹두코리아",
    "sido": "인천광역시",
    "addr": "인천광역시 계양구 길마로 13(효성동, 삼성빌딩)",
    "tel": "032-554-2718",
    "item": "비료",
    "lat": 37.534044,
    "lot": 126.707009
  },
  {
    "name": "인천광역시 농업기술센터",
    "sido": "인천광역시",
    "addr": "인천광역시 계양구 살라리로2번길 33, 농업기술센터(서운동)",
    "tel": "032-427-5959",
    "item": "비료",
    "lat": 37.533813,
    "lot": 126.744896
  },
  {
    "name": "(주)그린아그로",
    "sido": "인천광역시",
    "addr": "인천광역시 계양구 벌말로596-3(하야동)",
    "tel": "032-544-8228",
    "item": "농약",
    "lat": 37.581323,
    "lot": 126.781181
  },
  {
    "name": "부평농업협동조합영농자재센터",
    "sido": "인천광역시",
    "addr": "인천광역시 계양구 서운산업로47번길 28(서운동)",
    "tel": "032-556-4279",
    "item": "농약",
    "lat": 37.530226,
    "lot": 126.753969
  },
  {
    "name": "계양농업협동조합",
    "sido": "인천광역시",
    "addr": "인천광역시 계양구 장제로 989(박촌동)",
    "tel": "032-550-2261",
    "item": "농약",
    "lat": 37.553896,
    "lot": 126.744855
  },
  {
    "name": "팜어앤가드너",
    "sido": "인천광역시",
    "addr": "인천광역시 계양구 황어로115번길 10, 신동아아파트 상가동 102-2호",
    "tel": "032-547-5965",
    "item": "농약",
    "lat": 37.579662,
    "lot": 126.732667
  },
  {
    "name": "계양농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 계양구 동양로 48",
    "tel": "032-515-8816",
    "item": "농약",
    "lat": 37.558129,
    "lot": 126.750392
  },
  {
    "name": "장기농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 계양구 황어로126번길 14",
    "tel": "032-514-8259",
    "item": "농약",
    "lat": 37.578324,
    "lot": 126.735355
  },
  {
    "name": "인천농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 계양구 아나지로398, 109호",
    "tel": "032-556-9944",
    "item": "농약",
    "lat": 37.525515,
    "lot": 126.736481
  },
  {
    "name": "농업회사법인 주식회사 옥토앤자인",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 각금3길 9",
    "tel": "041-581-0743",
    "item": "비료",
    "lat": 36.925578,
    "lot": 127.10253
  },
  {
    "name": "(주)참농",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 성남면 성심원길 42",
    "tel": "041-554-5294",
    "item": "비료",
    "lat": 36.749995,
    "lot": 127.251154
  },
  {
    "name": "성환배영농조합법인",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 연암율금로 330",
    "tel": "041-582-7500",
    "item": "비료",
    "lat": 36.905803,
    "lot": 127.116031
  },
  {
    "name": "아주친환경",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 수신면 발산2길 23-6",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.720513,
    "lot": 127.286845
  },
  {
    "name": "도원양계",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 병천면 도원리1길 42-22",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 36.775601,
    "lot": 127.319419
  },
  {
    "name": "입장농협",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 입장면 하장4길 16",
    "tel": "041-584-9989",
    "item": "비료",
    "lat": 36.914397,
    "lot": 127.220549
  },
  {
    "name": "제주아그로",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 태평로 69",
    "tel": "064-738-3388",
    "item": "농약",
    "lat": 33.244913,
    "lot": 126.530541
  },
  {
    "name": "제주위미농업협동조합",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 태위로 126",
    "tel": "064-764-1083",
    "item": "농약",
    "lat": 33.27474,
    "lot": 126.661064
  },
  {
    "name": "제주위미농업협동조합신례지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 신례로282번길 1",
    "tel": "064-767-2190",
    "item": "농약",
    "lat": 33.289837,
    "lot": 126.630343
  },
  {
    "name": "제주위미농업협동조합하례2리지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 하례돈야로 89",
    "tel": "064-733-2783",
    "item": "농약",
    "lat": 33.297648,
    "lot": 126.609476
  },
  {
    "name": "제주위미농업협동조합하례지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 하례중앙로 88",
    "tel": "064-767-0636",
    "item": "농약",
    "lat": 33.268827,
    "lot": 126.626283
  },
  {
    "name": "조은상사",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 효돈순환로 235 하효동",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 33.256444,
    "lot": 126.619127
  },
  {
    "name": "주식회사 삼광",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 동홍중앙로90번길 45 비동 101호",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 33.25849,
    "lot": 126.577122
  },
  {
    "name": "중문농업협동조합",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 천제연로 199",
    "tel": "064-738-4174",
    "item": "농약",
    "lat": 33.251846,
    "lot": 126.426057
  },
  {
    "name": "중문농업협동조합강정지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 이어도로 594",
    "tel": "064-730-7855",
    "item": "농약",
    "lat": 33.235395,
    "lot": 126.480056
  },
  {
    "name": "중문농업협동조합예래지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 상예로 4-2",
    "tel": "064-738-4182",
    "item": "농약",
    "lat": 33.247176,
    "lot": 126.391088
  },
  {
    "name": "중문농업협동조합용흥지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 일주서로 242",
    "tel": "064-739-6043",
    "item": "농약",
    "lat": 33.250523,
    "lot": 126.481964
  },
  {
    "name": "중문농업협동조합월평사업소",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 월평로 44",
    "tel": "064-739-6044",
    "item": "농약",
    "lat": 33.245799,
    "lot": 126.461326
  },
  {
    "name": "태흥새마을금고",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 태위로 928",
    "tel": "064-764-0920",
    "item": "농약",
    "lat": 33.285872,
    "lot": 126.744472
  },
  {
    "name": "태흥새마을금고지소",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 태위로 810",
    "tel": "064-764-9703",
    "item": "농약",
    "lat": 33.282822,
    "lot": 126.73244
  },
  {
    "name": "토평신용협동조합",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 토평로 50",
    "tel": "064-732-6264",
    "item": "농약",
    "lat": 33.270504,
    "lot": 126.59007
  },
  {
    "name": "표선농업협동조합가시지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 표선면 중산간동로 5230",
    "tel": "064-787-2314",
    "item": "농약",
    "lat": 33.352235,
    "lot": 126.771314
  },
  {
    "name": "표선농협 경제종합사업소",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 표선면 가시로 16",
    "tel": "064-787-3634",
    "item": "농약",
    "lat": 33.330477,
    "lot": 126.821441
  },
  {
    "name": "표선농협성읍지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 표선면 중산간동로 4632",
    "tel": "064-787-3648",
    "item": "농약",
    "lat": 33.390483,
    "lot": 126.800733
  },
  {
    "name": "풍성농약사",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 대정읍 상모로 268",
    "tel": "064-792-5031",
    "item": "농약",
    "lat": 33.223703,
    "lot": 126.260642
  },
  {
    "name": "하원새마을금고",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 하원로19번길 24",
    "tel": "064-738-0184",
    "item": "농약",
    "lat": 33.256908,
    "lot": 126.459746
  },
  {
    "name": "호근새마을금고",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 호근서호로 123",
    "tel": "064-739-7533",
    "item": "농약",
    "lat": 33.257116,
    "lot": 126.527733
  },
  {
    "name": "효돈농업협동조합",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 일주동로 8157",
    "tel": "064-767-0391",
    "item": "농약",
    "lat": 33.260052,
    "lot": 126.616132
  },
  {
    "name": "흥농종묘대리점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 대정읍 신영로 17",
    "tel": "064-792-0980",
    "item": "농약",
    "lat": 33.224113,
    "lot": 126.247607
  },
  {
    "name": "길갈영농조합법인",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 서성로914번길 125-36",
    "tel": "064-764-0055",
    "item": "비료",
    "lat": 33.326358,
    "lot": 126.698193
  },
  {
    "name": "부농상사",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 일주동로 8658",
    "tel": "064-733-0481",
    "item": "농약",
    "lat": 33.253865,
    "lot": 126.563386
  },
  {
    "name": "산남새마을금고",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 일주서로 329",
    "tel": "064-763-8585",
    "item": "농약",
    "lat": 33.252484,
    "lot": 126.473513
  },
  {
    "name": "서귀포농업협동조합법환지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 이어도로 965",
    "tel": "064-739-1645",
    "item": "농약",
    "lat": 33.240609,
    "lot": 126.516078
  },
  {
    "name": "서귀포농업협동조합보목지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 칠십리로 443",
    "tel": "064-733-9150",
    "item": "농약",
    "lat": 33.243435,
    "lot": 126.598703
  },
  {
    "name": "서귀포농업협동조합서부지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 서호호근로 96",
    "tel": "064-739-5031",
    "item": "농약",
    "lat": 33.255896,
    "lot": 126.524553
  },
  {
    "name": "서귀포농업협동조합토평지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 토평로61번길 2",
    "tel": "064-733-1648",
    "item": "농약",
    "lat": 33.271475,
    "lot": 126.589429
  },
  {
    "name": "서귀포농업협동조합홍로지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 중앙로 193",
    "tel": "064-763-5102",
    "item": "농약",
    "lat": 33.261662,
    "lot": 126.558402
  },
  {
    "name": "서귀포농협상효지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 중산간동로 7513",
    "tel": "064-767-3045",
    "item": "농약",
    "lat": 33.279493,
    "lot": 126.607554
  },
  {
    "name": "서귀포동부새마을금고",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 상효로 152",
    "tel": "064-762-3895",
    "item": "농약",
    "lat": 33.272819,
    "lot": 126.59722
  },
  {
    "name": "서귀포동부신용협동조합",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 효돈로 136",
    "tel": "064-767-2820",
    "item": "농약",
    "lat": 33.26398,
    "lot": 126.61322
  },
  {
    "name": "서귀포새마을금고회수지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 중산간서로 656",
    "tel": "064-738-5639",
    "item": "농약",
    "lat": 33.263234,
    "lot": 126.445176
  },
  {
    "name": "서호새마을금고",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 서호로 33",
    "tel": "064-739-7144",
    "item": "농약",
    "lat": 33.256998,
    "lot": 126.522751
  },
  {
    "name": "성산일출봉농업협동조합 영농자재지원센터",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 성산읍 일주동로 4512",
    "tel": "064-780-3141",
    "item": "농약",
    "lat": 33.426914,
    "lot": 126.906774
  },
  {
    "name": "성산일출봉농업협동조합신산지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 성산읍 독자봉로51번길 39",
    "tel": "064-780-3181",
    "item": "농약",
    "lat": 33.381923,
    "lot": 126.874036
  },
  {
    "name": "신례새마을금고",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 신례중앙로 26",
    "tel": "064-767-2727",
    "item": "농약",
    "lat": 33.288848,
    "lot": 126.627476
  },
  {
    "name": "안덕신용협동조합",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 안덕면 화순로 95",
    "tel": "064-792-5001",
    "item": "농약",
    "lat": 33.246644,
    "lot": 126.336244
  },
  {
    "name": "예래동새마을금고",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 열리로 80",
    "tel": "064-738-3357",
    "item": "농약",
    "lat": 33.247028,
    "lot": 126.390262
  },
  {
    "name": "위미신용협동조합",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 태위로 179",
    "tel": "064-764-4603",
    "item": "농약",
    "lat": 33.275556,
    "lot": 126.666605
  },
  {
    "name": "유한회사세림",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 호근서호로92번길 84-7",
    "tel": "064-739-0101",
    "item": "농약",
    "lat": 33.260731,
    "lot": 126.539453
  },
  {
    "name": "의귀새마을금고",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 한신로 217",
    "tel": "064-764-4454",
    "item": "농약",
    "lat": 33.310065,
    "lot": 126.714375
  },
  {
    "name": "제주 남원농업협동조합신흥2리지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 중산간동로 5804",
    "tel": "064-764-1580",
    "item": "농약",
    "lat": 33.320901,
    "lot": 126.746365
  },
  {
    "name": "제주 남원농업협동조합신흥지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 신흥로 11",
    "tel": "064-764-2674",
    "item": "농약",
    "lat": 33.302168,
    "lot": 126.766933
  },
  {
    "name": "제주 남원농업협동조합의귀지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 한신로 203",
    "tel": "064-764-3705",
    "item": "농약",
    "lat": 33.310219,
    "lot": 126.712912
  },
  {
    "name": "제주 남원농업협동조합태흥지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 태위로 925",
    "tel": "064-764-2793",
    "item": "농약",
    "lat": 33.286066,
    "lot": 126.743799
  },
  {
    "name": "제주 안덕농업협동조합",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 안덕면 화순로 104",
    "tel": "064-794-0924",
    "item": "농약",
    "lat": 33.246799,
    "lot": 126.335189
  },
  {
    "name": "제주 안덕농업협동조합사계지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 안덕면 사계북로 5",
    "tel": "064-794-0927",
    "item": "농약",
    "lat": 33.230726,
    "lot": 126.291968
  },
  {
    "name": "제주 안덕농업협동조합창천지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 안덕면 한창로 13",
    "tel": "064-794-0928",
    "item": "농약",
    "lat": 33.266228,
    "lot": 126.370614
  },
  {
    "name": "제주감귤농업협동조합남원지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 태위로 712",
    "tel": "064-764-0113",
    "item": "농약",
    "lat": 33.279805,
    "lot": 126.722356
  },
  {
    "name": "제주감귤농업협동조합대정지점보성",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 대정읍 보성하로 62",
    "tel": "064-794-5211",
    "item": "농약",
    "lat": 33.245135,
    "lot": 126.272932
  },
  {
    "name": "제주감귤농업협동조합서귀포시지점동홍동",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 동홍로 186",
    "tel": "064-763-8314",
    "item": "농약",
    "lat": 33.264912,
    "lot": 126.568171
  },
  {
    "name": "제주감귤농업협동조합성산지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 성산읍 고성오조로 29",
    "tel": "064-782-2278",
    "item": "농약",
    "lat": 33.446509,
    "lot": 126.91437
  },
  {
    "name": "제주감귤농업협동조합안덕지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 안덕면 화순재남로 36",
    "tel": "064-794-9108",
    "item": "농약",
    "lat": 33.248772,
    "lot": 126.334176
  },
  {
    "name": "제주감귤농업협동조합위미지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 위미대성로 24",
    "tel": "064-764-1103",
    "item": "농약",
    "lat": 33.279972,
    "lot": 126.669071
  },
  {
    "name": "제주감귤농업협동조합중문지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 천제연로 290",
    "tel": "064-738-8507",
    "item": "농약",
    "lat": 33.25069,
    "lot": 126.435386
  },
  {
    "name": "제주감귤농업협동조합표선지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 표선면 표선동서로 203",
    "tel": "064-787-2967",
    "item": "농약",
    "lat": 33.322265,
    "lot": 126.830511
  },
  {
    "name": "제주남원동부새마을금고",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 태위로 654",
    "tel": "064-764-3575",
    "item": "농약",
    "lat": 33.278279,
    "lot": 126.716569
  },
  {
    "name": "제주베스트상사",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 표선면 세화강왓로 32",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 33.322517,
    "lot": 126.79192
  },
  {
    "name": "곡성석곡농약사",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 석곡면 석곡로 39",
    "tel": "061-362-3109",
    "item": "농약",
    "lat": 35.130431,
    "lot": 127.253287
  },
  {
    "name": "그린농업센터",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 곡성읍 낙동원로 17",
    "tel": "061-363-0267",
    "item": "농약",
    "lat": 35.282996,
    "lot": 127.300849
  },
  {
    "name": "김영천식물클리닉주식회사",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 곡성읍 낙동원로 11",
    "tel": "061-363-4575",
    "item": "농약",
    "lat": 35.282552,
    "lot": 127.301141
  },
  {
    "name": "대풍농약사",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 곡성읍 군청로 11",
    "tel": "061-363-2427",
    "item": "농약",
    "lat": 35.279156,
    "lot": 127.293329
  },
  {
    "name": "대풍농약사",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 석곡면 석곡로 48",
    "tel": "061-362-3463",
    "item": "농약",
    "lat": 35.131339,
    "lot": 127.253623
  },
  {
    "name": "대한농자재",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 곡성읍 낙동원로 32",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.284139,
    "lot": 127.30017
  },
  {
    "name": "서울농약사",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 곡성읍 읍내10길 17",
    "tel": "061-363-0622",
    "item": "농약",
    "lat": 35.279284,
    "lot": 127.295256
  },
  {
    "name": "석곡농협",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 석곡면 석곡5길 14-1",
    "tel": "061-362-3042",
    "item": "농약",
    "lat": 35.133394,
    "lot": 127.253096
  },
  {
    "name": "석곡농협 목사동지점",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 목사동면 주목로 765",
    "tel": "061-362-1535",
    "item": "농약",
    "lat": 35.12155,
    "lot": 127.299876
  },
  {
    "name": "석곡농협죽곡지점",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 죽곡면 오죽로 24 석곡농협 죽곡지점",
    "tel": "061-362-4505",
    "item": "농약",
    "lat": 35.151205,
    "lot": 127.319775
  },
  {
    "name": "오곡농약사",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 오곡면 오지6길 2",
    "tel": "061-363-2828",
    "item": "농약",
    "lat": 35.270777,
    "lot": 127.315567
  },
  {
    "name": "옥과농약사",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 옥과면 대학로 150",
    "tel": "061-362-5336",
    "item": "농약",
    "lat": 35.276295,
    "lot": 127.135947
  },
  {
    "name": "옥과농협",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 옥과면 대학로 142",
    "tel": "061-362-5122",
    "item": "농약",
    "lat": 35.275836,
    "lot": 127.135325
  },
  {
    "name": "옥과농협 겸면지점",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 겸면 곡순로 1873",
    "tel": "061-362-1009",
    "item": "농약",
    "lat": 35.25567,
    "lot": 127.171562
  },
  {
    "name": "옥과농협오산지점",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 오산면 오산로 609",
    "tel": "061-362-4005",
    "item": "농약",
    "lat": 35.237775,
    "lot": 127.120789
  },
  {
    "name": "우리원예클리닉",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 옥과면 리문5길 3",
    "tel": "061-363-3301",
    "item": "농약",
    "lat": 35.275869,
    "lot": 127.135679
  },
  {
    "name": "우성원예사",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 곡성읍 곡성로 867",
    "tel": "061-362-8209",
    "item": "농약",
    "lat": 35.280697,
    "lot": 127.298252
  },
  {
    "name": "입면농협",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 입면 입면로 683",
    "tel": "061-362-6005",
    "item": "농약",
    "lat": 35.298677,
    "lot": 127.203861
  },
  {
    "name": "주(고려)",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 입면 입면로 437 210호",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.302853,
    "lot": 127.183609
  },
  {
    "name": "중앙농약할인마트",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 곡성읍 중앙로 155-3",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.283485,
    "lot": 127.298786
  },
  {
    "name": "풍년농약사",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 곡성읍 낙동원로 27",
    "tel": "061-363-2286",
    "item": "농약",
    "lat": 35.283673,
    "lot": 127.300112
  },
  {
    "name": "곡성군부산물자원화센터",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 석곡면 곡순로 557",
    "tel": "061-362-2011",
    "item": "비료",
    "lat": 35.17918,
    "lot": 127.237915
  },
  {
    "name": "㈜심청유기질비료",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 목사동면 동암1길 48",
    "tel": "061-363-7659",
    "item": "비료",
    "lat": 35.107059,
    "lot": 127.294542
  },
  {
    "name": "㈜전남유기농인삼",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 옥과면 곡순로 2465-12",
    "tel": "061-363-6994",
    "item": "비료",
    "lat": 35.298282,
    "lot": 127.146681
  },
  {
    "name": "강정새마을금고",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 이어도로 567",
    "tel": "064-739-1008",
    "item": "농약",
    "lat": 33.236575,
    "lot": 126.477565
  },
  {
    "name": "남원농업협동조합",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 남조로 57",
    "tel": "064-766-1535",
    "item": "농약",
    "lat": 33.284925,
    "lot": 126.720367
  },
  {
    "name": "남제주새마을금고 제1분사무소",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 안덕면 덕수서로 58",
    "tel": "064-794-4131",
    "item": "농약",
    "lat": 33.255487,
    "lot": 126.3048
  },
  {
    "name": "농업회사 토지인",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 위미중앙로 120-20",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 33.278021,
    "lot": 126.661333
  },
  {
    "name": "농업회사법인주식회사대지농약",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 성산읍 서성일로 1249",
    "tel": "064-782-9696",
    "item": "농약",
    "lat": 33.447261,
    "lot": 126.911944
  },
  {
    "name": "농협경제지주주제주자재유통센터",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 대정읍 일주서로3000번길 86",
    "tel": "064-794-3601",
    "item": "농약",
    "lat": 33.254224,
    "lot": 126.225415
  },
  {
    "name": "대정농업협동조합",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 대정읍 일주서로 2460",
    "tel": "064-794-9719",
    "item": "농약",
    "lat": 33.234042,
    "lot": 126.264199
  },
  {
    "name": "대정농업협동조합무릉지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 대정읍 서삼중로 105",
    "tel": "064-794-9719",
    "item": "농약",
    "lat": 33.27115,
    "lot": 126.20119
  },
  {
    "name": "대정신용협동조합",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 대정읍 하모중앙로 45",
    "tel": "064-792-5900",
    "item": "농약",
    "lat": 33.224183,
    "lot": 126.252538
  },
  {
    "name": "대포새마을금고",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 대포로 79",
    "tel": "064-738-4141",
    "item": "농약",
    "lat": 33.242801,
    "lot": 126.432213
  },
  {
    "name": "덕흥조경자재",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 동홍로 266",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 33.271867,
    "lot": 126.570041
  },
  {
    "name": "법환새마을금고",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 이어도로 930-1",
    "tel": "064-739-6801",
    "item": "농약",
    "lat": 33.238022,
    "lot": 126.513863
  },
  {
    "name": "보목신용협동조합",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 칠십리로 486",
    "tel": "064-733-3871",
    "item": "농약",
    "lat": 33.241483,
    "lot": 126.602462
  },
  {
    "name": "장수식물농업회사법인㈜",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장계면 한들로 99",
    "tel": "063-352-1021",
    "item": "농약",
    "lat": 35.731272,
    "lot": 127.582902
  },
  {
    "name": "중앙농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장계면 한들로 96",
    "tel": "063-352-0959",
    "item": "농약",
    "lat": 35.730898,
    "lot": 127.582736
  },
  {
    "name": "장계농협천천지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 천천면 송탄3길 6",
    "tel": "063-352-0528",
    "item": "농약",
    "lat": 35.737187,
    "lot": 127.53308
  },
  {
    "name": "장계농협계남지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 계남면 장수로 3092",
    "tel": "063-352-0934",
    "item": "농약",
    "lat": 35.704433,
    "lot": 127.579126
  },
  {
    "name": "장계농협계북지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 계북면 장무로 978",
    "tel": "063-352-1110",
    "item": "농약",
    "lat": 35.786235,
    "lot": 127.613897
  },
  {
    "name": "(유)농업회사법인 진필 팜",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 번암면 성암길 302-1",
    "tel": "063-353-2179",
    "item": "비료",
    "lat": 35.502769,
    "lot": 127.551224
  },
  {
    "name": "(유)청정바이오산업",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 천천면 장천로 901-24",
    "tel": "063-353-1388",
    "item": "비료",
    "lat": 35.70993,
    "lot": 127.518349
  },
  {
    "name": "(주)엠솔",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 천천면 장천로 901-23",
    "tel": "063-352-3665",
    "item": "비료",
    "lat": 35.709165,
    "lot": 127.518425
  },
  {
    "name": "농업회사법인 장수바이오 주식회사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장수읍 논개로 242-10",
    "tel": "063-351-4081",
    "item": "비료",
    "lat": 35.64358,
    "lot": 127.540746
  },
  {
    "name": "농업회사법인 주식회사 미래",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 산서면 보산로 1378-15",
    "tel": "000-000-0000",
    "item": "비료",
    "lat": 35.549671,
    "lot": 127.400522
  },
  {
    "name": "무진장축협",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장수읍 작고개길 205-11",
    "tel": "063-351-1600",
    "item": "비료",
    "lat": 35.600683,
    "lot": 127.48988
  },
  {
    "name": "장수군(환경위생과)",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장계면 금곡로 335-7",
    "tel": "063-350-2911",
    "item": "비료",
    "lat": 35.768901,
    "lot": 127.566927
  },
  {
    "name": "장수군농업기술센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장수읍 와동길 55",
    "tel": "063-350-2877",
    "item": "비료",
    "lat": 35.620303,
    "lot": 127.512442
  },
  {
    "name": "장수농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장수읍 장수로 1598",
    "tel": "063-351-2280",
    "item": "비료",
    "lat": 35.600569,
    "lot": 127.509495
  },
  {
    "name": "장수유기질",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 계남면 장수로 2734",
    "tel": "063-353-7708",
    "item": "비료",
    "lat": 35.679885,
    "lot": 127.555117
  },
  {
    "name": "㈜푸른아그로텍",
    "sido": "경기도",
    "addr": "경기도 부천시 소사구 범안로219번길 71",
    "tel": "032-345-4116",
    "item": "혼합",
    "lat": 37.464911,
    "lot": 126.81262
  },
  {
    "name": "오정농협",
    "sido": "경기도",
    "addr": "경기도 부천시 오정구 오정로 412",
    "tel": "032-673-9937",
    "item": "농약",
    "lat": 37.539557,
    "lot": 126.800151
  },
  {
    "name": "태흥산업",
    "sido": "경기도",
    "addr": "경기도 부천시 원미구 소향로 29",
    "tel": "02-2618-0811",
    "item": "농약",
    "lat": 37.503902,
    "lot": 126.751085
  },
  {
    "name": "흥농농약사",
    "sido": "경기도",
    "addr": "경기도 부천시 소사구 경인로216번길 20",
    "tel": "032-667-1416",
    "item": "농약",
    "lat": 37.482436,
    "lot": 126.779271
  },
  {
    "name": "㈜경기화학약품상사",
    "sido": "경기도",
    "addr": "경기도 부천시 소사구 경인로 522",
    "tel": "032-351-0194",
    "item": "비료",
    "lat": 37.484565,
    "lot": 126.813346
  },
  {
    "name": "㈜나노컴텍닥터큐",
    "sido": "경기도",
    "addr": "경기도 부천시 원미구 조마루로385번길 80",
    "tel": "032-614-0230",
    "item": "비료",
    "lat": 37.50026,
    "lot": 126.789544
  },
  {
    "name": "㈜바이오숨",
    "sido": "경기도",
    "addr": "경기도 부천시 오정구 석천로 397",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 37.522935,
    "lot": 126.765429
  },
  {
    "name": "㈜서원양행",
    "sido": "경기도",
    "addr": "경기도 부천시 원미구 부천로198번길 17",
    "tel": "032-663-0033",
    "item": "비료",
    "lat": 37.502283,
    "lot": 126.787571
  },
  {
    "name": "㈜올포유인터네셔널",
    "sido": "경기도",
    "addr": "경기도 부천시 오정구 오정로 75",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 37.525971,
    "lot": 126.768628
  },
  {
    "name": "㈜포스엔씨린",
    "sido": "경기도",
    "addr": "경기도 부천시 오정구 역곡로490번길 124",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 37.527499,
    "lot": 126.822968
  },
  {
    "name": "㈜한국바이오닉스",
    "sido": "경기도",
    "addr": "경기도 부천시 오정구 오정로 27-11",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 37.526541,
    "lot": 126.762906
  },
  {
    "name": "엔텍그린 주식회사",
    "sido": "경기도",
    "addr": "인천광역시 계양구 서운산단로2길 17",
    "tel": "032-552-1045",
    "item": "비료",
    "lat": 37.532775,
    "lot": 126.757846
  },
  {
    "name": "주식회사 청농",
    "sido": "경기도",
    "addr": "경기도 부천시 오정구 삼작로 22",
    "tel": "032-677-5505",
    "item": "비료",
    "lat": 37.518997,
    "lot": 126.762332
  },
  {
    "name": "화인상사",
    "sido": "경기도",
    "addr": "경기도 부천시 오정구 오정로 183-9",
    "tel": "032-684-4480",
    "item": "비료",
    "lat": 37.526029,
    "lot": 126.780405
  },
  {
    "name": "㈜자연과미래",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 오산면 무옥로 359",
    "tel": "061-363-8488",
    "item": "농약",
    "lat": 35.26457,
    "lot": 127.116739
  },
  {
    "name": "갈뫼농약사",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 옥과면 리문8길 5",
    "tel": "061-362-5727",
    "item": "농약",
    "lat": 35.276578,
    "lot": 127.13764
  },
  {
    "name": "곡성농협",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 곡성읍 중앙로 138",
    "tel": "061-363-3617",
    "item": "농약",
    "lat": 35.282225,
    "lot": 127.297956
  },
  {
    "name": "곡성농협고달지점",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 고달면 고주로 24",
    "tel": "061-362-0057",
    "item": "농약",
    "lat": 35.297563,
    "lot": 127.342062
  },
  {
    "name": "곡성농협삼기지점",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 삼기면 곡순로 1426",
    "tel": "061-362-2005",
    "item": "농약",
    "lat": 35.235383,
    "lot": 127.2109
  },
  {
    "name": "곡성농협오곡지점",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 오곡면 기차마을로 156",
    "tel": "061-363-7346",
    "item": "농약",
    "lat": 35.272512,
    "lot": 127.314633
  },
  {
    "name": "고경농업협동조합단포지소",
    "sido": "경상북도",
    "addr": "경상북도 영천시 고경면 호국로 393",
    "tel": "054-335-2701",
    "item": "농약",
    "lat": 35.980995,
    "lot": 128.979805
  },
  {
    "name": "금호농업협동조합강남지점",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 금창로 86",
    "tel": "054-338-1131",
    "item": "농약",
    "lat": 35.924586,
    "lot": 128.878081
  },
  {
    "name": "금호농업협동조합거여지소",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 관지길 2",
    "tel": "054-339-5452",
    "item": "농약",
    "lat": 35.927954,
    "lot": 128.911552
  },
  {
    "name": "금호농협대창지점",
    "sido": "경상북도",
    "addr": "경상북도 영천시 대창면 금창로 671",
    "tel": "054-335-4901",
    "item": "농약",
    "lat": 35.876399,
    "lot": 128.896363
  },
  {
    "name": "강원종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 기린면 기린로 39",
    "tel": "033-461-5069",
    "item": "혼합",
    "lat": 37.955746,
    "lot": 128.317817
  },
  {
    "name": "기린종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 기린면 기린로 44",
    "tel": "033-461-5716",
    "item": "혼합",
    "lat": 37.955951,
    "lot": 128.31815
  },
  {
    "name": "신흥종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 인제읍 인제로 158",
    "tel": "033-462-0044",
    "item": "혼합",
    "lat": 38.066934,
    "lot": 128.168585
  },
  {
    "name": "흥농종묘농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 인제읍 비봉로 29번길 8",
    "tel": "033-461-2335",
    "item": "혼합",
    "lat": 38.067055,
    "lot": 128.174518
  },
  {
    "name": "대명종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 북면 금강로 18번길 15",
    "tel": "033-462-7565",
    "item": "혼합",
    "lat": 38.123412,
    "lot": 128.208289
  },
  {
    "name": "스마트종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 북면 갈골로 74",
    "tel": "033-461-0011",
    "item": "혼합",
    "lat": 38.121785,
    "lot": 128.214543
  },
  {
    "name": "인제농협 본점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 인제읍 비봉로 23",
    "tel": "033-461-6468",
    "item": "혼합",
    "lat": 38.067529,
    "lot": 128.174003
  },
  {
    "name": "인제농협 귀둔지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 점봉산로 102",
    "tel": "033-463-4680",
    "item": "혼합",
    "lat": 38.015759,
    "lot": 128.36603
  },
  {
    "name": "인제농협 신남지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 남면 신남로 96",
    "tel": "033-461-6448",
    "item": "혼합",
    "lat": 37.970414,
    "lot": 128.082696
  },
  {
    "name": "인제농협 원통지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 북면 원통로 164",
    "tel": "033-460-0941",
    "item": "혼합",
    "lat": 38.121737,
    "lot": 128.203182
  },
  {
    "name": "인제농협 서화지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 서화면 천도로 126",
    "tel": "033-460-0973",
    "item": "혼합",
    "lat": 38.223327,
    "lot": 128.209724
  },
  {
    "name": "기린농협 본점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 기린면 내린천로 3899-4",
    "tel": "033-461-5085",
    "item": "혼합",
    "lat": 37.946372,
    "lot": 128.315329
  },
  {
    "name": "기린농협 상남지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 상남면 상남로 37",
    "tel": "033-461-6766",
    "item": "혼합",
    "lat": 37.87268,
    "lot": 128.259446
  },
  {
    "name": "대풍농약백화점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장수읍 신천로 35",
    "tel": "063-353-3266",
    "item": "농약",
    "lat": 35.649391,
    "lot": 127.516312
  },
  {
    "name": "장수농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장수읍 장천로 157",
    "tel": "063-351-2958",
    "item": "농약",
    "lat": 35.646315,
    "lot": 127.51795
  },
  {
    "name": "장수농협농자재종합센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장수읍 준비취락길 7-6",
    "tel": "063-351-2283",
    "item": "농약",
    "lat": 35.649979,
    "lot": 127.519616
  },
  {
    "name": "장수사과원예농업협동조합",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장수읍 백장로 2129-7",
    "tel": "063-351-7011",
    "item": "농약",
    "lat": 35.642596,
    "lot": 127.511907
  },
  {
    "name": "장수형제농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장수읍 장천로 171",
    "tel": "063-351-5888",
    "item": "농약",
    "lat": 35.647455,
    "lot": 127.518318
  },
  {
    "name": "장수흥농농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장수읍 장천로 170",
    "tel": "063-351-2524",
    "item": "농약",
    "lat": 35.64725,
    "lot": 127.518535
  },
  {
    "name": "한국농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장수읍 장천로 183",
    "tel": "063-351-9825",
    "item": "농약",
    "lat": 35.648576,
    "lot": 127.518602
  },
  {
    "name": "농민의집",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 산서면 보산로 1857",
    "tel": "063-351-2649",
    "item": "농약",
    "lat": 35.58375,
    "lot": 127.396128
  },
  {
    "name": "대풍농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 산서면 보산로 1873-1",
    "tel": "000-000-0000",
    "item": "농약",
    "lat": 35.584666,
    "lot": 127.394962
  },
  {
    "name": "산서농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 산서면 비행로 31",
    "tel": "063-351-4500",
    "item": "농약",
    "lat": 35.585092,
    "lot": 127.396046
  },
  {
    "name": "장수농협산서지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 산서면 비행로 38",
    "tel": "063-351-3929",
    "item": "농약",
    "lat": 35.584339,
    "lot": 127.396693
  },
  {
    "name": "장수농협번암지점",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 번암면 장수로 472",
    "tel": "063-353-2100",
    "item": "농약",
    "lat": 35.530633,
    "lot": 127.543948
  },
  {
    "name": "만물농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장계면 천변안길 18",
    "tel": "063-351-3669",
    "item": "농약",
    "lat": 35.729951,
    "lot": 127.581088
  },
  {
    "name": "무진장농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장계면 한들로 90-2",
    "tel": "063-351-3838",
    "item": "농약",
    "lat": 35.730989,
    "lot": 127.581588
  },
  {
    "name": "장계농협",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장계면 육십령로 149",
    "tel": "063-352-5252",
    "item": "농약",
    "lat": 35.732008,
    "lot": 127.591323
  },
  {
    "name": "장계흥농종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 장수군 장계면 장무로 202",
    "tel": "063-352-0225",
    "item": "농약",
    "lat": 35.729162,
    "lot": 127.583566
  },
  {
    "name": "(주)문진케미칼",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 주문진읍 농공단지길 28-55",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.868104,
    "lot": 128.8245
  },
  {
    "name": "(주)상정",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 원대로 11",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.755684,
    "lot": 128.881393
  },
  {
    "name": "강릉농자재마트",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 중앙시장3길 23",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.751893,
    "lot": 128.897318
  },
  {
    "name": "강릉농협강동지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 강동면 와천로 463",
    "tel": "033-645-7451",
    "item": "농약",
    "lat": 37.726965,
    "lot": 128.953543
  },
  {
    "name": "강릉농협고냉지채소사업소",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 왕산면 왕산로 1324-11",
    "tel": "033-647-2621",
    "item": "농약",
    "lat": 37.588424,
    "lot": 128.778825
  },
  {
    "name": "강릉농협고단지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 왕산면 백두대간로 57-11",
    "tel": "033-647-8603",
    "item": "농약",
    "lat": 37.520628,
    "lot": 128.848828
  },
  {
    "name": "강릉농협구정지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 구정면 범일로 347",
    "tel": "033-644-7581",
    "item": "농약",
    "lat": 37.719926,
    "lot": 128.882828
  },
  {
    "name": "강릉농협남강지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 경강로2408번길 2",
    "tel": "033-640-9253",
    "item": "농약",
    "lat": 37.771988,
    "lot": 128.923249
  },
  {
    "name": "강릉농협성산지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 성산면 구산길 16",
    "tel": "033-641-9341",
    "item": "농약",
    "lat": 37.719246,
    "lot": 128.832307
  },
  {
    "name": "강릉농협왕산지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 왕산면 백두대간로 1989",
    "tel": "033-640-9243",
    "item": "농약",
    "lat": 37.672099,
    "lot": 128.838188
  },
  {
    "name": "부천농협",
    "sido": "경기도",
    "addr": "경기도 부천시 소사구 호현로 354-1",
    "tel": "032-342-5082",
    "item": "농약",
    "lat": 37.469539,
    "lot": 126.792992
  },
  {
    "name": "강릉농협정동지점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 강동면 헌화로 1060",
    "tel": "033-644-5075",
    "item": "농약",
    "lat": 37.688186,
    "lot": 129.03336
  },
  {
    "name": "강릉원예농협",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 남부중앙로 23",
    "tel": "033-646-5809",
    "item": "농약",
    "lat": 37.740634,
    "lot": 128.898045
  },
  {
    "name": "강릉원예사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 중앙시장2길 23-1",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.752674,
    "lot": 128.897483
  },
  {
    "name": "대광종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 주문진읍 시장길 35-2",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.89088,
    "lot": 128.827189
  },
  {
    "name": "부흥종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 금성로61번길 29",
    "tel": "033-644-6004",
    "item": "농약",
    "lat": 37.751473,
    "lot": 128.897573
  },
  {
    "name": "북강릉농협경제사업소",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 주문진읍 신리천로 149",
    "tel": "033-662-8781",
    "item": "농약",
    "lat": 37.879401,
    "lot": 128.815412
  },
  {
    "name": "북강릉농협경제사업소연곡점",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 연곡면 진고개로 2744",
    "tel": "033-661-1300",
    "item": "농약",
    "lat": 37.858137,
    "lot": 128.838632
  },
  {
    "name": "사천농협",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 사천면 덕실길 17",
    "tel": "033-641-8251",
    "item": "농약",
    "lat": 37.821497,
    "lot": 128.848004
  },
  {
    "name": "송가네종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 범일로 589",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.740231,
    "lot": 128.88025
  },
  {
    "name": "신흥종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 율곡로 2787",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.753886,
    "lot": 128.901387
  },
  {
    "name": "옥계농업협동조합 경제사업부",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 옥계면 현내시장길 56",
    "tel": "033-534-0775",
    "item": "농약",
    "lat": 37.610521,
    "lot": 129.036461
  },
  {
    "name": "제일종묘농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 중앙시장2길 56-1",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.753661,
    "lot": 128.900827
  },
  {
    "name": "제일종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 주문진읍 작은다리길 12",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.890519,
    "lot": 128.825621
  },
  {
    "name": "주식회사 지원나무병원",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 강릉대로 82 유림빌딩 302호",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.753743,
    "lot": 128.880886
  },
  {
    "name": "중앙종묘농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 주문진읍 시장길 30",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.890353,
    "lot": 128.827444
  },
  {
    "name": "한국종묘농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 중앙시장2길 31 한국종묘농약사",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.752919,
    "lot": 128.8982
  },
  {
    "name": "한농종묘농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 중앙시장2길 38",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.752993,
    "lot": 128.899044
  },
  {
    "name": "현대종묘농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 율곡로 2837",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.75733,
    "lot": 128.897456
  },
  {
    "name": "흥농종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 주문진읍 시장길 40 흥농종묘사",
    "tel": "033-662-3047",
    "item": "농약",
    "lat": 37.891199,
    "lot": 128.827484
  },
  {
    "name": "흥농종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 곶감전길 12 흥농종묘사",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.752074,
    "lot": 128.896946
  },
  {
    "name": "흥부종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 율곡로 2795-1",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 37.754457,
    "lot": 128.900644
  },
  {
    "name": "(주)에이텍",
    "sido": "경상북도",
    "addr": "경상북도 영천시 북안면 운북로 1720",
    "tel": "054-000-0000",
    "item": "농약",
    "lat": 35.89177,
    "lot": 129.013851
  },
  {
    "name": "(주)한빈나무병원",
    "sido": "경상북도",
    "addr": "경상북도 영천시 담안2길 7",
    "tel": "054-333-8857",
    "item": "농약",
    "lat": 35.961243,
    "lot": 128.927899
  },
  {
    "name": "경상북도농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 금호읍 금호로 124",
    "tel": "054-332-4423",
    "item": "농약",
    "lat": 35.931553,
    "lot": 128.87511
  },
  {
    "name": "고경농업협동조합",
    "sido": "경상북도",
    "addr": "경상북도 영천시 고경면 호국로 1087",
    "tel": "054-330-1612",
    "item": "농약",
    "lat": 36.002035,
    "lot": 129.047851
  },
  {
    "name": "금포영농조합법인",
    "sido": "경상남도",
    "addr": "경상남도 진주시 지수면 금평로 244-71",
    "tel": "055-758-7221",
    "item": "비료",
    "lat": 35.21601,
    "lot": 128.263008
  },
  {
    "name": "천애농장",
    "sido": "경상남도",
    "addr": "경상남도 진주시 지수면 용봉로 791",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.257225,
    "lot": 128.213433
  },
  {
    "name": "진주비료 영농조합법인",
    "sido": "경상남도",
    "addr": "경상남도 진주시 지수면 용봉로 81",
    "tel": "055-754-7692",
    "item": "비료",
    "lat": 35.227269,
    "lot": 128.260936
  },
  {
    "name": "신벌농장",
    "sido": "경상남도",
    "addr": "경상남도 진주시 지수면 지사로754번길 29-38",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.228731,
    "lot": 128.256016
  },
  {
    "name": "지수우리농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 지수면 지수로 454",
    "tel": "055-761-7276",
    "item": "농약",
    "lat": 35.23215,
    "lot": 128.269392
  },
  {
    "name": "그린팜협동조합",
    "sido": "경상남도",
    "addr": "경상남도 진주시 지수면 지수로 466",
    "tel": "055-761-0019",
    "item": "농약",
    "lat": 35.23317,
    "lot": 128.26942
  },
  {
    "name": "진양농협지수지점",
    "sido": "경상남도",
    "addr": "경상남도 진주시 지수면 지수로 480",
    "tel": "055-754-5408",
    "item": "농약",
    "lat": 35.234319,
    "lot": 128.269841
  },
  {
    "name": "동부농협경제사업소",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진산로 232",
    "tel": "055-752-1921",
    "item": "농약",
    "lat": 35.207593,
    "lot": 128.103794
  },
  {
    "name": "(주)말티",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진산로 35",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.195281,
    "lot": 128.09403
  },
  {
    "name": "하나바이오",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진성면 달음산로 555",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.190666,
    "lot": 128.222434
  },
  {
    "name": "영남축산",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진성면 대사길19번길 69-50",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.14075,
    "lot": 128.259478
  },
  {
    "name": "진양농협진성지점",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진성면 동부로1307번길 4",
    "tel": "055-754-3007",
    "item": "농약",
    "lat": 35.182814,
    "lot": 128.223829
  },
  {
    "name": "영농산업",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진성면 진성로 433",
    "tel": "055-753-1472",
    "item": "비료",
    "lat": 35.176197,
    "lot": 128.222334
  },
  {
    "name": "동지농장",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진성면 진성로276번길 1-24",
    "tel": "000-0000-0000",
    "item": "비료",
    "lat": 35.163972,
    "lot": 128.230209
  },
  {
    "name": "국제팜원예사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진성면 진의로 30",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.188761,
    "lot": 128.22285
  },
  {
    "name": "진주팜농약",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진양호로 556",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.193421,
    "lot": 128.086047
  },
  {
    "name": "진주농자재상사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진양호로 558-1",
    "tel": "055-741-8258",
    "item": "농약",
    "lat": 35.193548,
    "lot": 128.086468
  },
  {
    "name": "흥농종묘농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진양호로 559",
    "tel": "055-745-7741",
    "item": "농약",
    "lat": 35.194079,
    "lot": 128.086441
  },
  {
    "name": "진양원예사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진양호로 561",
    "tel": "055-741-6624",
    "item": "농약",
    "lat": 35.19395,
    "lot": 128.086534
  },
  {
    "name": "서울농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진양호로 571",
    "tel": "055-741-2156",
    "item": "농약",
    "lat": 35.194276,
    "lot": 128.087653
  },
  {
    "name": "삼화농약농자재마트",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진양호로 580",
    "tel": "055-743-1543",
    "item": "농약",
    "lat": 35.193928,
    "lot": 128.088725
  },
  {
    "name": "한양원예사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진양호로 608",
    "tel": "055-747-4411",
    "item": "농약",
    "lat": 35.193019,
    "lot": 128.091132
  },
  {
    "name": "YUN아그로팜",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진양호로44번길 23-21",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.166543,
    "lot": 128.048206
  },
  {
    "name": "대성식물병원",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진양호로620번길 4",
    "tel": "055-743-3169",
    "item": "농약",
    "lat": 35.192368,
    "lot": 128.091614
  },
  {
    "name": "대성종묘농약",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진주대로 1177",
    "tel": "055-748-2122",
    "item": "농약",
    "lat": 35.19488,
    "lot": 128.07434
  },
  {
    "name": "제이에스코퍼레이션",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진주성로 98",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.198262,
    "lot": 128.075866
  },
  {
    "name": "아그리젠토경남지사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진주성로188번길 3",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.205632,
    "lot": 128.073195
  },
  {
    "name": "서라농약사",
    "sido": "경상남도",
    "addr": "경상남도 진주시 집현면 남강로 1759",
    "tel": "055-757-6272",
    "item": "농약",
    "lat": 35.217758,
    "lot": 128.124054
  },
  {
    "name": "다원",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 청도면 청도로 114",
    "tel": "055-353-4567",
    "item": "농약",
    "lat": 35.548496,
    "lot": 128.625799
  },
  {
    "name": "대명건설(주)",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 삼랑진읍 미전2길 86-1",
    "tel": "055-356-0310",
    "item": "농약",
    "lat": 35.416107,
    "lot": 128.817986
  },
  {
    "name": "대성농약사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 상남면 평촌길 33",
    "tel": "055-352-8736",
    "item": "농약",
    "lat": 35.411073,
    "lot": 128.775696
  },
  {
    "name": "대평농약사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 하남읍 명례로 118",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.367899,
    "lot": 128.733755
  },
  {
    "name": "대현농약사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 중앙로 121",
    "tel": "055-356-3423",
    "item": "농약",
    "lat": 35.476661,
    "lot": 128.765257
  },
  {
    "name": "대흥농약사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 상남면 상남로 566",
    "tel": "055-353-0018",
    "item": "농약",
    "lat": 35.412817,
    "lot": 128.775002
  },
  {
    "name": "동밀양농업협동조합 상동지점",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 상동면 상동로 569",
    "tel": "055-352-6522",
    "item": "농약",
    "lat": 35.55389,
    "lot": 128.762127
  },
  {
    "name": "동밀양농협 종합자재센터",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 산외면 산외로 51",
    "tel": "055-352-5050",
    "item": "농약",
    "lat": 35.512108,
    "lot": 128.777444
  },
  {
    "name": "동밀양농협단장지점",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 단장면 표충로 341",
    "tel": "055-356-2700",
    "item": "농약",
    "lat": 35.515433,
    "lot": 128.873964
  },
  {
    "name": "동밀양농협안법지점",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 단장면 단장로 1082",
    "tel": "055-356-0002",
    "item": "농약",
    "lat": 35.487243,
    "lot": 128.849439
  },
  {
    "name": "드론실바이오",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 하남읍 수산중앙로 91-7",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.375333,
    "lot": 128.714968
  },
  {
    "name": "명례농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 하남읍 명례3길 7",
    "tel": "055-391-2352",
    "item": "농약",
    "lat": 35.352763,
    "lot": 128.767145
  },
  {
    "name": "무안농약사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 무안면 사명로 503",
    "tel": "000-0000-0000",
    "item": "농약",
    "lat": 35.469677,
    "lot": 128.651554
  },
  {
    "name": "대산원예종묘",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 양구군 국토정중앙면 정중앙로 624",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.109201,
    "lot": 128.033953
  },
  {
    "name": "종합비료상사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 태백시 동태백로 901",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.143606,
    "lot": 129.0332
  },
  {
    "name": "유성화공농약",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 원주시 중앙로 150",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.351505,
    "lot": 127.949275
  },
  {
    "name": "서석중앙종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 홍천군 서석면 구룡령로 2539",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.71218,
    "lot": 128.187021
  },
  {
    "name": "흥농종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 주문진읍 시장길 40",
    "tel": "",
    "item": "꽃집",
    "lat": 37.891195,
    "lot": 128.827484
  },
  {
    "name": "금성농약철물",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 원주시 부론면 법천시장길 23",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.209991,
    "lot": 127.749716
  },
  {
    "name": "그루농자재",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 인제읍 비봉로 32",
    "tel": "",
    "item": "수산물 소매업",
    "lat": 38.06652,
    "lot": 128.173694
  },
  {
    "name": "대림농약자재센타",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 정선군 임계면 송계6길 25-25",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.497018,
    "lot": 128.852148
  },
  {
    "name": "인제종합비료",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 인제읍 곰배골길 83",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.016955,
    "lot": 128.388475
  },
  {
    "name": "영동농업협동조합양양영업소",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 양양군 현남면 광진1길 10",
    "tel": "",
    "item": "여관/모텔",
    "lat": 37.963591,
    "lot": 128.765797
  },
  {
    "name": "흥농종묘",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 평창군 진부면 청송로 98",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.636556,
    "lot": 128.557197
  },
  {
    "name": "민둥산농자재마트",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 정선군 남면 무릉2로 9",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.246243,
    "lot": 128.776346
  },
  {
    "name": "강원농약마트",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 원주시 평원로 42",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.350004,
    "lot": 127.952145
  },
  {
    "name": "한국농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 삼척시 도계읍 도계로 287",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.234766,
    "lot": 129.044818
  },
  {
    "name": "중부농자재",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 양구군 해안면 만대로 90",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.266953,
    "lot": 128.128614
  },
  {
    "name": "신림건자재농자재마트",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 원주시 신림면 마지동길 124",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.230712,
    "lot": 128.083043
  },
  {
    "name": "서울농자재",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 홍천군 화촌면 성산로 199-3",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.774746,
    "lot": 127.970857
  },
  {
    "name": "중앙종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 춘천시 중앙로 162-3",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.875198,
    "lot": 127.717218
  },
  {
    "name": "진부종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 평창군 진부면 석두로 12",
    "tel": "",
    "item": "꽃집",
    "lat": 37.635689,
    "lot": 128.554618
  },
  {
    "name": "김화농업협동조합사곡간이지소",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 근남면 와수로 486",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.253466,
    "lot": 127.46566
  },
  {
    "name": "석화농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 홍천군 내면 구룡령로 5277",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.774487,
    "lot": 128.391248
  },
  {
    "name": "늘푸른농자재마트",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 평창군 진부면 경강로 4058",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.665164,
    "lot": 128.588597
  },
  {
    "name": "대송종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 동해시 대동로 122",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.482841,
    "lot": 129.126861
  },
  {
    "name": "농업협동조합중앙회인제군지부",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 인제읍 인제로 181",
    "tel": "",
    "item": "직원 훈련기관",
    "lat": 38.068514,
    "lot": 128.170695
  },
  {
    "name": "한미비료",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 원주시 귀래면 귀문로 91",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.19379,
    "lot": 127.878267
  },
  {
    "name": "다원농자재",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 춘천시 장고개길 30-2",
    "tel": "",
    "item": "곡물/곡분 소매업",
    "lat": 37.869197,
    "lot": 127.709761
  },
  {
    "name": "거룡농자재.중기",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 태백시 태백로 1054",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.16368,
    "lot": 128.992257
  },
  {
    "name": "치악종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 평창군 진부면 오대천로 1945",
    "tel": "",
    "item": "꽃집",
    "lat": 37.628638,
    "lot": 128.552387
  },
  {
    "name": "안흥농자재마트",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 횡성군 안흥면 서동로 1248",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.419647,
    "lot": 128.163895
  },
  {
    "name": "서울종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 홍천군 홍천읍 홍천로 676",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.707421,
    "lot": 127.910818
  },
  {
    "name": "근덕농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 삼척시 근덕면 미근로 1713-95",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.38204,
    "lot": 129.217811
  },
  {
    "name": "갈말종묘",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 갈말읍 삼부연로8번길 1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.145047,
    "lot": 127.308935
  },
  {
    "name": "횡성종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 횡성군 횡성읍 문정로 36-1",
    "tel": "",
    "item": "꽃집",
    "lat": 37.489052,
    "lot": 127.987353
  },
  {
    "name": "운산철물농자재",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 강릉시 운산길 115-4",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.729025,
    "lot": 128.933656
  },
  {
    "name": "농우원예종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 원주시 호저로 234",
    "tel": "",
    "item": "꽃집",
    "lat": 37.396285,
    "lot": 127.936694
  },
  {
    "name": "미래농자재",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 남면 설악로 1640",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 38.034195,
    "lot": 128.144578
  },
  {
    "name": "흥농농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 서면 와수로 187",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.240181,
    "lot": 127.439063
  },
  {
    "name": "진부농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 평창군 진부면 진부중앙로 145-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.643599,
    "lot": 128.561445
  },
  {
    "name": "서울농약사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 춘천시 중앙로 79-2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.878398,
    "lot": 127.725626
  },
  {
    "name": "호반종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 춘천시 중앙로 104",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.877286,
    "lot": 127.723341
  },
  {
    "name": "아리랑종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 양양군 양양읍 남문7길 6-2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.074558,
    "lot": 128.621858
  },
  {
    "name": "중앙종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 양구군 해안면 펀치볼로 1373-12",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.290833,
    "lot": 128.139865
  },
  {
    "name": "이한농자재",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 철원군 서면 와수로 385",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.252737,
    "lot": 127.45398
  },
  {
    "name": "형제종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 홍천군 서면 팔봉산로 629",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.689324,
    "lot": 127.664949
  },
  {
    "name": "대영농자재테크",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 정선군 임계면 백두대간로 1403",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.498876,
    "lot": 128.850283
  },
  {
    "name": "원샷비료",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 평창군 진부면 솔천길 28",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.634395,
    "lot": 128.553005
  },
  {
    "name": "태농비료",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 춘천시 서면 박사로 1379",
    "tel": "",
    "item": "사업/무형 재산권 중개업",
    "lat": 37.928925,
    "lot": 127.70285
  },
  {
    "name": "일등농자재마트",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 원주시 문막읍 문막시장1길 76",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.304238,
    "lot": 127.815202
  },
  {
    "name": "한빛종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 횡성군 갑천면 청정로 156",
    "tel": "",
    "item": "꽃집",
    "lat": 37.553707,
    "lot": 128.097422
  },
  {
    "name": "믿음농자재",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 횡성군 둔내면 둔방로14번길 69",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.515667,
    "lot": 128.212675
  },
  {
    "name": "자연드림농자재",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 홍천군 남면 양덕원로 60",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.614508,
    "lot": 127.768595
  },
  {
    "name": "강원영서친환경비료",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 홍천군 서석면 장골길 14",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.707977,
    "lot": 128.262885
  },
  {
    "name": "양구군농업협동조합자재센터",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 양구군 양구읍 금강산로 594",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 38.128124,
    "lot": 128.002161
  },
  {
    "name": "스마트농자재마트",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 양구군 해안면 펀치볼로 1323-14",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.287162,
    "lot": 128.137624
  },
  {
    "name": "키울농자재",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 홍천군 서석면 고분대월길 33",
    "tel": "",
    "item": "꽃집",
    "lat": 37.69932,
    "lot": 128.249302
  },
  {
    "name": "내면흥농종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 홍천군 내면 창촌로 47",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.772417,
    "lot": 128.389563
  },
  {
    "name": "대득종묘",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 동해시 오일장길 30",
    "tel": "",
    "item": "꽃집",
    "lat": 37.482304,
    "lot": 129.12619
  },
  {
    "name": "이레농자재",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 화천군 간동면 간척월명로 391",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.061173,
    "lot": 127.82191
  },
  {
    "name": "튼튼종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 남면 신남로54번길 5",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.967545,
    "lot": 128.080032
  },
  {
    "name": "흥농종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 인제군 인제읍 비봉로29번길 8",
    "tel": "",
    "item": "꽃집",
    "lat": 38.067016,
    "lot": 128.174477
  },
  {
    "name": "한반도농업협동조합자재센터",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 영월군 주천면 서강로 15",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.26987,
    "lot": 128.271471
  },
  {
    "name": "춘천농협경제사업소",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 춘천시 사우4길 10",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 37.904326,
    "lot": 127.727233
  },
  {
    "name": "153농자재",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 평창군 대화면 고대동길 153",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.520787,
    "lot": 128.452738
  },
  {
    "name": "드림종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 양양군 강현면 물치천로 129-5",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 38.148253,
    "lot": 128.594959
  },
  {
    "name": "강원농자재",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 횡성군 안흥면 서동로 1117",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 37.411577,
    "lot": 128.153492
  },
  {
    "name": "삼척종묘사",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 삼척시 중앙시장길 68-4",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 37.442854,
    "lot": 129.165928
  },
  {
    "name": "속초농협경제사업소",
    "sido": "강원특별자치도",
    "addr": "강원특별자치도 속초시 중앙로 27",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 38.199175,
    "lot": 128.579723
  },
  {
    "name": "대지농자재",
    "sido": "경기도",
    "addr": "경기도 포천시 가산면 가산로 152",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.838277,
    "lot": 127.169202
  },
  {
    "name": "우림농약농자재마트",
    "sido": "경기도",
    "addr": "경기도 이천시 설성면 진상미로 206",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.105977,
    "lot": 127.544717
  },
  {
    "name": "통진농약사",
    "sido": "경기도",
    "addr": "경기도 김포시 통진읍 서암로84번길 1-5",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.692699,
    "lot": 126.59956
  },
  {
    "name": "경안종묘농약사",
    "sido": "경기도",
    "addr": "경기도 광주시 중앙로 84",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.407594,
    "lot": 127.259843
  },
  {
    "name": "퇴계원농자재",
    "sido": "경기도",
    "addr": "경기도 남양주시 진건읍 진관로 532",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.656579,
    "lot": 127.156005
  },
  {
    "name": "그린종묘",
    "sido": "경기도",
    "addr": "경기도 광주시 경안로25번길 40",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.40644,
    "lot": 127.255964
  },
  {
    "name": "대흥종묘사",
    "sido": "경기도",
    "addr": "경기도 이천시 영창로 164",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.281491,
    "lot": 127.440875
  },
  {
    "name": "서울원예농업협동조합",
    "sido": "경기도",
    "addr": "경기도 남양주시 진건읍 사릉로537번길 50-54",
    "tel": "",
    "item": "채소/과일 소매업",
    "lat": 37.664772,
    "lot": 127.160477
  },
  {
    "name": "동신종묘",
    "sido": "경기도",
    "addr": "경기도 하남시 신평로 41",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.537511,
    "lot": 127.204161
  },
  {
    "name": "동호원예자재농자재",
    "sido": "경기도",
    "addr": "경기도 광명시 천변길 284",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.438503,
    "lot": 126.838912
  },
  {
    "name": "한진종묘농약사",
    "sido": "경기도",
    "addr": "경기도 용인시 처인구 백암면 백암로201번길 13-2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.164696,
    "lot": 127.373308
  },
  {
    "name": "이포팜농약사",
    "sido": "경기도",
    "addr": "경기도 여주시 금사면 이여로 1241",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.387471,
    "lot": 127.53034
  },
  {
    "name": "햇사레농약사",
    "sido": "경기도",
    "addr": "경기도 이천시 장호원읍 서동대로8975번길 2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.113462,
    "lot": 127.632383
  },
  {
    "name": "중앙종묘사",
    "sido": "경기도",
    "addr": "경기도 고양시 덕양구 삼송로 168",
    "tel": "",
    "item": "꽃집",
    "lat": 37.652894,
    "lot": 126.892424
  },
  {
    "name": "명품농자재마트",
    "sido": "경기도",
    "addr": "경기도 연천군 전곡읍 평화로 685",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 38.031326,
    "lot": 127.064092
  },
  {
    "name": "한농종묘",
    "sido": "경기도",
    "addr": "경기도 화성시 만세구 향남읍 평6길 56-6",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.130936,
    "lot": 126.908079
  },
  {
    "name": "공도농약인영철물",
    "sido": "경기도",
    "addr": "경기도 안성시 공도읍 서동대로 4459-7",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.009064,
    "lot": 127.196863
  },
  {
    "name": "흥농종묘사",
    "sido": "경기도",
    "addr": "경기도 성남시 중원구 성남대로 1127",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.430335,
    "lot": 127.128882
  },
  {
    "name": "포곡농약종묘사",
    "sido": "경기도",
    "addr": "경기도 용인시 처인구 포곡읍 포곡로 155",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.272166,
    "lot": 127.221369
  },
  {
    "name": "대신종묘농약사",
    "sido": "경기도",
    "addr": "경기도 안성시 장기로 64",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.004272,
    "lot": 127.269597
  },
  {
    "name": "혁이네농약",
    "sido": "경기도",
    "addr": "경기도 오산시 성호새싹길 70",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.155198,
    "lot": 127.070516
  },
  {
    "name": "열린농자재공구마트",
    "sido": "경기도",
    "addr": "경기도 안성시 대덕면 만세로 391",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.043712,
    "lot": 127.211487
  },
  {
    "name": "한국농자재시험연구기관협회",
    "sido": "경기도",
    "addr": "경기도 수원시 팔달구 수성로 92",
    "tel": "",
    "item": "기타 교육지원 서비스업",
    "lat": 37.281834,
    "lot": 126.98878
  },
  {
    "name": "한국양봉농업협동조합",
    "sido": "경기도",
    "addr": "경기도 안성시 미양면 안성맞춤대로 586",
    "tel": "",
    "item": "주방/가정용품 소매업",
    "lat": 36.972078,
    "lot": 127.25247
  },
  {
    "name": "다농약국",
    "sido": "경기도",
    "addr": "경기도 안산시 상록구 예술광장로 1",
    "tel": "",
    "item": "약국",
    "lat": 37.32836,
    "lot": 126.844247
  },
  {
    "name": "제일농자재",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 대남로 26-5",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.241058,
    "lot": 126.583197
  },
  {
    "name": "우성농자재",
    "sido": "경기도",
    "addr": "경기도 포천시 소흘읍 호국로484번길 76",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.812446,
    "lot": 127.142103
  },
  {
    "name": "대부종묘농약사",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 대남로 12",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.241828,
    "lot": 126.584353
  },
  {
    "name": "가산농약사",
    "sido": "경기도",
    "addr": "경기도 포천시 가산면 가산로309번길 43",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.847683,
    "lot": 127.186709
  },
  {
    "name": "태산산업점동농약사",
    "sido": "경기도",
    "addr": "경기도 여주시 점동면 청안로 139",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.206881,
    "lot": 127.662225
  },
  {
    "name": "스마트농자재",
    "sido": "경기도",
    "addr": "경기도 여주시 흥천면 이여로 1041",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.373319,
    "lot": 127.517528
  },
  {
    "name": "꽃피는봄이오면농약사",
    "sido": "경기도",
    "addr": "경기도 오산시 오산천로 250",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.154928,
    "lot": 127.069064
  },
  {
    "name": "점동농업협동조합경제사업부",
    "sido": "경기도",
    "addr": "경기도 여주시 점동면 청안리길 8",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.207128,
    "lot": 127.661551
  },
  {
    "name": "서울종묘",
    "sido": "경기도",
    "addr": "경기도 양평군 양서면 양수로 153-1",
    "tel": "",
    "item": "꽃집",
    "lat": 37.544339,
    "lot": 127.319101
  },
  {
    "name": "북시흥농협경제사업소",
    "sido": "경기도",
    "addr": "경기도 시흥시 매화로 14",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.418151,
    "lot": 126.815741
  },
  {
    "name": "순우리종묘",
    "sido": "경기도",
    "addr": "경기도 오산시 발안로 1263",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.13939,
    "lot": 127.037367
  },
  {
    "name": "인성농자재",
    "sido": "경기도",
    "addr": "경기도 평택시 진위면 경기대로 1774",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.102742,
    "lot": 127.064157
  },
  {
    "name": "김포파주인삼농업협동조합농특산물판매장",
    "sido": "경기도",
    "addr": "경기도 파주시 탄현면 필승로 200",
    "tel": "",
    "item": "건강보조식품 소매업",
    "lat": 37.769246,
    "lot": 126.696506
  },
  {
    "name": "풍원농약사",
    "sido": "경기도",
    "addr": "경기도 안성시 안성맞춤대로 1038",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.006003,
    "lot": 127.269233
  },
  {
    "name": "이천비료나라",
    "sido": "경기도",
    "addr": "경기도 이천시 장호원읍 서동대로 8694-35",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.114138,
    "lot": 127.602989
  },
  {
    "name": "영광종묘농약사",
    "sido": "경기도",
    "addr": "경기도 고양시 덕양구 삼송로205번길 30-9",
    "tel": "",
    "item": "꽃집",
    "lat": 37.655051,
    "lot": 126.897237
  },
  {
    "name": "이합종묘농약사",
    "sido": "경기도",
    "addr": "경기도 이천시 영창로 159",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.281944,
    "lot": 127.44019
  },
  {
    "name": "마장농약",
    "sido": "경기도",
    "addr": "경기도 이천시 마장면 오천로 32-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.253713,
    "lot": 127.351845
  },
  {
    "name": "성지비니루농자재",
    "sido": "경기도",
    "addr": "경기도 평택시 진위면 서탄로 62",
    "tel": "",
    "item": "벽지/장판/마루 소매업",
    "lat": 37.104151,
    "lot": 127.056474
  },
  {
    "name": "소래종묘",
    "sido": "경기도",
    "addr": "경기도 시흥시 호현로 39-4",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.444039,
    "lot": 126.784759
  },
  {
    "name": "광주도시농업협동조합",
    "sido": "경기도",
    "addr": "경기도 광주시 탄벌길 7",
    "tel": "",
    "item": "사회교육시설",
    "lat": 37.419138,
    "lot": 127.245954
  },
  {
    "name": "동산종묘",
    "sido": "경기도",
    "addr": "경기도 광주시 역동로34번길 33",
    "tel": "",
    "item": "꽃집",
    "lat": 37.407888,
    "lot": 127.257268
  },
  {
    "name": "일산종묘사",
    "sido": "경기도",
    "addr": "경기도 고양시 일산서구 고양대로672번길 15-2",
    "tel": "",
    "item": "꽃집",
    "lat": 37.683362,
    "lot": 126.770386
  },
  {
    "name": "호야농자재",
    "sido": "경기도",
    "addr": "경기도 남양주시 진건읍 진관로 336-35",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.641193,
    "lot": 127.166896
  },
  {
    "name": "농협경제지주축산물위생교육원",
    "sido": "경기도",
    "addr": "경기도 안성시 공도읍 대신두길 42-3",
    "tel": "",
    "item": "사회교육시설",
    "lat": 36.994386,
    "lot": 127.196623
  },
  {
    "name": "와부농약사",
    "sido": "경기도",
    "addr": "경기도 남양주시 와부읍 수레로 8",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.586717,
    "lot": 127.2129
  },
  {
    "name": "의정부농업협동조합영농종합센타",
    "sido": "경기도",
    "addr": "경기도 의정부시 호국로 1655",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.75922,
    "lot": 127.082604
  },
  {
    "name": "우리종묘사",
    "sido": "경기도",
    "addr": "경기도 시흥시 호현로 1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.441774,
    "lot": 126.782686
  },
  {
    "name": "오산농업협동조합경제사업장",
    "sido": "경기도",
    "addr": "경기도 오산시 경기대로636번길 8-6",
    "tel": "",
    "item": "그 외 기타 종합 소매업",
    "lat": 37.178596,
    "lot": 127.058095
  },
  {
    "name": "북부종묘농약사",
    "sido": "경기도",
    "addr": "경기도 의정부시 태평로 101",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.741506,
    "lot": 127.051418
  },
  {
    "name": "능동종묘사",
    "sido": "경기도",
    "addr": "경기도 남양주시 진건읍 사릉로 404",
    "tel": "",
    "item": "꽃집",
    "lat": 37.656338,
    "lot": 127.179611
  },
  {
    "name": "우찬농자재",
    "sido": "경기도",
    "addr": "경기도 시흥시 연성로156번길 50",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.384205,
    "lot": 126.818308
  },
  {
    "name": "반월농협경제사업소",
    "sido": "경기도",
    "addr": "경기도 안산시 상록구 해안로 1190-1",
    "tel": "",
    "item": "채소/과일 소매업",
    "lat": 37.289245,
    "lot": 126.873558
  },
  {
    "name": "연천농약사",
    "sido": "경기도",
    "addr": "경기도 연천군 연천읍 연천로 301",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.103807,
    "lot": 127.075135
  },
  {
    "name": "나라원예농자재",
    "sido": "경기도",
    "addr": "경기도 용인시 처인구 백암면 백암로 177",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.162803,
    "lot": 127.376304
  },
  {
    "name": "농협경제지주안성팜랜드분사",
    "sido": "경기도",
    "addr": "경기도 안성시 공도읍 대신두길 28",
    "tel": "",
    "item": "기타 오락관련 서비스업",
    "lat": 36.992092,
    "lot": 127.194404
  },
  {
    "name": "흥농종묘",
    "sido": "경기도",
    "addr": "경기도 연천군 백학면 두백로 18",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.031015,
    "lot": 126.914939
  },
  {
    "name": "원풍농자재산업주",
    "sido": "경기도",
    "addr": "경기도 이천시 신둔면 서이천로853번길 114-34",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.295738,
    "lot": 127.39156
  },
  {
    "name": "녹색종묘농약사",
    "sido": "경기도",
    "addr": "경기도 오산시 오산로 288",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.152613,
    "lot": 127.068803
  },
  {
    "name": "모가농약사",
    "sido": "경기도",
    "addr": "경기도 이천시 모가면 진상미로 1254",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.168096,
    "lot": 127.479983
  },
  {
    "name": "부덕농자재",
    "sido": "경기도",
    "addr": "경기도 이천시 호법면 이섭대천로 9",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.209595,
    "lot": 127.387306
  },
  {
    "name": "경기종묘사",
    "sido": "경기도",
    "addr": "경기도 의정부시 태평로 87-2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.74038,
    "lot": 127.051452
  },
  {
    "name": "흥농종묘농약사",
    "sido": "경기도",
    "addr": "경기도 남양주시 화도읍 마석중앙로 77",
    "tel": "",
    "item": "꽃집",
    "lat": 37.65217,
    "lot": 127.308321
  },
  {
    "name": "현대농자재",
    "sido": "경기도",
    "addr": "경기도 동두천시 삼육사로 902",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.899553,
    "lot": 127.050073
  },
  {
    "name": "한아름종묘사",
    "sido": "경기도",
    "addr": "경기도 고양시 일산서구 일청로 19",
    "tel": "",
    "item": "채소/과일 소매업",
    "lat": 37.686119,
    "lot": 126.770411
  },
  {
    "name": "동태양농자재",
    "sido": "경기도",
    "addr": "경기도 용인시 처인구 백암면 박곡로 140",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.173614,
    "lot": 127.390782
  },
  {
    "name": "성동농자재",
    "sido": "경기도",
    "addr": "경기도 남양주시 진접읍 금강로 1863",
    "tel": "",
    "item": "기타 건설/건축자재 소매업",
    "lat": 37.750313,
    "lot": 127.210361
  },
  {
    "name": "진양농자재",
    "sido": "경기도",
    "addr": "경기도 용인시 처인구 양지읍 죽양대로2016번길 64",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 37.220214,
    "lot": 127.315995
  },
  {
    "name": "진양농자재",
    "sido": "경기도",
    "addr": "경기도 이천시 호법면 이섭대천로 606",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.227301,
    "lot": 127.43141
  },
  {
    "name": "영광농자재",
    "sido": "경기도",
    "addr": "경기도 의정부시 송산로939번길 118",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.711311,
    "lot": 127.100141
  },
  {
    "name": "미성철물농자재",
    "sido": "경기도",
    "addr": "경기도 안성시 원곡면 원당로 376",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.023698,
    "lot": 127.173716
  },
  {
    "name": "코코농자재",
    "sido": "경기도",
    "addr": "경기도 여주시 흥천면 이여로 1017",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.370928,
    "lot": 127.518257
  },
  {
    "name": "유니온농자재",
    "sido": "경기도",
    "addr": "경기도 여주시 현암로 13",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.312195,
    "lot": 127.632329
  },
  {
    "name": "양평종묘사",
    "sido": "경기도",
    "addr": "경기도 양평군 양평읍 시민로 11",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.489581,
    "lot": 127.493069
  },
  {
    "name": "보개농업협동조합경제부",
    "sido": "경기도",
    "addr": "경기도 안성시 보개원삼로 110",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.01325,
    "lot": 127.287124
  },
  {
    "name": "신농약국",
    "sido": "경기도",
    "addr": "경기도 포천시 영북면 운천안길 31",
    "tel": "",
    "item": "약국",
    "lat": 38.08999,
    "lot": 127.273605
  },
  {
    "name": "대일농약사",
    "sido": "경기도",
    "addr": "경기도 안성시 죽산면 죽주로 247-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.074946,
    "lot": 127.422741
  },
  {
    "name": "부자종묘농약사",
    "sido": "경기도",
    "addr": "경기도 포천시 소흘읍 호국로 370",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.806502,
    "lot": 127.131997
  },
  {
    "name": "청년농자재산업",
    "sido": "경기도",
    "addr": "경기도 안성시 대덕면 대학5길 1",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.002673,
    "lot": 127.223574
  },
  {
    "name": "제일농약사",
    "sido": "경기도",
    "addr": "경기도 광주시 중앙로 95-14",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.408311,
    "lot": 127.257484
  },
  {
    "name": "벽제농약사",
    "sido": "경기도",
    "addr": "경기도 고양시 덕양구 통일로 765",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.687382,
    "lot": 126.86521
  },
  {
    "name": "으뜸농자재",
    "sido": "경기도",
    "addr": "경기도 김포시 양촌읍 양곡2로 93",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.659731,
    "lot": 126.626732
  },
  {
    "name": "조종농약사",
    "sido": "경기도",
    "addr": "경기도 가평군 조종면 현창로38번길 9",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.819061,
    "lot": 127.348776
  },
  {
    "name": "백암농협경제사업소",
    "sido": "경기도",
    "addr": "경기도 용인시 처인구 백암면 백암로 252",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.168412,
    "lot": 127.371986
  },
  {
    "name": "미양농협경제사업부",
    "sido": "경기도",
    "addr": "경기도 안성시 미양면 역전1길 18",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.978931,
    "lot": 127.217956
  },
  {
    "name": "신서농약사",
    "sido": "경기도",
    "addr": "경기도 연천군 신서면 연신로 1056",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.176154,
    "lot": 127.105042
  },
  {
    "name": "임진농협경제사업소",
    "sido": "경기도",
    "addr": "경기도 연천군 군남면 군남로 98-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.059009,
    "lot": 127.021763
  },
  {
    "name": "태영농자재",
    "sido": "경기도",
    "addr": "경기도 남양주시 진건읍 진관로545번길 19-7",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.656239,
    "lot": 127.154282
  },
  {
    "name": "흥농농약종묘",
    "sido": "경기도",
    "addr": "경기도 광주시 중앙로 95-8",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.408328,
    "lot": 127.258004
  },
  {
    "name": "개성인삼농업협동조합",
    "sido": "경기도",
    "addr": "경기도 연천군 전곡읍 평화로 701",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 38.032623,
    "lot": 127.063843
  },
  {
    "name": "다온농약사",
    "sido": "경기도",
    "addr": "경기도 평택시 안중읍 송담길 3",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.978692,
    "lot": 126.939283
  },
  {
    "name": "우성농자재",
    "sido": "경기도",
    "addr": "경기도 이천시 진상미로1913번길 5-7",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.218289,
    "lot": 127.449002
  },
  {
    "name": "계양농자재",
    "sido": "경기도",
    "addr": "경기도 부천시 오정구 평천로721번길 14-15",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.515825,
    "lot": 126.771726
  },
  {
    "name": "남양풍년농약사",
    "sido": "경기도",
    "addr": "경기도 화성시 만세구 남양읍 남양시장로45번길 4",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.209119,
    "lot": 126.814414
  },
  {
    "name": "퇴계종묘농약사",
    "sido": "경기도",
    "addr": "경기도 남양주시 퇴계원읍 경춘북로 520",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.647002,
    "lot": 127.141402
  },
  {
    "name": "대농신비료",
    "sido": "경기도",
    "addr": "경기도 안양시 동안구 경수대로610번길 64",
    "tel": "",
    "item": "그 외 기타 종합 소매업",
    "lat": 37.378021,
    "lot": 126.959399
  },
  {
    "name": "서울농자재",
    "sido": "경기도",
    "addr": "경기도 성남시 수정구 사송로80번길 8",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.414846,
    "lot": 127.110646
  },
  {
    "name": "영신종묘농약사",
    "sido": "경기도",
    "addr": "경기도 의정부시 태평로 106",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.741876,
    "lot": 127.051793
  },
  {
    "name": "대일철물농자재",
    "sido": "경기도",
    "addr": "경기도 남양주시 경춘로 802",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.628521,
    "lot": 127.193059
  },
  {
    "name": "화전농약농자재",
    "sido": "경기도",
    "addr": "경기도 고양시 덕양구 화랑로 31",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.601461,
    "lot": 126.870325
  },
  {
    "name": "능곡제일종묘",
    "sido": "경기도",
    "addr": "경기도 고양시 덕양구 토당로 58",
    "tel": "",
    "item": "꽃집",
    "lat": 37.620766,
    "lot": 126.819874
  },
  {
    "name": "한화농자재건재",
    "sido": "경기도",
    "addr": "경기도 안성시 중앙로 136",
    "tel": "",
    "item": "기타 건설/건축자재 소매업",
    "lat": 37.012175,
    "lot": 127.244209
  },
  {
    "name": "흥농종묘사",
    "sido": "경기도",
    "addr": "경기도 안성시 안성맞춤대로 1042",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.006372,
    "lot": 127.269391
  },
  {
    "name": "하나농자재",
    "sido": "경기도",
    "addr": "경기도 안성시 죽산면 죽양대로 95-4",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.089399,
    "lot": 127.435475
  },
  {
    "name": "한농종묘사",
    "sido": "경기도",
    "addr": "경기도 평택시 통복로37번길 5",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.995322,
    "lot": 127.082816
  },
  {
    "name": "흥농종묘농약사",
    "sido": "경기도",
    "addr": "경기도 남양주시 퇴계원읍 경춘북로 516",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.64693,
    "lot": 127.141096
  },
  {
    "name": "경기팜농자재산업",
    "sido": "경기도",
    "addr": "경기도 이천시 마장면 중부대로644번길 168-6",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.251141,
    "lot": 127.398362
  },
  {
    "name": "문학농자재",
    "sido": "경기도",
    "addr": "경기도 화성시 효행구 정남면 서봉로 1006-4",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.160775,
    "lot": 126.971832
  },
  {
    "name": "삼죽농협경제사업소",
    "sido": "경기도",
    "addr": "경기도 안성시 삼죽면 삼죽초교길 23",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.074924,
    "lot": 127.37298
  },
  {
    "name": "경기농약사",
    "sido": "경기도",
    "addr": "경기도 이천시 장호원읍 장감로 37",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.116456,
    "lot": 127.626838
  },
  {
    "name": "바이오농자재",
    "sido": "경기도",
    "addr": "경기도 양평군 용문면 화전로 86",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.479111,
    "lot": 127.607334
  },
  {
    "name": "욜로종묘상사",
    "sido": "경기도",
    "addr": "경기도 남양주시 사릉로 88-8",
    "tel": "",
    "item": "꽃집",
    "lat": 37.640371,
    "lot": 127.20766
  },
  {
    "name": "백석농협경제사업소",
    "sido": "경기도",
    "addr": "경기도 양주시 백석읍 중앙로 320-30",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.800367,
    "lot": 126.979346
  },
  {
    "name": "한국농자재",
    "sido": "경기도",
    "addr": "경기도 용인시 처인구 중부대로1313번길 6-18",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.235859,
    "lot": 127.19274
  },
  {
    "name": "희망농자재",
    "sido": "경기도",
    "addr": "경기도 파주시 광탄면 부흥로 174",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.803348,
    "lot": 126.866987
  },
  {
    "name": "영북농업협동조합하나로마트사업소",
    "sido": "경기도",
    "addr": "경기도 포천시 영북면 영북로 174",
    "tel": "",
    "item": "채소/과일 소매업",
    "lat": 38.089815,
    "lot": 127.27536
  },
  {
    "name": "양평농업협동조합스마트농업지원센터",
    "sido": "경기도",
    "addr": "경기도 양평군 양평읍 시민로 81",
    "tel": "",
    "item": "기타 기술/직업 훈련학원",
    "lat": 37.491306,
    "lot": 127.50069
  },
  {
    "name": "경기동부원예농업협동조합이천유통센터",
    "sido": "경기도",
    "addr": "경기도 이천시 부발읍 황무로 2035",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.243568,
    "lot": 127.512041
  },
  {
    "name": "설성종묘농약사",
    "sido": "경기도",
    "addr": "경기도 이천시 설성면 진상미로 681",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.133929,
    "lot": 127.516152
  },
  {
    "name": "에스에이치농자재",
    "sido": "경기도",
    "addr": "경기도 안성시 장기로 60",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.004372,
    "lot": 127.269249
  },
  {
    "name": "화도농약종묘사",
    "sido": "경기도",
    "addr": "경기도 남양주시 화도읍 마석중앙로 84",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.651844,
    "lot": 127.308977
  },
  {
    "name": "서울농자재",
    "sido": "경기도",
    "addr": "경기도 여주시 대신면 후포1길 31",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.358049,
    "lot": 127.607937
  },
  {
    "name": "경기동부원예농업협동조합장호원유통센터",
    "sido": "경기도",
    "addr": "경기도 이천시 장호원읍 서동대로8759번길 117",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.118969,
    "lot": 127.613222
  },
  {
    "name": "성진농자재",
    "sido": "경기도",
    "addr": "경기도 파주시 문산읍 독산로23번길 15",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.858494,
    "lot": 126.781434
  },
  {
    "name": "그린비료",
    "sido": "경기도",
    "addr": "경기도 여주시 명성로 49",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.258197,
    "lot": 127.652224
  },
  {
    "name": "한국원예종묘",
    "sido": "경기도",
    "addr": "경기도 안산시 단원구 정왕대로 435",
    "tel": "",
    "item": "꽃집",
    "lat": 37.334116,
    "lot": 126.757664
  },
  {
    "name": "포천농자재",
    "sido": "경기도",
    "addr": "경기도 포천시 호국로1354번길 4",
    "tel": "",
    "item": "꽃집",
    "lat": 37.880198,
    "lot": 127.187041
  },
  {
    "name": "선경종묘사",
    "sido": "경기도",
    "addr": "경기도 연천군 미산면 삼화1길 60",
    "tel": "",
    "item": "꽃집",
    "lat": 38.010187,
    "lot": 126.974994
  },
  {
    "name": "중앙종묘사",
    "sido": "경기도",
    "addr": "경기도 화성시 만세구 남양읍 남양시장로65번길 3",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.209275,
    "lot": 126.816227
  },
  {
    "name": "서종팜서종종묘사",
    "sido": "경기도",
    "addr": "경기도 양평군 서종면 중미산로 14",
    "tel": "",
    "item": "꽃집",
    "lat": 37.603868,
    "lot": 127.35359
  },
  {
    "name": "법인덕산종묘",
    "sido": "경기도",
    "addr": "경기도 광주시 곤지암읍 연곡길 14",
    "tel": "",
    "item": "꽃집",
    "lat": 37.369559,
    "lot": 127.388895
  },
  {
    "name": "안중모종농약사",
    "sido": "경기도",
    "addr": "경기도 평택시 안중읍 안현로서6길 10",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.983795,
    "lot": 126.928103
  },
  {
    "name": "포천농협경제사업본부",
    "sido": "경기도",
    "addr": "경기도 포천시 중앙로 175-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.9023,
    "lot": 127.207245
  },
  {
    "name": "진성그린비료",
    "sido": "경기도",
    "addr": "경기도 여주시 가남읍 대신리길 99-105",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.184944,
    "lot": 127.542941
  },
  {
    "name": "서안성농업협동조합원곡지점",
    "sido": "경기도",
    "addr": "경기도 안성시 원곡면 가천중앙1길 40-6",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 37.03919,
    "lot": 127.129645
  },
  {
    "name": "오학종묘사",
    "sido": "경기도",
    "addr": "경기도 여주시 여양로 303",
    "tel": "",
    "item": "꽃집",
    "lat": 37.308813,
    "lot": 127.644472
  },
  {
    "name": "서화성농업협동조합비봉영농지원센터",
    "sido": "경기도",
    "addr": "경기도 화성시 효행구 비봉면 비봉로 163",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.234523,
    "lot": 126.863846
  },
  {
    "name": "영진농자재",
    "sido": "경기도",
    "addr": "경기도 화성시 만세구 향남읍 서봉로38번길 61",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 37.099347,
    "lot": 126.911818
  },
  {
    "name": "서하남농업협동조합",
    "sido": "경기도",
    "addr": "경기도 하남시 서하남로 450-14",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.521778,
    "lot": 127.189005
  },
  {
    "name": "한라농약사",
    "sido": "경기도",
    "addr": "경기도 양평군 강상면 강남로 993",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 37.482508,
    "lot": 127.484463
  },
  {
    "name": "보승농자재",
    "sido": "경기도",
    "addr": "경기도 여주시 금사면 이포로 4",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 37.390328,
    "lot": 127.532223
  },
  {
    "name": "우리농자재",
    "sido": "경기도",
    "addr": "경기도 파주시 조리읍 등원로330번길 25",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 37.772254,
    "lot": 126.830869
  },
  {
    "name": "시흥영농자재",
    "sido": "경기도",
    "addr": "경기도 시흥시 금화로 465-2",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 37.388475,
    "lot": 126.830098
  },
  {
    "name": "대성농자재",
    "sido": "경기도",
    "addr": "경기도 화성시 만세구 서신면 바다뜰길 2",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.171876,
    "lot": 126.699215
  },
  {
    "name": "신우영농자재",
    "sido": "경기도",
    "addr": "경기도 화성시 만세구 팔탄면 서해로 1409-26",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 37.187389,
    "lot": 126.879821
  },
  {
    "name": "팔탄농협경제사업장",
    "sido": "경기도",
    "addr": "경기도 화성시 만세구 팔탄면 구장길 1-3",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.160731,
    "lot": 126.904125
  },
  {
    "name": "마도농협경제사업장",
    "sido": "경기도",
    "addr": "경기도 화성시 만세구 마도면 화성로 783",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.20748,
    "lot": 126.773773
  },
  {
    "name": "화산종묘농약사",
    "sido": "경기도",
    "addr": "경기도 화성시 병점구 용주로 16",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.205488,
    "lot": 127.015016
  },
  {
    "name": "모아농자재",
    "sido": "경기도",
    "addr": "경기도 이천시 신둔면 서이천로853번길 23",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 37.29577,
    "lot": 127.395586
  },
  {
    "name": "동탄농자재농사넷",
    "sido": "경기도",
    "addr": "경기도 화성시 동탄구 금곡로 195-9",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.177917,
    "lot": 127.079129
  },
  {
    "name": "조암농협경제사업장",
    "sido": "경기도",
    "addr": "경기도 화성시 만세구 우정읍 쌍봉로 109-21",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.088584,
    "lot": 126.814404
  },
  {
    "name": "대농농자재산업",
    "sido": "경기도",
    "addr": "경기도 용인시 처인구 양지읍 죽양대로 2029",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.216475,
    "lot": 127.319089
  },
  {
    "name": "서해농자재",
    "sido": "경기도",
    "addr": "경기도 화성시 만세구 장안면 포승향남로 2168",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.126479,
    "lot": 126.842614
  },
  {
    "name": "다산농자재",
    "sido": "경기도",
    "addr": "경기도 안양시 동안구 시민대로 181",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 37.391507,
    "lot": 126.951182
  },
  {
    "name": "대성농자재",
    "sido": "경기도",
    "addr": "경기도 화성시 만세구 서신면 제부로 768",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.171975,
    "lot": 126.69899
  },
  {
    "name": "남양하나종묘",
    "sido": "경기도",
    "addr": "경기도 화성시 만세구 남양읍 남양시장로 73",
    "tel": "",
    "item": "꽃집",
    "lat": 37.209601,
    "lot": 126.817285
  },
  {
    "name": "평택농협경제사업본부",
    "sido": "경기도",
    "addr": "경기도 평택시 통복시장2로39번길 3",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.996076,
    "lot": 127.087108
  },
  {
    "name": "송산농업협동조합경제사업장",
    "sido": "경기도",
    "addr": "경기도 화성시 만세구 송산면 사강로 126",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 37.211336,
    "lot": 126.730524
  },
  {
    "name": "부곡농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창녕군 부곡면 새동네2길 4",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.434564,
    "lot": 128.603558
  },
  {
    "name": "회화종묘사",
    "sido": "경상남도",
    "addr": "경상남도 고성군 회화면 배둔중앙6번길 23",
    "tel": "",
    "item": "꽃집",
    "lat": 35.059223,
    "lot": 128.372733
  },
  {
    "name": "부흥종합농자재철물상사",
    "sido": "경상남도",
    "addr": "경상남도 사천시 진삼로 220",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 34.976255,
    "lot": 128.062198
  },
  {
    "name": "영남농자재",
    "sido": "경상남도",
    "addr": "경상남도 김해시 주촌면 소망길 38",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.219843,
    "lot": 128.831934
  },
  {
    "name": "삼삼농약사",
    "sido": "경상남도",
    "addr": "경상남도 창녕군 영산면 홍살문길 15-4",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.456211,
    "lot": 128.53279
  },
  {
    "name": "거창양잠농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 거창군 거창읍 창동로 123",
    "tel": "",
    "item": "건강보조식품 소매업",
    "lat": 35.688202,
    "lot": 127.920265
  },
  {
    "name": "남일농약사",
    "sido": "경상남도",
    "addr": "경상남도 남해군 이동면 무림로 65",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.80029,
    "lot": 127.95381
  },
  {
    "name": "진양할인철물.농자재",
    "sido": "경상남도",
    "addr": "경상남도 진주시 금산면 월아산로 1922",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.214159,
    "lot": 128.133499
  },
  {
    "name": "현대농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 함안군 가야읍 가야로 58",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.277588,
    "lot": 128.407566
  },
  {
    "name": "진주농자재",
    "sido": "경상남도",
    "addr": "경상남도 김해시 한림면 김해대로916번길 40-78",
    "tel": "",
    "item": "문구/회화용품 소매업",
    "lat": 35.291111,
    "lot": 128.781197
  },
  {
    "name": "대흥농약사",
    "sido": "경상남도",
    "addr": "경상남도 고성군 영오면 영회로 2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.090286,
    "lot": 128.18797
  },
  {
    "name": "대동농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 대산면 주남로 570",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.33451,
    "lot": 128.708278
  },
  {
    "name": "흥농종묘농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 진해구 경화시장로 27-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.15603,
    "lot": 128.690569
  },
  {
    "name": "동명건축농자재판매상사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 대산면 진산대로 499",
    "tel": "",
    "item": "기타 건설/건축자재 소매업",
    "lat": 35.344439,
    "lot": 128.709114
  },
  {
    "name": "경남농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 양산시 하북면 신평중앙길 5-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.491219,
    "lot": 129.086321
  },
  {
    "name": "삼운농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 의창구 동읍 동읍로 1136",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.350825,
    "lot": 128.656955
  },
  {
    "name": "장천비료",
    "sido": "경상남도",
    "addr": "경상남도 창녕군 이방면 이방대합로 314",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.599894,
    "lot": 128.379555
  },
  {
    "name": "홍덕농약사",
    "sido": "경상남도",
    "addr": "경상남도 남해군 남면 남서대로 759",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.770669,
    "lot": 127.888627
  },
  {
    "name": "석계농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 양산시 상북면 삼계5길 5-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.419903,
    "lot": 129.063883
  },
  {
    "name": "물금농약사",
    "sido": "경상남도",
    "addr": "경상남도 양산시 물금읍 황산로 389",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.310984,
    "lot": 128.986882
  },
  {
    "name": "창선한농종묘사",
    "sido": "경상남도",
    "addr": "경상남도 남해군 창선면 창선로66번길 6",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.854914,
    "lot": 128.013814
  },
  {
    "name": "올마트농자재",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 월아산로 784",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.145542,
    "lot": 128.169679
  },
  {
    "name": "풍년농약사",
    "sido": "경상남도",
    "addr": "경상남도 합천군 초계면 아막재로 4",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.559483,
    "lot": 128.267966
  },
  {
    "name": "제일농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 통영시 새터길 34",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.841258,
    "lot": 128.418626
  },
  {
    "name": "형제농약사",
    "sido": "경상남도",
    "addr": "경상남도 사천시 곤명면 완사3길 100",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.131874,
    "lot": 127.97459
  },
  {
    "name": "대성종묘농약",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진주대로 1175-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.194816,
    "lot": 128.074412
  },
  {
    "name": "안태농약사",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 삼랑진읍 만어로 75",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.406191,
    "lot": 128.840754
  },
  {
    "name": "아세아유기질비료",
    "sido": "경상남도",
    "addr": "경상남도 진주시 말티고개로 34-4",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.199259,
    "lot": 128.10549
  },
  {
    "name": "화산철물.농약",
    "sido": "경상남도",
    "addr": "경상남도 함양군 수동면 수동길 50",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.520386,
    "lot": 127.789495
  },
  {
    "name": "흥농농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 통영시 새터길 48",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.841402,
    "lot": 128.419383
  },
  {
    "name": "대지철물.농자재",
    "sido": "경상남도",
    "addr": "경상남도 함양군 함양읍 용평3길 13",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.520354,
    "lot": 127.731727
  },
  {
    "name": "세인농자재",
    "sido": "경상남도",
    "addr": "경상남도 진주시 남강로633번길 2",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.190917,
    "lot": 128.081102
  },
  {
    "name": "현대농약사",
    "sido": "경상남도",
    "addr": "경상남도 통영시 새터길 65",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.841816,
    "lot": 128.420188
  },
  {
    "name": "풍농비료농자재",
    "sido": "경상남도",
    "addr": "경상남도 진주시 망경로 232",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.182712,
    "lot": 128.079434
  },
  {
    "name": "하남철물농자재",
    "sido": "경상남도",
    "addr": "경상남도 밀양시 하남읍 수산복개길 13-8",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.374899,
    "lot": 128.709107
  },
  {
    "name": "꾸이종묘",
    "sido": "경상남도",
    "addr": "경상남도 김해시 가야로 202",
    "tel": "",
    "item": "꽃집",
    "lat": 35.259606,
    "lot": 128.871833
  },
  {
    "name": "국제천막농자재",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진양호로556번길 5",
    "tel": "",
    "item": "침구류/커튼 소매업",
    "lat": 35.19333,
    "lot": 128.086338
  },
  {
    "name": "양산농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 양산시 서일동2길 54-1",
    "tel": "",
    "item": "꽃집",
    "lat": 35.343464,
    "lot": 129.035508
  },
  {
    "name": "남도농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 고성군 회화면 배둔로 7",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.056432,
    "lot": 128.36691
  },
  {
    "name": "평산농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 양산시 웅상대로 939",
    "tel": "",
    "item": "꽃집",
    "lat": 35.383287,
    "lot": 129.154839
  },
  {
    "name": "보성농약종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 진북면 학동로 15-38",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.117334,
    "lot": 128.471417
  },
  {
    "name": "세아농자재마트",
    "sido": "경상남도",
    "addr": "경상남도 진주시 문산읍 동부로 682",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.170584,
    "lot": 128.173002
  },
  {
    "name": "금성농약사",
    "sido": "경상남도",
    "addr": "경상남도 하동군 금성면 금성중앙길 75",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.966858,
    "lot": 127.800834
  },
  {
    "name": "은성유기질비료",
    "sido": "경상남도",
    "addr": "경상남도 김해시 한림면 한림로120번길 9-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.304858,
    "lot": 128.809466
  },
  {
    "name": "흥농종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 합포로 22",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.202644,
    "lot": 128.574774
  },
  {
    "name": "사천산업농자재",
    "sido": "경상남도",
    "addr": "경상남도 사천시 사천읍 사천대로 1714",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.070684,
    "lot": 128.077869
  },
  {
    "name": "양산농상종묘사",
    "sido": "경상남도",
    "addr": "경상남도 양산시 장터1길 21",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.342478,
    "lot": 129.035197
  },
  {
    "name": "손부자농자재",
    "sido": "경상남도",
    "addr": "경상남도 창녕군 대합면 십이리길 33",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.612746,
    "lot": 128.468694
  },
  {
    "name": "부농종묘사",
    "sido": "경상남도",
    "addr": "경상남도 함안군 가야읍 함안대로 754",
    "tel": "",
    "item": "꽃집",
    "lat": 35.293299,
    "lot": 128.399659
  },
  {
    "name": "대성농자재",
    "sido": "경상남도",
    "addr": "경상남도 사천시 정동면 옥산로 236-3",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.071369,
    "lot": 128.104891
  },
  {
    "name": "썬테크농자재",
    "sido": "경상남도",
    "addr": "경상남도 진주시 사봉면 동부로 1815",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.180039,
    "lot": 128.266085
  },
  {
    "name": "유니팜농자재",
    "sido": "경상남도",
    "addr": "경상남도 진주시 하촌로 274",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.216611,
    "lot": 128.073161
  },
  {
    "name": "삼계종묘사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 성산구 외동반림로266번길 12",
    "tel": "",
    "item": "꽃집",
    "lat": 35.239752,
    "lot": 128.681628
  },
  {
    "name": "동일농자재",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진성면 동부로 1446",
    "tel": "",
    "item": "기타 건설/건축자재 소매업",
    "lat": 35.189984,
    "lot": 128.233346
  },
  {
    "name": "마산국제농약사",
    "sido": "경상남도",
    "addr": "경상남도 창원시 마산합포구 문화동13길 21",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.181516,
    "lot": 128.559678
  },
  {
    "name": "한들농약농자재",
    "sido": "경상남도",
    "addr": "경상남도 거창군 마리면 학동1길 195",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.712402,
    "lot": 127.843708
  },
  {
    "name": "금평농자재철강",
    "sido": "경상남도",
    "addr": "경상남도 김해시 진영읍 진산대로 254",
    "tel": "",
    "item": "기타 의류 소매업",
    "lat": 35.324989,
    "lot": 128.717513
  },
  {
    "name": "동부농업협동조합외곡지점",
    "sido": "경상남도",
    "addr": "경상남도 고성군 동해면 봉암3길 3",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.009667,
    "lot": 128.399104
  },
  {
    "name": "산양농업협동조합",
    "sido": "경상남도",
    "addr": "경상남도 통영시 산양읍 산양중앙로 4",
    "tel": "",
    "item": "가정용 연료 소매업",
    "lat": 34.800968,
    "lot": 128.388203
  },
  {
    "name": "팜한농비료하동대리점",
    "sido": "경상남도",
    "addr": "경상남도 하동군 하동읍 섬진강대로 2328",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.081319,
    "lot": 127.737105
  },
  {
    "name": "나라비료",
    "sido": "경상남도",
    "addr": "경상남도 진주시 진주대로954번길 4",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.185054,
    "lot": 128.088577
  },
  {
    "name": "산수화원남해친환경농자재",
    "sido": "경상남도",
    "addr": "경상남도 남해군 남해읍 화전로122번길 32",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 34.842056,
    "lot": 127.897408
  },
  {
    "name": "성도농약사",
    "sido": "경상북도",
    "addr": "경상북도 봉화군 춘양면 의양로5길 2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.934788,
    "lot": 128.912994
  },
  {
    "name": "참사랑농약사",
    "sido": "경상북도",
    "addr": "경상북도 성주군 성주읍 성주순환로 281",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.918216,
    "lot": 128.292435
  },
  {
    "name": "통일농약사",
    "sido": "경상북도",
    "addr": "경상북도 안동시 중앙시장길 21",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.564437,
    "lot": 128.724337
  },
  {
    "name": "청송농협경제사업장",
    "sido": "경상북도",
    "addr": "경상북도 청송군 청송읍 의료원길 32-14",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.430279,
    "lot": 129.054081
  },
  {
    "name": "부광농자재할인마트",
    "sido": "경상북도",
    "addr": "경상북도 성주군 초전면 대고로 49",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.972396,
    "lot": 128.261877
  },
  {
    "name": "새마을농약사",
    "sido": "경상북도",
    "addr": "경상북도 경주시 외동읍 입실시장길 8-6",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.7146,
    "lot": 129.325709
  },
  {
    "name": "남해구미종합비료",
    "sido": "경상북도",
    "addr": "경상북도 칠곡군 가산면 학하7길 16-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.104324,
    "lot": 128.491717
  },
  {
    "name": "아리랑농약사",
    "sido": "경상북도",
    "addr": "경상북도 칠곡군 약목면 약목로2길 2-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.032708,
    "lot": 128.36654
  },
  {
    "name": "한성농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 청송군 진보면 진보로 109",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.529015,
    "lot": 129.043796
  },
  {
    "name": "대성농약사",
    "sido": "경상북도",
    "addr": "경상북도 청송군 진보면 진안서길 2-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.528849,
    "lot": 129.044562
  },
  {
    "name": "대지농자재",
    "sido": "경상북도",
    "addr": "경상북도 안동시 예안면 임예로 1897",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.659319,
    "lot": 128.885711
  },
  {
    "name": "중앙종묘사",
    "sido": "경상북도",
    "addr": "경상북도 의성군 금성면 탑리1길 46",
    "tel": "",
    "item": "꽃집",
    "lat": 36.253543,
    "lot": 128.684181
  },
  {
    "name": "삼광농자재",
    "sido": "경상북도",
    "addr": "경상북도 경산시 중앙로19길 25",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.825883,
    "lot": 128.735777
  },
  {
    "name": "태광농자재부품",
    "sido": "경상북도",
    "addr": "경상북도 의성군 안계면 용기2길 4-1",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.384111,
    "lot": 128.438593
  },
  {
    "name": "태광농약자재마트",
    "sido": "경상북도",
    "addr": "경상북도 문경시 문경읍 주흘로 31-9",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.735493,
    "lot": 128.107415
  },
  {
    "name": "대구농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 영주시 원당로 147",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.824464,
    "lot": 128.628885
  },
  {
    "name": "형제농약",
    "sido": "경상북도",
    "addr": "경상북도 고령군 우곡면 객기나루길 366",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.631845,
    "lot": 128.366626
  },
  {
    "name": "팜한농비료",
    "sido": "경상북도",
    "addr": "경상북도 고령군 개진면 매화길 65-42",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.709755,
    "lot": 128.429379
  },
  {
    "name": "강변농자재",
    "sido": "경상북도",
    "addr": "경상북도 문경시 산양면 상무로 801",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.613212,
    "lot": 128.21328
  },
  {
    "name": "보성농자재",
    "sido": "경상북도",
    "addr": "경상북도 성주군 성주읍 성주로 3403",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.918339,
    "lot": 128.306052
  },
  {
    "name": "부농자재마트",
    "sido": "경상북도",
    "addr": "경상북도 청송군 부남면 대전로 183-9",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.349377,
    "lot": 129.062535
  },
  {
    "name": "상주렌탈.농자재",
    "sido": "경상북도",
    "addr": "경상북도 상주시 삼백로 290",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.41867,
    "lot": 128.175862
  },
  {
    "name": "농우농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 김천시 양금로 248",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.116141,
    "lot": 128.124231
  },
  {
    "name": "예천농업협동조합장례식장",
    "sido": "경상북도",
    "addr": "경상북도 예천군 예천읍 양궁로 154",
    "tel": "",
    "item": "장례식장",
    "lat": 36.639931,
    "lot": 128.465519
  },
  {
    "name": "일신농자재상사",
    "sido": "경상북도",
    "addr": "경상북도 칠곡군 왜관읍 중앙로12길 14",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.988542,
    "lot": 128.397889
  },
  {
    "name": "기북농약사",
    "sido": "경상북도",
    "addr": "경상북도 포항시 북구 기북면 기북로 457-1",
    "tel": "",
    "item": "가정용 연료 소매업",
    "lat": 36.129796,
    "lot": 129.167196
  },
  {
    "name": "농민농약사",
    "sido": "경상북도",
    "addr": "경상북도 봉화군 봉화읍 보밑길 24-20",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.891581,
    "lot": 128.735068
  },
  {
    "name": "제일농자재",
    "sido": "경상북도",
    "addr": "경상북도 고령군 대가야읍 시장1길 14-1",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.726243,
    "lot": 128.266382
  },
  {
    "name": "강동농자재",
    "sido": "경상북도",
    "addr": "경상북도 상주시 모서면 백화로 1347",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.343026,
    "lot": 127.957194
  },
  {
    "name": "서울농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 봉화군 춘양면 의양로 40-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.937965,
    "lot": 128.913781
  },
  {
    "name": "만물종묘사",
    "sido": "경상북도",
    "addr": "경상북도 포항시 북구 흥해읍 흥해로74번길 6",
    "tel": "",
    "item": "꽃집",
    "lat": 36.111102,
    "lot": 129.348209
  },
  {
    "name": "대한농약사",
    "sido": "경상북도",
    "addr": "경상북도 성주군 성주읍 성주순환로 224",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.922759,
    "lot": 128.28985
  },
  {
    "name": "치유농업협동조합힐링원예센터",
    "sido": "경상북도",
    "addr": "경상북도 포항시 북구 흥해읍 동해대로1459번길 16-55",
    "tel": "",
    "item": "기타 오락관련 서비스업",
    "lat": 36.103073,
    "lot": 129.337677
  },
  {
    "name": "종합철물농자재마트",
    "sido": "경상북도",
    "addr": "경상북도 영천시 신녕면 완화길 46",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.039312,
    "lot": 128.792674
  },
  {
    "name": "경북농약사",
    "sido": "경상북도",
    "addr": "경상북도 김천시 중앙시장길 3",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.118681,
    "lot": 128.124312
  },
  {
    "name": "영광철물농자재",
    "sido": "경상북도",
    "addr": "경상북도 예천군 용궁면 용궁로 104",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.607227,
    "lot": 128.276434
  },
  {
    "name": "창성농자재",
    "sido": "경상북도",
    "addr": "경상북도 영천시 북안면 송학길 18",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.92838,
    "lot": 129.022138
  },
  {
    "name": "푸른종묘농약사",
    "sido": "경상북도",
    "addr": "경상북도 포항시 북구 죽도시장4길 11",
    "tel": "",
    "item": "꽃집",
    "lat": 36.034296,
    "lot": 129.366369
  },
  {
    "name": "경북비료농자재",
    "sido": "경상북도",
    "addr": "경상북도 영주시 순흥면 청구길 89",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.934504,
    "lot": 128.579417
  },
  {
    "name": "A월드농기계농자재할인마트",
    "sido": "경상북도",
    "addr": "경상북도 성주군 선남면 성주로 4054-4",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.888038,
    "lot": 128.35921
  },
  {
    "name": "부남농자재",
    "sido": "경상북도",
    "addr": "경상북도 청송군 부남면 대전로 163",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.34833,
    "lot": 129.063643
  },
  {
    "name": "신친환경농약농자재마트",
    "sido": "경상북도",
    "addr": "경상북도 성주군 성주읍 성주순환로6길 17",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.919706,
    "lot": 128.279597
  },
  {
    "name": "의성농자재",
    "sido": "경상북도",
    "addr": "경상북도 의성군 의성읍 구봉길 233-1",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.345877,
    "lot": 128.696248
  },
  {
    "name": "중앙종묘사",
    "sido": "경상북도",
    "addr": "경상북도 울진군 평해읍 평해로 50",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.724839,
    "lot": 129.441113
  },
  {
    "name": "큰들농약사",
    "sido": "경상북도",
    "addr": "경상북도 상주시 함창읍 가야로 56",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.565895,
    "lot": 128.17924
  },
  {
    "name": "대성바이오농자재마트",
    "sido": "경상북도",
    "addr": "경상북도 예천군 예천읍 충효로 312-3",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.651552,
    "lot": 128.458348
  },
  {
    "name": "세명농약사",
    "sido": "경상북도",
    "addr": "경상북도 칠곡군 약목면 칠곡대로 634",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.036735,
    "lot": 128.363503
  },
  {
    "name": "감문철물농자재상사",
    "sido": "경상북도",
    "addr": "경상북도 김천시 감문면 태촌앞길 14",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.191835,
    "lot": 128.229903
  },
  {
    "name": "중앙농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 경주시 화랑로 41",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.845078,
    "lot": 129.205325
  },
  {
    "name": "월성철물종묘사",
    "sido": "경상북도",
    "addr": "경상북도 경주시 금성로 295",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.843953,
    "lot": 129.206744
  },
  {
    "name": "토탈농자재",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 영덕읍 경동로 8357",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.418579,
    "lot": 129.367146
  },
  {
    "name": "환경농자재",
    "sido": "경상북도",
    "addr": "경상북도 영주시 풍기읍 동성로2번길 45-19",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.86978,
    "lot": 128.533742
  },
  {
    "name": "삼성농약사",
    "sido": "경상북도",
    "addr": "경상북도 청송군 안덕면 안덕로 55",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.288013,
    "lot": 128.957258
  },
  {
    "name": "포항농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 포항시 북구 죽도로 17",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.034811,
    "lot": 129.363112
  },
  {
    "name": "시장철물농자재",
    "sido": "경상북도",
    "addr": "경상북도 경산시 자인면 자인로 186",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.816272,
    "lot": 128.824276
  },
  {
    "name": "문명종묘사",
    "sido": "경상북도",
    "addr": "경상북도 성주군 용암면 운용로 1514",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.871756,
    "lot": 128.364556
  },
  {
    "name": "성신농자재",
    "sido": "경상북도",
    "addr": "경상북도 의성군 금성면 탑리길 88-17",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.258645,
    "lot": 128.682176
  },
  {
    "name": "한농종묘사",
    "sido": "경상북도",
    "addr": "경상북도 울진군 금강송면 불영계곡로 1690",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.933856,
    "lot": 129.246969
  },
  {
    "name": "제일농약사",
    "sido": "경상북도",
    "addr": "경상북도 상주시 중앙로 261",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.416523,
    "lot": 128.166977
  },
  {
    "name": "대영농자재철강",
    "sido": "경상북도",
    "addr": "경상북도 예천군 예천읍 이미기길 42",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.649182,
    "lot": 128.433948
  },
  {
    "name": "초전농약사",
    "sido": "경상북도",
    "addr": "경상북도 성주군 초전면 대장길 85",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.972509,
    "lot": 128.26393
  },
  {
    "name": "밭농약사",
    "sido": "경상북도",
    "addr": "경상북도 예천군 지보면 지보로 163",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.544796,
    "lot": 128.388018
  },
  {
    "name": "삼화천막농자재마트삼화지업사",
    "sido": "경상북도",
    "addr": "경상북도 영주시 중앙로80번길 11",
    "tel": "",
    "item": "침구류/커튼 소매업",
    "lat": 36.82281,
    "lot": 128.625298
  },
  {
    "name": "대박비료마트",
    "sido": "경상북도",
    "addr": "경상북도 성주군 성주읍 주산로 73",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.92777,
    "lot": 128.294862
  },
  {
    "name": "보성유기질비료",
    "sido": "경상북도",
    "addr": "경상북도 청도군 청도읍 원당길 18",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.651247,
    "lot": 128.765786
  },
  {
    "name": "황금비료친환경농자재",
    "sido": "경상북도",
    "addr": "경상북도 청송군 진보면 상고산길 16-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.560152,
    "lot": 128.996525
  },
  {
    "name": "용성농자재",
    "sido": "경상북도",
    "addr": "경상북도 고령군 개진면 개경포로 1509-5",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.716339,
    "lot": 128.415949
  },
  {
    "name": "풍농비료",
    "sido": "경상북도",
    "addr": "경상북도 예천군 예천읍 광대원길 52-4",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.671992,
    "lot": 128.466116
  },
  {
    "name": "강호농약사",
    "sido": "경상북도",
    "addr": "경상북도 영덕군 강구면 나비산길 11",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.356188,
    "lot": 129.380313
  },
  {
    "name": "안동농약",
    "sido": "경상북도",
    "addr": "경상북도 청송군 부남면 대전로 126-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.345103,
    "lot": 129.06426
  },
  {
    "name": "안동농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 봉화군 봉화읍 봉화로 1135",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.891268,
    "lot": 128.734231
  },
  {
    "name": "민영농자재",
    "sido": "경상북도",
    "addr": "경상북도 고령군 쌍림면 안림3길 4",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.693718,
    "lot": 128.256963
  },
  {
    "name": "영남농약사",
    "sido": "경상북도",
    "addr": "경상북도 영양군 영양읍 동서대로 51",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.662706,
    "lot": 129.114772
  },
  {
    "name": "흥농농약사",
    "sido": "경상북도",
    "addr": "경상북도 영주시 번영로132번길 16",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.823958,
    "lot": 128.627026
  },
  {
    "name": "중앙종묘농약사",
    "sido": "경상북도",
    "addr": "경상북도 포항시 남구 축항로 23-5",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.029358,
    "lot": 129.370958
  },
  {
    "name": "순흥철물농자재",
    "sido": "경상북도",
    "addr": "경상북도 영양군 영양읍 시장5길 11-4",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.664982,
    "lot": 129.11546
  },
  {
    "name": "신광농자재마트",
    "sido": "경상북도",
    "addr": "경상북도 상주시 풍물시장길 48",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.413008,
    "lot": 128.162331
  },
  {
    "name": "한국농자재",
    "sido": "경상북도",
    "addr": "경상북도 봉화군 명호면 도천길 23-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.858268,
    "lot": 128.899077
  },
  {
    "name": "신농친환경비료",
    "sido": "경상북도",
    "addr": "경상북도 예천군 유천면 화지2길 46-3",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.639073,
    "lot": 128.401303
  },
  {
    "name": "공성농협경제사업장",
    "sido": "경상북도",
    "addr": "경상북도 상주시 공성면 웅산로 1222",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.282882,
    "lot": 128.087017
  },
  {
    "name": "평해농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 울진군 평해읍 평해로 64-9",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.72652,
    "lot": 129.442174
  },
  {
    "name": "한국바이오비료",
    "sido": "경상북도",
    "addr": "경상북도 영주시 풍기읍 소백로 2048-37",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.881673,
    "lot": 128.543513
  },
  {
    "name": "동명농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 칠곡군 동명면 금암중앙길 95",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.987417,
    "lot": 128.553712
  },
  {
    "name": "진흥농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 청송군 청송읍 중앙로 183-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.437614,
    "lot": 129.051431
  },
  {
    "name": "농업협동조합중앙회영천시지부",
    "sido": "경상북도",
    "addr": "경상북도 영천시 완산로 48",
    "tel": "",
    "item": "기타 교육지원 서비스업",
    "lat": 35.964358,
    "lot": 128.939294
  },
  {
    "name": "한성친환경농자재",
    "sido": "경상북도",
    "addr": "경상북도 안동시 안기길 22",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.574816,
    "lot": 128.718815
  },
  {
    "name": "대구건어물;대구종묘농원",
    "sido": "경상북도",
    "addr": "경상북도 고령군 대가야읍 시장3길 21-7",
    "tel": "",
    "item": "꽃집",
    "lat": 35.726657,
    "lot": 128.267273
  },
  {
    "name": "김천시민농약마트",
    "sido": "경상북도",
    "addr": "경상북도 김천시 자산로 31",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.119364,
    "lot": 128.128331
  },
  {
    "name": "효성농약사",
    "sido": "경상북도",
    "addr": "경상북도 문경시 중앙로 197",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.602004,
    "lot": 128.203326
  },
  {
    "name": "봉화농협경제사업소",
    "sido": "경상북도",
    "addr": "경상북도 봉화군 봉화읍 꽃동네길 5",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.889946,
    "lot": 128.732261
  },
  {
    "name": "가산성농약도매상사",
    "sido": "경상북도",
    "addr": "경상북도 칠곡군 가산면 경북대로 1327",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.064274,
    "lot": 128.536965
  },
  {
    "name": "형제농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 김천시 용암로 6",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.120011,
    "lot": 128.127663
  },
  {
    "name": "한동팜농자재",
    "sido": "경상북도",
    "addr": "경상북도 봉화군 봉화읍 다덕로 350",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.906871,
    "lot": 128.772214
  },
  {
    "name": "제일농자재",
    "sido": "경상북도",
    "addr": "경상북도 청송군 청송읍 시장길 1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.434724,
    "lot": 129.053362
  },
  {
    "name": "기계농자재철물",
    "sido": "경상북도",
    "addr": "경상북도 포항시 북구 기계면 기계로 21",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.068808,
    "lot": 129.213942
  },
  {
    "name": "흥농농약사",
    "sido": "경상북도",
    "addr": "경상북도 울진군 평해읍 평해6길 8-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.726879,
    "lot": 129.442252
  },
  {
    "name": "신용농자재마트",
    "sido": "경상북도",
    "addr": "경상북도 문경시 문경읍 온천8길 54",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.726117,
    "lot": 128.107907
  },
  {
    "name": "북부농약판매센터",
    "sido": "경상북도",
    "addr": "경상북도 안동시 길안면 천지길 11",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.459952,
    "lot": 128.889259
  },
  {
    "name": "대일농약사",
    "sido": "경상북도",
    "addr": "경상북도 칠곡군 약목면 약목로4길 9",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.034277,
    "lot": 128.366478
  },
  {
    "name": "신우농약사",
    "sido": "경상북도",
    "addr": "경상북도 칠곡군 왜관읍 2번도로길 115",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.998067,
    "lot": 128.397115
  },
  {
    "name": "대흥농자재마트",
    "sido": "경상북도",
    "addr": "경상북도 문경시 산양면 추산로 2",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.611262,
    "lot": 128.234676
  },
  {
    "name": "우성농약사",
    "sido": "경상북도",
    "addr": "경상북도 봉화군 봉화읍 봉화로 1098-2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.891058,
    "lot": 128.73011
  },
  {
    "name": "제일종묘사",
    "sido": "경상북도",
    "addr": "경상북도 경주시 감포읍 감포로 115",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.804108,
    "lot": 129.502011
  },
  {
    "name": "삼정농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 포항시 남구 구룡포읍 호미로221번길 5-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.989762,
    "lot": 129.554625
  },
  {
    "name": "법전농약사",
    "sido": "경상북도",
    "addr": "경상북도 봉화군 법전면 법전로 98",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.910774,
    "lot": 128.876502
  },
  {
    "name": "송정농자재",
    "sido": "경상북도",
    "addr": "경상북도 성주군 용암면 운용로 997-2",
    "tel": "",
    "item": "벽지/장판/마루 소매업",
    "lat": 35.833122,
    "lot": 128.338164
  },
  {
    "name": "해동농약사",
    "sido": "경상북도",
    "addr": "경상북도 경주시 원효로51번길 13",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.843376,
    "lot": 129.206285
  },
  {
    "name": "풍농비료봉화",
    "sido": "경상북도",
    "addr": "경상북도 봉화군 봉성면 다덕로 436-11",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.909725,
    "lot": 128.781435
  },
  {
    "name": "신원종묘",
    "sido": "경상북도",
    "addr": "경상북도 봉화군 물야면 앞결길 6",
    "tel": "",
    "item": "꽃집",
    "lat": 36.918194,
    "lot": 128.735795
  },
  {
    "name": "동남농자재",
    "sido": "경상북도",
    "addr": "경상북도 성주군 성주읍 주산로 18",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.923567,
    "lot": 128.291802
  },
  {
    "name": "세아농자재마트",
    "sido": "경상북도",
    "addr": "경상북도 경산시 진량읍 대학로 967-6",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.876353,
    "lot": 128.801981
  },
  {
    "name": "수성농자재",
    "sido": "경상북도",
    "addr": "경상북도 경주시 강동면 오금큰길 126",
    "tel": "",
    "item": "기타 건설/건축자재 소매업",
    "lat": 35.97554,
    "lot": 129.269052
  },
  {
    "name": "현서농약할인마트",
    "sido": "경상북도",
    "addr": "경상북도 청송군 현서면 구산북로 48",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.274554,
    "lot": 128.897844
  },
  {
    "name": "진영농약사",
    "sido": "경상북도",
    "addr": "경상북도 청송군 진보면 진안로 21-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.52836,
    "lot": 129.045219
  },
  {
    "name": "일신농약할인마트",
    "sido": "경상북도",
    "addr": "경상북도 경산시 하양읍 조산천서길 45",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.915929,
    "lot": 128.820525
  },
  {
    "name": "혜성농자재",
    "sido": "경상북도",
    "addr": "경상북도 영천시 청통면 청통로 588",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.994213,
    "lot": 128.830218
  },
  {
    "name": "대운농자재",
    "sido": "경상북도",
    "addr": "경상북도 청송군 현동면 과원길 161",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.294448,
    "lot": 129.014662
  },
  {
    "name": "참농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 성주군 성주읍 성주순환로2길 20",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.923163,
    "lot": 128.279918
  },
  {
    "name": "신광농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 칠곡군 지천면 신동로 165",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.956003,
    "lot": 128.49053
  },
  {
    "name": "안계농약할인마트",
    "sido": "경상북도",
    "addr": "경상북도 의성군 안계면 안계길 196",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.388214,
    "lot": 128.43313
  },
  {
    "name": "흥농농약사",
    "sido": "경상북도",
    "addr": "경상북도 김천시 자산로 56",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.119651,
    "lot": 128.125659
  },
  {
    "name": "대경농약도매상사",
    "sido": "경상북도",
    "addr": "경상북도 칠곡군 기산면 칠곡대로 1282",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.989066,
    "lot": 128.386877
  },
  {
    "name": "푸르네농자재",
    "sido": "경상북도",
    "addr": "경상북도 문경시 산양면 연화지길 37-2",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.612395,
    "lot": 128.270025
  },
  {
    "name": "풍년농약사",
    "sido": "경상북도",
    "addr": "경상북도 청송군 현동면 새마을로 5498",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.289195,
    "lot": 129.018367
  },
  {
    "name": "해평농약사",
    "sido": "경상북도",
    "addr": "경상북도 구미시 해평면 해평시장1길 18",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.193876,
    "lot": 128.39157
  },
  {
    "name": "현대농약사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 완산로 56",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.96507,
    "lot": 128.939289
  },
  {
    "name": "작물농약팜마트",
    "sido": "경상북도",
    "addr": "경상북도 예천군 예천읍 보문로 61-17",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.658105,
    "lot": 128.472104
  },
  {
    "name": "농업협동조합중앙회경주환경농업교육원",
    "sido": "경상북도",
    "addr": "경상북도 경주시 서면 도리길 17",
    "tel": "",
    "item": "직원 훈련기관",
    "lat": 35.923288,
    "lot": 129.073964
  },
  {
    "name": "금화농자재",
    "sido": "경상북도",
    "addr": "경상북도 김천시 어모면 동좌1길 3",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.185528,
    "lot": 128.114817
  },
  {
    "name": "조은비료허주니",
    "sido": "경상북도",
    "addr": "경상북도 성주군 선남면 선노로 88",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.888821,
    "lot": 128.376699
  },
  {
    "name": "대성농약",
    "sido": "경상북도",
    "addr": "경상북도 상주시 화서면 화령남3길 15-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.444292,
    "lot": 127.950896
  },
  {
    "name": "동명농자재",
    "sido": "경상북도",
    "addr": "경상북도 영천시 천문로 74",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.945452,
    "lot": 128.929302
  },
  {
    "name": "상인농자재",
    "sido": "경상북도",
    "addr": "경상북도 칠곡군 동명면 경북대로 777-9",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.029089,
    "lot": 128.54368
  },
  {
    "name": "동해농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 포항시 북구 흥해읍 흥해로 85",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.112228,
    "lot": 129.347753
  },
  {
    "name": "세천농약사",
    "sido": "경상북도",
    "addr": "경상북도 상주시 북상주로 433",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.465914,
    "lot": 128.16775
  },
  {
    "name": "제일농자재",
    "sido": "경상북도",
    "addr": "경상북도 상주시 공검면 양정1길 20",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.511833,
    "lot": 128.159587
  },
  {
    "name": "종합종묘사",
    "sido": "경상북도",
    "addr": "경상북도 의성군 안계면 안계시장길 24",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.384616,
    "lot": 128.437856
  },
  {
    "name": "부영농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 하양읍 하양로 157",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.917026,
    "lot": 128.823021
  },
  {
    "name": "대득종묘",
    "sido": "경상북도",
    "addr": "경상북도 울진군 울진읍 대나리항길 37-11",
    "tel": "",
    "item": "꽃집",
    "lat": 36.998693,
    "lot": 129.410377
  },
  {
    "name": "제일종묘상",
    "sido": "경상북도",
    "addr": "경상북도 김천시 중앙시장길 10",
    "tel": "",
    "item": "꽃집",
    "lat": 36.118813,
    "lot": 128.124725
  },
  {
    "name": "영양과비료",
    "sido": "경상북도",
    "addr": "경상북도 영양군 영양읍 황용천길 36",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.664492,
    "lot": 129.115167
  },
  {
    "name": "성산농자재",
    "sido": "경상북도",
    "addr": "경상북도 성주군 성주읍 성산10길 87-23",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.909572,
    "lot": 128.304302
  },
  {
    "name": "서울종합농자재",
    "sido": "경상북도",
    "addr": "경상북도 봉화군 춘양면 의양로3길 7",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.938381,
    "lot": 128.913645
  },
  {
    "name": "고개마루농자재",
    "sido": "경상북도",
    "addr": "경상북도 영주시 봉현면 소백로 1239",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.816723,
    "lot": 128.508801
  },
  {
    "name": "초원농자재",
    "sido": "경상북도",
    "addr": "경상북도 안동시 앙실로 180",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.54192,
    "lot": 128.684688
  },
  {
    "name": "꿈앤들농약",
    "sido": "경상북도",
    "addr": "경상북도 고령군 성산면 성산로 892",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.749325,
    "lot": 128.3595
  },
  {
    "name": "문경신용농자재",
    "sido": "경상북도",
    "addr": "경상북도 문경시 중앙로 256-7",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.606812,
    "lot": 128.206418
  },
  {
    "name": "영천비니루종묘사",
    "sido": "경상북도",
    "addr": "경상북도 영천시 시장2길 7",
    "tel": "",
    "item": "주방/가정용품 소매업",
    "lat": 35.963735,
    "lot": 128.937117
  },
  {
    "name": "세일농약사",
    "sido": "경상북도",
    "addr": "경상북도 영주시 원당로 394",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.837863,
    "lot": 128.649055
  },
  {
    "name": "서울농약사",
    "sido": "경상북도",
    "addr": "경상북도 상주시 함창읍 함창시장3길 15",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.568269,
    "lot": 128.180605
  },
  {
    "name": "상아종묘",
    "sido": "경상북도",
    "addr": "경상북도 안동시 상아길 275",
    "tel": "",
    "item": "꽃집",
    "lat": 36.584773,
    "lot": 128.746621
  },
  {
    "name": "경안농자재",
    "sido": "경상북도",
    "addr": "경상북도 안동시 중앙시장2길 51",
    "tel": "",
    "item": "벽지/장판/마루 소매업",
    "lat": 36.56398,
    "lot": 128.724819
  },
  {
    "name": "과수농자재",
    "sido": "경상북도",
    "addr": "경상북도 영주시 원당로315번길 41",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.836706,
    "lot": 128.638908
  },
  {
    "name": "생금바이오비료유통",
    "sido": "경상북도",
    "addr": "경상북도 경산시 압량읍 원효로 577",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.812329,
    "lot": 128.797701
  },
  {
    "name": "우리농약사",
    "sido": "경상북도",
    "addr": "경상북도 예천군 풍양면 낙상2길 27",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.509025,
    "lot": 128.300805
  },
  {
    "name": "세종비료",
    "sido": "경상북도",
    "addr": "경상북도 성주군 초전면 대장1길 65",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.975362,
    "lot": 128.262612
  },
  {
    "name": "자인한국농약사",
    "sido": "경상북도",
    "addr": "경상북도 경산시 자인면 원효로161길 55",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.815526,
    "lot": 128.824148
  },
  {
    "name": "다산농약할인마트",
    "sido": "경상북도",
    "addr": "경상북도 고령군 다산면 다산로 714",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.823369,
    "lot": 128.455469
  },
  {
    "name": "도양종묘사",
    "sido": "경상북도",
    "addr": "경상북도 안동시 경동로 597",
    "tel": "",
    "item": "꽃집",
    "lat": 36.563553,
    "lot": 128.723178
  },
  {
    "name": "고령농협영농자재센터",
    "sido": "경상북도",
    "addr": "경상북도 고령군 대가야읍 낫질로 48-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.738521,
    "lot": 128.266864
  },
  {
    "name": "태광농약사",
    "sido": "경상북도",
    "addr": "경상북도 성주군 가천면 포천계곡로 10-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.873173,
    "lot": 128.177856
  },
  {
    "name": "365농약사",
    "sido": "경상북도",
    "addr": "경상북도 구미시 선산읍 선산중앙로16길 4-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.242477,
    "lot": 128.299945
  },
  {
    "name": "원예농약",
    "sido": "경상북도",
    "addr": "경상북도 안동시 말구리길 59",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.566512,
    "lot": 128.70602
  },
  {
    "name": "한농농약사계절",
    "sido": "경상북도",
    "addr": "경상북도 구미시 선산읍 선산대로 1384",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.238108,
    "lot": 128.303187
  },
  {
    "name": "인성농자재",
    "sido": "경상북도",
    "addr": "경상북도 성주군 대가면 참별로 2384-15",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.910909,
    "lot": 128.242799
  },
  {
    "name": "풍년농약사",
    "sido": "경상북도",
    "addr": "경상북도 청송군 진보면 진성로 6",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.530306,
    "lot": 129.041575
  },
  {
    "name": "동천농자재",
    "sido": "경상북도",
    "addr": "경상북도 문경시 산양면 녹문길 183",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.630486,
    "lot": 128.256705
  },
  {
    "name": "함창농약사",
    "sido": "경상북도",
    "addr": "경상북도 상주시 함창읍 함창시장2길 33",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.568157,
    "lot": 128.179252
  },
  {
    "name": "대가야팜 농약사",
    "sido": "경상북도",
    "addr": "경상북도 고령군 대가야읍 왕릉로 82",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.727033,
    "lot": 128.265831
  },
  {
    "name": "제일농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 안동시 풍산읍 장터2길 6-13",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.579282,
    "lot": 128.572194
  },
  {
    "name": "세진농약사",
    "sido": "경상북도",
    "addr": "경상북도 경주시 안강읍 안강중앙로 223",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.992483,
    "lot": 129.22459
  },
  {
    "name": "푸디스트김천농업협동조합",
    "sido": "경상북도",
    "addr": "경상북도 김천시 자산로 147",
    "tel": "",
    "item": "백반/한정식",
    "lat": 36.124009,
    "lot": 128.117401
  },
  {
    "name": "평화농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 경주시 서면 내서로 416",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.893902,
    "lot": 129.048912
  },
  {
    "name": "우리농약사",
    "sido": "경상북도",
    "addr": "경상북도 영주시 풍기읍 동성로70번길 36-3",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.871579,
    "lot": 128.529752
  },
  {
    "name": "제일농약할인마트",
    "sido": "경상북도",
    "addr": "경상북도 경산시 자인면 자인로55길 5",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.816062,
    "lot": 128.822103
  },
  {
    "name": "대덕농자재마트",
    "sido": "경상북도",
    "addr": "경상북도 문경시 경서로 162",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.59307,
    "lot": 128.203723
  },
  {
    "name": "농민농약사",
    "sido": "경상북도",
    "addr": "경상북도 성주군 성주읍 삼산1길 3-6",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.918849,
    "lot": 128.295636
  },
  {
    "name": "그린농약종묘사",
    "sido": "경상북도",
    "addr": "경상북도 안동시 풍산읍 풍산중앙길 86",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.580229,
    "lot": 128.570057
  },
  {
    "name": "에이스농약사",
    "sido": "경상북도",
    "addr": "경상북도 김천시 양금로 231-1",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.114902,
    "lot": 128.123703
  },
  {
    "name": "만물농약할인마트",
    "sido": "경상북도",
    "addr": "경상북도 경주시 서면 내서로 411",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.894445,
    "lot": 129.048771
  },
  {
    "name": "모아농약사",
    "sido": "경상북도",
    "addr": "경상북도 경주시 천북면 산업로 4974-3",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.920253,
    "lot": 129.245616
  },
  {
    "name": "명성농자재",
    "sido": "광주광역시",
    "addr": "광주광역시 광산구 송도로294번길 14-6",
    "tel": "",
    "item": "기타 산업용 기계/장비 대여업",
    "lat": 35.138847,
    "lot": 126.800831
  },
  {
    "name": "백두농자재",
    "sido": "광주광역시",
    "addr": "광주광역시 광산구 북문대로 383-57",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.186806,
    "lot": 126.848771
  },
  {
    "name": "미농농약사",
    "sido": "광주광역시",
    "addr": "광주광역시 북구 중문로10번길 21-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.173506,
    "lot": 126.919491
  },
  {
    "name": "고운농자재",
    "sido": "광주광역시",
    "addr": "광주광역시 북구 연양로105번길 6-2",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.206651,
    "lot": 126.879121
  },
  {
    "name": "양동전남농약사",
    "sido": "광주광역시",
    "addr": "광주광역시 서구 경열로143번길 1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.154104,
    "lot": 126.900567
  },
  {
    "name": "장성종묘",
    "sido": "광주광역시",
    "addr": "광주광역시 광산구 비아중앙로 27-4",
    "tel": "",
    "item": "꽃집",
    "lat": 35.221502,
    "lot": 126.824629
  },
  {
    "name": "전남농약식물약국",
    "sido": "광주광역시",
    "addr": "광주광역시 북구 우치로 834",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.236951,
    "lot": 126.893743
  },
  {
    "name": "서울농자재",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 화원읍 비슬로 2420",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.795599,
    "lot": 128.484607
  },
  {
    "name": "달성도시농업협동조합",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 논공읍 달성군청로1길 20-5",
    "tel": "",
    "item": "기타 오락관련 서비스업",
    "lat": 35.777596,
    "lot": 128.430095
  },
  {
    "name": "현대농약종묘사",
    "sido": "대구광역시",
    "addr": "대구광역시 군위군 소보면 송원3길 37",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.256308,
    "lot": 128.479248
  },
  {
    "name": "가창농협경제사업장",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 가창면 가창로 641",
    "tel": "",
    "item": "채소/과일 소매업",
    "lat": 35.770127,
    "lot": 128.647543
  },
  {
    "name": "시지농약사",
    "sido": "대구광역시",
    "addr": "대구광역시 수성구 천을로 6-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.843714,
    "lot": 128.69236
  },
  {
    "name": "팔공농약사",
    "sido": "대구광역시",
    "addr": "대구광역시 동구 팔공로 108",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.908332,
    "lot": 128.641232
  },
  {
    "name": "풍농비료대구",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 하빈면 하산길 111",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.885546,
    "lot": 128.409631
  },
  {
    "name": "비료공장",
    "sido": "대구광역시",
    "addr": "대구광역시 수성구 동대구로 390",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.865147,
    "lot": 128.627499
  },
  {
    "name": "화원중앙종묘사",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 화원읍 인흥길 33-4",
    "tel": "",
    "item": "꽃집",
    "lat": 35.801132,
    "lot": 128.499124
  },
  {
    "name": "읍내농약사",
    "sido": "대구광역시",
    "addr": "대구광역시 북구 칠곡중앙대로 522-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.942181,
    "lot": 128.550864
  },
  {
    "name": "강북농약사",
    "sido": "대구광역시",
    "addr": "대구광역시 북구 칠곡중앙대로 512",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.941121,
    "lot": 128.550611
  },
  {
    "name": "반야월농약종묘사",
    "sido": "대구광역시",
    "addr": "대구광역시 동구 율하동로28길 23-2",
    "tel": "",
    "item": "꽃집",
    "lat": 35.871786,
    "lot": 128.704959
  },
  {
    "name": "해동농자재",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 구지면 테크노순환로 6",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.672573,
    "lot": 128.448132
  },
  {
    "name": "대신농약사",
    "sido": "대구광역시",
    "addr": "대구광역시 중구 큰장로 116-1",
    "tel": "",
    "item": "꽃집",
    "lat": 35.868756,
    "lot": 128.578572
  },
  {
    "name": "칠곡농약사",
    "sido": "대구광역시",
    "addr": "대구광역시 북구 칠곡중앙대로 542-1",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.943952,
    "lot": 128.551187
  },
  {
    "name": "새봄종묘농약사",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 현풍읍 비슬로 674",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.696557,
    "lot": 128.439573
  },
  {
    "name": "청년 농자재",
    "sido": "대구광역시",
    "addr": "대구광역시 달성군 논공읍 비슬로361길 59-48",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.783105,
    "lot": 128.417752
  },
  {
    "name": "경원농약종묘사",
    "sido": "대구광역시",
    "addr": "대구광역시 북구 팔달로33길 66",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.891036,
    "lot": 128.565835
  },
  {
    "name": "대덕농자재",
    "sido": "대전광역시",
    "addr": "대전광역시 중구 대종로101번길 20",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.301229,
    "lot": 127.451081
  },
  {
    "name": "흑석농약사",
    "sido": "대전광역시",
    "addr": "대전광역시 서구 벌곡로 659",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.255037,
    "lot": 127.341539
  },
  {
    "name": "구봉농약종묘사",
    "sido": "대전광역시",
    "addr": "대전광역시 유성구 진잠로 54",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.296469,
    "lot": 127.316983
  },
  {
    "name": "서울농약종묘사",
    "sido": "대전광역시",
    "addr": "대전광역시 유성구 유성대로720번길 7",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.357779,
    "lot": 127.332617
  },
  {
    "name": "영진농자재",
    "sido": "대전광역시",
    "addr": "대전광역시 중구 모암로14번길 6",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.30367,
    "lot": 127.448935
  },
  {
    "name": "신탄진농약마트",
    "sido": "대전광역시",
    "addr": "대전광역시 대덕구 석봉로37번길 65",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.450303,
    "lot": 127.425919
  },
  {
    "name": "다나농약종묘사",
    "sido": "대전광역시",
    "addr": "대전광역시 중구 대종로 261",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.310917,
    "lot": 127.438844
  },
  {
    "name": "한국농자재식물마트",
    "sido": "대전광역시",
    "addr": "대전광역시 동구 산내로1257번길 100",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.277304,
    "lot": 127.464856
  },
  {
    "name": "태성농자재",
    "sido": "부산광역시",
    "addr": "부산광역시 중구 자갈치로 33",
    "tel": "",
    "item": "꽃집",
    "lat": 35.097045,
    "lot": 129.027816
  },
  {
    "name": "협신종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 중구 자갈치로 30",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.096557,
    "lot": 129.027903
  },
  {
    "name": "기장농약종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 기장군 기장읍 차성로288번길 16",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.242977,
    "lot": 129.21452
  },
  {
    "name": "제일농약사",
    "sido": "부산광역시",
    "addr": "부산광역시 기장군 기장읍 읍내로 109-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.245332,
    "lot": 129.21632
  },
  {
    "name": "명성농자재",
    "sido": "부산광역시",
    "addr": "부산광역시 강서구 제도로1092번다길 28-19",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.206521,
    "lot": 128.938547
  },
  {
    "name": "수정농약종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 중구 자갈치로 26",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.096241,
    "lot": 129.027347
  },
  {
    "name": "청구농약종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 중구 자갈치로 25",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.096766,
    "lot": 129.027206
  },
  {
    "name": "낙동종묘농약사",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 운산로 9-2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.169646,
    "lot": 128.97808
  },
  {
    "name": "포항농약사",
    "sido": "부산광역시",
    "addr": "부산광역시 북구 낙동대로 1770-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.209266,
    "lot": 129.002989
  },
  {
    "name": "신라도시농업협동조합",
    "sido": "부산광역시",
    "addr": "부산광역시 사상구 새벽로 131",
    "tel": "",
    "item": "조경 유지·관리 서비스업",
    "lat": 35.153296,
    "lot": 128.980976
  },
  {
    "name": "아시아종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 북구 약초골목길 10",
    "tel": "",
    "item": "꽃집",
    "lat": 35.20902,
    "lot": 129.003158
  },
  {
    "name": "수정농약종묘사",
    "sido": "부산광역시",
    "addr": "부산광역시 중구 자갈치로 22-1",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.096457,
    "lot": 129.026848
  },
  {
    "name": "종묘식당",
    "sido": "서울특별시",
    "addr": "서울특별시 종로구 율곡로10길 101",
    "tel": "",
    "item": "돼지고기 구이/찜",
    "lat": 37.573178,
    "lot": 126.992053
  },
  {
    "name": "농협경제지주",
    "sido": "서울특별시",
    "addr": "서울특별시 중구 새문안로 16",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.566498,
    "lot": 126.968556
  },
  {
    "name": "종묘호프",
    "sido": "서울특별시",
    "addr": "서울특별시 종로구 서순라길 33",
    "tel": "",
    "item": "생맥주 전문",
    "lat": 37.572025,
    "lot": 126.99365
  },
  {
    "name": "제일종묘사",
    "sido": "서울특별시",
    "addr": "서울특별시 종로구 종로41길 3",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.57143,
    "lot": 127.006543
  },
  {
    "name": "종묘이발소",
    "sido": "서울특별시",
    "addr": "서울특별시 종로구 종로 146",
    "tel": "",
    "item": "미용실",
    "lat": 37.570223,
    "lot": 126.993695
  },
  {
    "name": "종묘제사",
    "sido": "서울특별시",
    "addr": "서울특별시 강동구 진황도로47길 40",
    "tel": "",
    "item": "백반/한정식",
    "lat": 37.53637,
    "lot": 127.140378
  },
  {
    "name": "중랑도시농업협동조합",
    "sido": "서울특별시",
    "addr": "서울특별시 중랑구 사가정로 426-5",
    "tel": "",
    "item": "기타 오락관련 서비스업",
    "lat": 37.580296,
    "lot": 127.092142
  },
  {
    "name": "종묘식당",
    "sido": "서울특별시",
    "addr": "서울특별시 종로구 서순라길 59",
    "tel": "",
    "item": "백반/한정식",
    "lat": 37.573115,
    "lot": 126.992891
  },
  {
    "name": "우제농자재주",
    "sido": "서울특별시",
    "addr": "서울특별시 송파구 올림픽로47길 15",
    "tel": "",
    "item": "경영 컨설팅업",
    "lat": 37.528241,
    "lot": 127.117024
  },
  {
    "name": "한국원예종묘",
    "sido": "서울특별시",
    "addr": "서울특별시 종로구 종로41길 25",
    "tel": "",
    "item": "꽃집",
    "lat": 37.57234,
    "lot": 127.006271
  },
  {
    "name": "이룸도시농업협동조합",
    "sido": "서울특별시",
    "addr": "서울특별시 서대문구 홍제내길 22",
    "tel": "",
    "item": "기타 기술/직업 훈련학원",
    "lat": 37.583595,
    "lot": 126.937018
  },
  {
    "name": "알게스트하우스종묘점",
    "sido": "서울특별시",
    "addr": "서울특별시 종로구 종로26길 22",
    "tel": "",
    "item": "여관/모텔",
    "lat": 37.569367,
    "lot": 126.99485
  },
  {
    "name": "금강원예종묘",
    "sido": "서울특별시",
    "addr": "서울특별시 서초구 헌릉로 342",
    "tel": "",
    "item": "꽃집",
    "lat": 37.458807,
    "lot": 127.077119
  },
  {
    "name": "한국원예종묘",
    "sido": "서울특별시",
    "addr": "서울특별시 서초구 헌인릉1길 59",
    "tel": "",
    "item": "꽃집",
    "lat": 37.465368,
    "lot": 127.086609
  },
  {
    "name": "에버그린종묘",
    "sido": "서울특별시",
    "addr": "서울특별시 영등포구 대림로 78",
    "tel": "",
    "item": "꽃집",
    "lat": 37.489563,
    "lot": 126.905527
  },
  {
    "name": "스피드메이트종묘점",
    "sido": "서울특별시",
    "addr": "서울특별시 종로구 종로 157",
    "tel": "",
    "item": "자동차 정비소",
    "lat": 37.573133,
    "lot": 126.994861
  },
  {
    "name": "흥농종묘농약사",
    "sido": "세종특별자치시",
    "addr": "세종특별자치시 세종특별자치시 장군면 장척로 423",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.498518,
    "lot": 127.207025
  },
  {
    "name": "세종묘지관리",
    "sido": "세종특별자치시",
    "addr": "세종특별자치시 세종특별자치시 금남면 성덕영곡길 259-8",
    "tel": "",
    "item": "화장터/묘지/납골당",
    "lat": 36.447672,
    "lot": 127.259159
  },
  {
    "name": "세종농약사",
    "sido": "세종특별자치시",
    "addr": "세종특별자치시 세종특별자치시 금남면 용포로 46-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.462799,
    "lot": 127.280719
  },
  {
    "name": "하나농약종묘사",
    "sido": "세종특별자치시",
    "addr": "세종특별자치시 세종특별자치시 장군면 장척로 382",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.495685,
    "lot": 127.203859
  },
  {
    "name": "삼순종묘사",
    "sido": "세종특별자치시",
    "addr": "세종특별자치시 세종특별자치시 연동면 합강황금1길 20",
    "tel": "",
    "item": "꽃집",
    "lat": 36.520128,
    "lot": 127.346675
  },
  {
    "name": "한농종묘농약",
    "sido": "울산광역시",
    "addr": "울산광역시 북구 호계로 210-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.622968,
    "lot": 129.355143
  },
  {
    "name": "호계농약종묘사",
    "sido": "울산광역시",
    "addr": "울산광역시 북구 호계로 211",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.622976,
    "lot": 129.354746
  },
  {
    "name": "봉계농약사",
    "sido": "울산광역시",
    "addr": "울산광역시 울주군 두동면 계명로 114",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.714764,
    "lot": 129.200589
  },
  {
    "name": "웅촌농자재",
    "sido": "울산광역시",
    "addr": "울산광역시 울주군 웅촌면 웅촌로 385-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.465437,
    "lot": 129.209888
  },
  {
    "name": "성신농약종묘사",
    "sido": "울산광역시",
    "addr": "울산광역시 중구 태화로 13-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.555432,
    "lot": 129.277931
  },
  {
    "name": "하나로농약",
    "sido": "울산광역시",
    "addr": "울산광역시 울주군 언양읍 언양로 5",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.563683,
    "lot": 129.128252
  },
  {
    "name": "삼남농약종묘사",
    "sido": "울산광역시",
    "addr": "울산광역시 울주군 삼남읍 중남로 61-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.536923,
    "lot": 129.108131
  },
  {
    "name": "현대종묘사",
    "sido": "울산광역시",
    "addr": "울산광역시 동구 동해안로 20",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.541037,
    "lot": 129.425956
  },
  {
    "name": "황금팜종묘;농자재",
    "sido": "울산광역시",
    "addr": "울산광역시 남구 남부순환도로433번길 12",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.523807,
    "lot": 129.28969
  },
  {
    "name": "서울종묘사",
    "sido": "울산광역시",
    "addr": "울산광역시 북구 호계로 197-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.621927,
    "lot": 129.355388
  },
  {
    "name": "경남농약종묘사",
    "sido": "울산광역시",
    "addr": "울산광역시 울주군 언양읍 반구대로 848",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.565613,
    "lot": 129.128171
  },
  {
    "name": "경인농약",
    "sido": "인천광역시",
    "addr": "인천광역시 동구 송림로 120",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.476589,
    "lot": 126.647938
  },
  {
    "name": "영종농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 중구 운중로14번길 27",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.49219,
    "lot": 126.537128
  },
  {
    "name": "제일농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 부평구 대정로 53",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.494763,
    "lot": 126.72641
  },
  {
    "name": "인천농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 계양구 아나지로 398",
    "tel": "",
    "item": "꽃집",
    "lat": 37.525365,
    "lot": 126.736401
  },
  {
    "name": "송도농약사",
    "sido": "인천광역시",
    "addr": "인천광역시 연수구 비류대로 220",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.427174,
    "lot": 126.659196
  },
  {
    "name": "신농종묘사",
    "sido": "인천광역시",
    "addr": "인천광역시 중구 참외전로 149-2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.473779,
    "lot": 126.633504
  },
  {
    "name": "서구농자재",
    "sido": "인천광역시",
    "addr": "인천광역시 강화군 교동면 교동남로 5",
    "tel": "",
    "item": "기타 건설/건축자재 소매업",
    "lat": 37.782839,
    "lot": 126.279328
  },
  {
    "name": "청정옹진비료",
    "sido": "인천광역시",
    "addr": "인천광역시 옹진군 영흥면 영흥남로9번길 412-36",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.240931,
    "lot": 126.470103
  },
  {
    "name": "부일농자재",
    "sido": "인천광역시",
    "addr": "인천광역시 옹진군 영흥면 선재로 158",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.243323,
    "lot": 126.528805
  },
  {
    "name": "영남농약농자재마트",
    "sido": "전라남도",
    "addr": "전라남도 목포시 청호로 6",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.796021,
    "lot": 126.387039
  },
  {
    "name": "농자재",
    "sido": "전라남도",
    "addr": "전라남도 무안군 현경면 망운로 193",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.028909,
    "lot": 126.395617
  },
  {
    "name": "현대농약사",
    "sido": "전라남도",
    "addr": "전라남도 여수시 소라면 서부로 37",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.760974,
    "lot": 127.62736
  },
  {
    "name": "제일농자재농기계",
    "sido": "전라남도",
    "addr": "전라남도 고흥군 고흥읍 봉동주공길 36",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 34.605701,
    "lot": 127.290753
  },
  {
    "name": "지성농약사",
    "sido": "전라남도",
    "addr": "전라남도 함평군 신광면 손무로 64",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.111034,
    "lot": 126.484123
  },
  {
    "name": "광양친환경농자재",
    "sido": "전라남도",
    "addr": "전라남도 광양시 진상면 옥진로 1129",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.018122,
    "lot": 127.719599
  },
  {
    "name": "제일농약사",
    "sido": "전라남도",
    "addr": "전라남도 완도군 완도읍 장보고대로 217",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.316467,
    "lot": 126.749448
  },
  {
    "name": "천장농약사",
    "sido": "전라남도",
    "addr": "전라남도 무안군 해제면 현해로 2093",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.081737,
    "lot": 126.293911
  },
  {
    "name": "흥농농약사",
    "sido": "전라남도",
    "addr": "전라남도 화순군 능주면 죽수길 98",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.991854,
    "lot": 126.958191
  },
  {
    "name": "부농종합농자재",
    "sido": "전라남도",
    "addr": "전라남도 나주시 석당간길 54",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.037235,
    "lot": 126.722336
  },
  {
    "name": "농업협동조합중앙회담양군지부",
    "sido": "전라남도",
    "addr": "전라남도 담양군 담양읍 중앙로 82",
    "tel": "",
    "item": "직원 훈련기관",
    "lat": 35.320397,
    "lot": 126.982624
  },
  {
    "name": "풍림농자재",
    "sido": "전라남도",
    "addr": "전라남도 진도군 고군면 진도대로 17",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.502434,
    "lot": 126.318159
  },
  {
    "name": "구례농자재",
    "sido": "전라남도",
    "addr": "전라남도 구례군 구례읍 백련길 10",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.211883,
    "lot": 127.460833
  },
  {
    "name": "풍년농약사",
    "sido": "전라남도",
    "addr": "전라남도 강진군 강진읍 보은로4길 2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.638534,
    "lot": 126.774136
  },
  {
    "name": "강산비료",
    "sido": "전라남도",
    "addr": "전라남도 무안군 해제면 양간로 100-7",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.113601,
    "lot": 126.298737
  },
  {
    "name": "함평농업협동조합장례식장",
    "sido": "전라남도",
    "addr": "전라남도 함평군 함평읍 남일길 238-71",
    "tel": "",
    "item": "장례식장",
    "lat": 35.07585,
    "lot": 126.513466
  },
  {
    "name": "삼산농약사",
    "sido": "전라남도",
    "addr": "전라남도 장흥군 관산읍 산동1길 14",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.527676,
    "lot": 126.954776
  },
  {
    "name": "석곡농업협동조합장례식장",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 석곡면 주석로 657-5",
    "tel": "",
    "item": "장례식장",
    "lat": 35.129638,
    "lot": 127.251218
  },
  {
    "name": "상림비료나주",
    "sido": "전라남도",
    "addr": "전라남도 나주시 금천면 금영로 689",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.012618,
    "lot": 126.765071
  },
  {
    "name": "호남종묘사",
    "sido": "전라남도",
    "addr": "전라남도 강진군 마량면 마량7길 14",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.450933,
    "lot": 126.817431
  },
  {
    "name": "천일농약사",
    "sido": "전라남도",
    "addr": "전라남도 고흥군 도양읍 녹동시장길 10",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.527834,
    "lot": 127.136206
  },
  {
    "name": "자연농약사",
    "sido": "전라남도",
    "addr": "전라남도 신안군 자은면 구영1길 49-6",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.886869,
    "lot": 126.046481
  },
  {
    "name": "광주농약사",
    "sido": "전라남도",
    "addr": "전라남도 무안군 해제면 현해로 1695-4",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.110156,
    "lot": 126.293841
  },
  {
    "name": "신우농자재",
    "sido": "전라남도",
    "addr": "전라남도 담양군 고서면 원등2길 87",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.227675,
    "lot": 126.974691
  },
  {
    "name": "광천농약사",
    "sido": "전라남도",
    "addr": "전라남도 순천시 주암면 외광길 2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.076659,
    "lot": 127.23576
  },
  {
    "name": "풍년농약사",
    "sido": "전라남도",
    "addr": "전라남도 완도군 완도읍 장보고대로 213",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.316791,
    "lot": 126.7491
  },
  {
    "name": "전농농자재유통",
    "sido": "전라남도",
    "addr": "전라남도 무안군 운남면 운해로 598",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 34.96139,
    "lot": 126.342375
  },
  {
    "name": "중앙농약사",
    "sido": "전라남도",
    "addr": "전라남도 순천시 주암면 동주로 2507",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.058938,
    "lot": 127.27845
  },
  {
    "name": "현대농자재",
    "sido": "전라남도",
    "addr": "전라남도 함평군 월야면 문화로 460-16",
    "tel": "",
    "item": "반찬/식료품 소매업",
    "lat": 35.16771,
    "lot": 126.62903
  },
  {
    "name": "고향믿음유기질비료",
    "sido": "전라남도",
    "addr": "전라남도 해남군 황산면 외입길 125-17",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.558657,
    "lot": 126.404453
  },
  {
    "name": "해성철물농자재",
    "sido": "전라남도",
    "addr": "전라남도 해남군 황산면 시등로 95",
    "tel": "",
    "item": "기타 건설/건축자재 소매업",
    "lat": 34.575952,
    "lot": 126.433886
  },
  {
    "name": "순천농자재",
    "sido": "전라남도",
    "addr": "전라남도 순천시 북문길 40",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 34.958641,
    "lot": 127.485031
  },
  {
    "name": "광양친환경농약사",
    "sido": "전라남도",
    "addr": "전라남도 광양시 옥곡면 옥진로 687-1",
    "tel": "",
    "item": "채소/과일 소매업",
    "lat": 34.988309,
    "lot": 127.701968
  },
  {
    "name": "오곡농약사",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 오곡면 기차마을로 127",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.270514,
    "lot": 127.315089
  },
  {
    "name": "하나로농약사",
    "sido": "전라남도",
    "addr": "전라남도 강진군 신전면 신전중앙길 34",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.514863,
    "lot": 126.720933
  },
  {
    "name": "현산농약사",
    "sido": "전라남도",
    "addr": "전라남도 해남군 현산면 현산북평로 129",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.456317,
    "lot": 126.552304
  },
  {
    "name": "황금농자재할인마트",
    "sido": "전라남도",
    "addr": "전라남도 무안군 운남면 운해로 596",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.961298,
    "lot": 126.342091
  },
  {
    "name": "삼영농자재",
    "sido": "전라남도",
    "addr": "전라남도 나주시 예향로 3958",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.006697,
    "lot": 126.711046
  },
  {
    "name": "형제농약사",
    "sido": "전라남도",
    "addr": "전라남도 무안군 현경면 현해로 51-3",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.020063,
    "lot": 126.415163
  },
  {
    "name": "진흥농약",
    "sido": "전라남도",
    "addr": "전라남도 영광군 염산면 천년로 16-2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.217006,
    "lot": 126.373314
  },
  {
    "name": "운남농자재유통",
    "sido": "전라남도",
    "addr": "전라남도 무안군 운남면 운해로 558",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.959371,
    "lot": 126.339019
  },
  {
    "name": "선진친환경농자재",
    "sido": "전라남도",
    "addr": "전라남도 해남군 해남읍 명량로 2995-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.58122,
    "lot": 126.579994
  },
  {
    "name": "새농원농자재마트",
    "sido": "전라남도",
    "addr": "전라남도 나주시 남평읍 지석로 25",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.045352,
    "lot": 126.840033
  },
  {
    "name": "형제농약사",
    "sido": "전라남도",
    "addr": "전라남도 무안군 일로읍 공원길 16",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.849152,
    "lot": 126.495483
  },
  {
    "name": "화산농협경제사업소",
    "sido": "전라남도",
    "addr": "전라남도 해남군 화산면 마명길 4",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 34.49209,
    "lot": 126.515433
  },
  {
    "name": "고향농약사",
    "sido": "전라남도",
    "addr": "전라남도 고흥군 포두면 우주로 608-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.570361,
    "lot": 127.340878
  },
  {
    "name": "삼호농약사",
    "sido": "전라남도",
    "addr": "전라남도 목포시 영산로 683",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.825901,
    "lot": 126.421764
  },
  {
    "name": "대흥농약사",
    "sido": "전라남도",
    "addr": "전라남도 고흥군 금산면 거금중앙길 118",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.461677,
    "lot": 127.127217
  },
  {
    "name": "미성친환경농자재",
    "sido": "전라남도",
    "addr": "전라남도 강진군 강진읍 이학래길 21",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.632899,
    "lot": 126.778601
  },
  {
    "name": "광양종묘사",
    "sido": "전라남도",
    "addr": "전라남도 광양시 광양읍 신재로 5-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.971801,
    "lot": 127.58917
  },
  {
    "name": "중앙농자재",
    "sido": "전라남도",
    "addr": "전라남도 무안군 해제면 해제중앙로 16",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.113156,
    "lot": 126.295044
  },
  {
    "name": "비젼농자재",
    "sido": "전라남도",
    "addr": "전라남도 보성군 조성면 예당호동길 32-11",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.783213,
    "lot": 127.199851
  },
  {
    "name": "부농농자재",
    "sido": "전라남도",
    "addr": "전라남도 강진군 강진읍 청자로 10",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.639161,
    "lot": 126.77709
  },
  {
    "name": "흙사랑농자재",
    "sido": "전라남도",
    "addr": "전라남도 강진군 성전면 송계로 883",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.690006,
    "lot": 126.710557
  },
  {
    "name": "신전농자재마트",
    "sido": "전라남도",
    "addr": "전라남도 강진군 신전면 백도로 1541",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.513873,
    "lot": 126.721862
  },
  {
    "name": "엄다농약사",
    "sido": "전라남도",
    "addr": "전라남도 함평군 엄다면 엄다길 45",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.009976,
    "lot": 126.515192
  },
  {
    "name": "범농농자재",
    "sido": "전라남도",
    "addr": "전라남도 보성군 벌교읍 부용안길 7-2",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 34.843301,
    "lot": 127.34153
  },
  {
    "name": "농업협동조합중앙회구례교육원",
    "sido": "전라남도",
    "addr": "전라남도 구례군 용방면 용방로 117-53",
    "tel": "",
    "item": "직원 훈련기관",
    "lat": 35.225106,
    "lot": 127.448704
  },
  {
    "name": "협정종묘사",
    "sido": "전라남도",
    "addr": "전라남도 순천시 북문길 75",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.959373,
    "lot": 127.484772
  },
  {
    "name": "정남진양봉농업협동조합",
    "sido": "전라남도",
    "addr": "전라남도 장흥군 장동면 두용산길 170",
    "tel": "",
    "item": "반찬/식료품 소매업",
    "lat": 34.726748,
    "lot": 126.948969
  },
  {
    "name": "대광철물농자재",
    "sido": "전라남도",
    "addr": "전라남도 나주시 남평읍 남평2로 45-20",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.046057,
    "lot": 126.841347
  },
  {
    "name": "한마음농자재유통",
    "sido": "전라남도",
    "addr": "전라남도 담양군 창평면 창평로 443",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.243938,
    "lot": 126.999725
  },
  {
    "name": "일로농업협동조합하나로마트",
    "sido": "전라남도",
    "addr": "전라남도 무안군 일로읍 일로로 64",
    "tel": "",
    "item": "정육점",
    "lat": 34.849038,
    "lot": 126.494095
  },
  {
    "name": "산정농약사",
    "sido": "전라남도",
    "addr": "전라남도 무안군 망운면 압창길 1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.012234,
    "lot": 126.392069
  },
  {
    "name": "신영농자재;철물",
    "sido": "전라남도",
    "addr": "전라남도 무안군 일로읍 인의로 626",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 34.848513,
    "lot": 126.497991
  },
  {
    "name": "여수농자재LED",
    "sido": "전라남도",
    "addr": "전라남도 여수시 좌수영로 498",
    "tel": "",
    "item": "명함/간판/광고물 제작",
    "lat": 34.769326,
    "lot": 127.696056
  },
  {
    "name": "농민농자재",
    "sido": "전라남도",
    "addr": "전라남도 장흥군 부산면 심천공원길 96",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 34.754495,
    "lot": 126.895424
  },
  {
    "name": "몽탄농약사",
    "sido": "전라남도",
    "addr": "전라남도 무안군 몽탄면 몽탄로 838",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.932635,
    "lot": 126.503389
  },
  {
    "name": "문농약사",
    "sido": "전라남도",
    "addr": "전라남도 완도군 완도읍 개포로114번길 42",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.318335,
    "lot": 126.74627
  },
  {
    "name": "풍년농약사",
    "sido": "전라남도",
    "addr": "전라남도 무안군 일로읍 일로로 66",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.849579,
    "lot": 126.494179
  },
  {
    "name": "대풍농자재마트",
    "sido": "전라남도",
    "addr": "전라남도 장성군 장성읍 역전로 133",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.304192,
    "lot": 126.78079
  },
  {
    "name": "신월농약사",
    "sido": "전라남도",
    "addr": "전라남도 무안군 운남면 신월로 558-14",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.962147,
    "lot": 126.29888
  },
  {
    "name": "천지농자재유통",
    "sido": "전라남도",
    "addr": "전라남도 함평군 함평읍 함장로 1202-83",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.053039,
    "lot": 126.530317
  },
  {
    "name": "승신농약사.승신종합상사",
    "sido": "전라남도",
    "addr": "전라남도 신안군 자은면 구영2길 67",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 34.886366,
    "lot": 126.044464
  },
  {
    "name": "풍농비료장성",
    "sido": "전라남도",
    "addr": "전라남도 장성군 북일면 안정길 82-4",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.377169,
    "lot": 126.793842
  },
  {
    "name": "지연농약농자재할인마트",
    "sido": "전라남도",
    "addr": "전라남도 무안군 운남면 운해로 619",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.962465,
    "lot": 126.344436
  },
  {
    "name": "태양종묘사",
    "sido": "전라남도",
    "addr": "전라남도 나주시 영산로 5430",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.035577,
    "lot": 126.722451
  },
  {
    "name": "흥농농약사",
    "sido": "전라남도",
    "addr": "전라남도 고흥군 과역면 고흥로 2973",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.678231,
    "lot": 127.361332
  },
  {
    "name": "무지개농약사",
    "sido": "전라남도",
    "addr": "전라남도 완도군 완도읍 장보고대로 220",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.316079,
    "lot": 126.749178
  },
  {
    "name": "남도농자재",
    "sido": "전라남도",
    "addr": "전라남도 해남군 마산면 산이로 293",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 34.607668,
    "lot": 126.530299
  },
  {
    "name": "서울농약사",
    "sido": "전라남도",
    "addr": "전라남도 영암군 신북면 황금동1길 7-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.888393,
    "lot": 126.690533
  },
  {
    "name": "하나농자재",
    "sido": "전라남도",
    "addr": "전라남도 진도군 의신면 진도대로 2455",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 34.438775,
    "lot": 126.280454
  },
  {
    "name": "아래농약사",
    "sido": "전라남도",
    "addr": "전라남도 순천시 팔마로 45",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.946593,
    "lot": 127.493356
  },
  {
    "name": "황토농약할인마트",
    "sido": "전라남도",
    "addr": "전라남도 무안군 운남면 운해로 621",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.962367,
    "lot": 126.344612
  },
  {
    "name": "금성설비사;금성농자재",
    "sido": "전라남도",
    "addr": "전라남도 고흥군 고흥읍 고흥로 1749-2",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 34.607624,
    "lot": 127.285777
  },
  {
    "name": "신오비료상회",
    "sido": "전라남도",
    "addr": "전라남도 함평군 손불면 손불신평길 81-3",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.12349,
    "lot": 126.471198
  },
  {
    "name": "상무대철물농자재",
    "sido": "전라남도",
    "addr": "전라남도 장성군 삼계면 주산2길 21-8",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.255356,
    "lot": 126.67231
  },
  {
    "name": "형제농약사",
    "sido": "전라남도",
    "addr": "전라남도 해남군 해남읍 남부순환로 152",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.565695,
    "lot": 126.595317
  },
  {
    "name": "농자재",
    "sido": "전라남도",
    "addr": "전라남도 무안군 삼향읍 왕산로 36",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 34.846814,
    "lot": 126.421902
  },
  {
    "name": "중앙농약사",
    "sido": "전라남도",
    "addr": "전라남도 곡성군 석곡면 강변로 14",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.130955,
    "lot": 127.254985
  },
  {
    "name": "땅심비료농자재",
    "sido": "전라남도",
    "addr": "전라남도 영광군 군서면 함영로 3234-2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.2398,
    "lot": 126.503315
  },
  {
    "name": "미래농약사",
    "sido": "전라남도",
    "addr": "전라남도 무안군 해제면 현해로 1709-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.110184,
    "lot": 126.292294
  },
  {
    "name": "달마산생태농자재",
    "sido": "전라남도",
    "addr": "전라남도 해남군 화산면 연정길 28",
    "tel": "",
    "item": "채소/과일 소매업",
    "lat": 34.494563,
    "lot": 126.509333
  },
  {
    "name": "수목원종묘",
    "sido": "전라남도",
    "addr": "전라남도 완도군 군외면 청해진서로 1994",
    "tel": "",
    "item": "꽃집",
    "lat": 34.376259,
    "lot": 126.646156
  },
  {
    "name": "진도영농자재",
    "sido": "전라남도",
    "addr": "전라남도 진도군 임회면 남선길 64-7",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.366482,
    "lot": 126.188594
  },
  {
    "name": "대신농자재철강",
    "sido": "전라남도",
    "addr": "전라남도 화순군 능주면 학포로 1880-1",
    "tel": "",
    "item": "기타 건설/건축자재 소매업",
    "lat": 34.985123,
    "lot": 126.962773
  },
  {
    "name": "친절한농약사",
    "sido": "전라남도",
    "addr": "전라남도 보성군 벌교읍 채동선로 239-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.843419,
    "lot": 127.344438
  },
  {
    "name": "현대농약사",
    "sido": "전라남도",
    "addr": "전라남도 여수시 소라면 서부로 128",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 34.762034,
    "lot": 127.617461
  },
  {
    "name": "동복농업협동조합북면지점",
    "sido": "전라남도",
    "addr": "전라남도 화순군 백아면 학천길 29",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.16753,
    "lot": 127.131853
  },
  {
    "name": "동북농업협동조합북면지점온천사업장",
    "sido": "전라남도",
    "addr": "전라남도 화순군 백아면 백아로 2204",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.160154,
    "lot": 127.085446
  },
  {
    "name": "임자농업협동조합",
    "sido": "전라남도",
    "addr": "전라남도 신안군 임자면 진리길 9",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.085225,
    "lot": 126.111538
  },
  {
    "name": "황소종묘사",
    "sido": "전라남도",
    "addr": "전라남도 신안군 흑산면 진마을길 87-13",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 34.685773,
    "lot": 125.425925
  },
  {
    "name": "풍양농협남부지점농자재판매장",
    "sido": "전라남도",
    "addr": "전라남도 고흥군 풍양면 천마로 1473",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 34.521771,
    "lot": 127.243759
  },
  {
    "name": "푸르온농약사",
    "sido": "전라남도",
    "addr": "전라남도 구례군 구례읍 중앙로 45",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.20973,
    "lot": 127.467454
  },
  {
    "name": "으뜸농약사",
    "sido": "전라남도",
    "addr": "전라남도 해남군 북평면 달량진길 60",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 34.403951,
    "lot": 126.627703
  },
  {
    "name": "진도영농자재",
    "sido": "전라남도",
    "addr": "전라남도 진도군 임회면 석교길 47-5",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 34.405629,
    "lot": 126.191055
  },
  {
    "name": "용산농업협동조합",
    "sido": "전라남도",
    "addr": "전라남도 장흥군 용산면 용안로 10",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 34.615492,
    "lot": 126.915083
  },
  {
    "name": "우리농약사",
    "sido": "전라남도",
    "addr": "전라남도 완도군 고금면 고금동로2번길 13",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 34.395973,
    "lot": 126.801401
  },
  {
    "name": "흥신농약사",
    "sido": "전라남도",
    "addr": "전라남도 신안군 압해읍 압해로 901-1",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 34.865091,
    "lot": 126.310608
  },
  {
    "name": "로또농약종묘사",
    "sido": "전라남도",
    "addr": "전라남도 광양시 옥곡면 옥진로 696",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 34.987935,
    "lot": 127.702676
  },
  {
    "name": "신발농자재",
    "sido": "전라남도",
    "addr": "전라남도 고흥군 도덕면 학동1길 6",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 34.56606,
    "lot": 127.17552
  },
  {
    "name": "재황농약사",
    "sido": "전라남도",
    "addr": "전라남도 장성군 황룡면 뱃나드리로 172",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.290314,
    "lot": 126.772373
  },
  {
    "name": "제일원예농약사",
    "sido": "전라남도",
    "addr": "전라남도 고흥군 도양읍 녹동중앙길 25-1",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 34.526714,
    "lot": 127.138437
  },
  {
    "name": "우주팜농약사",
    "sido": "전라남도",
    "addr": "전라남도 고흥군 포두면 우주로 621",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 34.569611,
    "lot": 127.341769
  },
  {
    "name": "도초농업협동조합영농자재판매장",
    "sido": "전라남도",
    "addr": "전라남도 신안군 도초면 서남문로 1508",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 34.702249,
    "lot": 125.95305
  },
  {
    "name": "황산농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 김제시 황산면 용마로 64-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.794505,
    "lot": 126.943173
  },
  {
    "name": "중앙농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 무주군 안성면 시장윗길 7",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.867397,
    "lot": 127.65421
  },
  {
    "name": "서순창농업협동조합자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 순창군 복흥면 추령로 1151",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.431647,
    "lot": 126.930555
  },
  {
    "name": "전북탑농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 황등면 화강암로 252",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.010076,
    "lot": 126.947289
  },
  {
    "name": "공음철물농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 공음면 공음길 41",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.377983,
    "lot": 126.512385
  },
  {
    "name": "현대농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 고창읍 보릿골로 78-1",
    "tel": "",
    "item": "벽지/장판/마루 소매업",
    "lat": 35.432338,
    "lot": 126.695668
  },
  {
    "name": "한울농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 무주군 무주읍 죽향로 34",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.010296,
    "lot": 127.655722
  },
  {
    "name": "옥구농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 군산시 옥구읍 옥구로 20",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.922522,
    "lot": 126.683996
  },
  {
    "name": "대진농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 고창읍 동리로 9",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.433468,
    "lot": 126.693318
  },
  {
    "name": "한국농약마트",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 진안읍 진무로 1097-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.792051,
    "lot": 127.428506
  },
  {
    "name": "부림종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 부안군 부안읍 시장길 2-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.727383,
    "lot": 126.732749
  },
  {
    "name": "성현농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 삼례읍 원신금1길 24",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.912045,
    "lot": 127.088629
  },
  {
    "name": "기쁨농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 용동면 익산대로 2535",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.128796,
    "lot": 126.987713
  },
  {
    "name": "건영종묘사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 고수면 내창수곡길 47",
    "tel": "",
    "item": "꽃집",
    "lat": 35.390034,
    "lot": 126.669609
  },
  {
    "name": "광명농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 순창군 순창읍 순창6길 47",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.372126,
    "lot": 127.147426
  },
  {
    "name": "종묘사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 무주군 안성면 칠연로 38",
    "tel": "",
    "item": "건어물/젓갈 소매업",
    "lat": 35.866328,
    "lot": 127.653581
  },
  {
    "name": "조원비료상사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 김제시 용지면 황토로 386",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.828142,
    "lot": 126.973627
  },
  {
    "name": "고창종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 고창읍 보릿골로 117",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.43588,
    "lot": 126.695358
  },
  {
    "name": "농민농약",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 부안군 줄포면 줄포중앙로 64",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.591484,
    "lot": 126.679211
  },
  {
    "name": "흥농종묘사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 임실군 관촌면 사선6길 2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.674679,
    "lot": 127.270245
  },
  {
    "name": "한국농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 고창읍 보릿골로 103",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.434653,
    "lot": 126.695142
  },
  {
    "name": "대농종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 흥덕면 선운대로 3732",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.519577,
    "lot": 126.69965
  },
  {
    "name": "순창서울농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 순창군 순창읍 남계로 57-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.371742,
    "lot": 127.144751
  },
  {
    "name": "상하농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 상하면 상하1길 18",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.444193,
    "lot": 126.490575
  },
  {
    "name": "터미널농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 정읍시 칠보면 칠보2길 4",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.603285,
    "lot": 126.992926
  },
  {
    "name": "신화농자재;철강",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 공음면 선산청메골3길 14-11",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.38478,
    "lot": 126.54994
  },
  {
    "name": "제일농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 순창군 순창읍 순창6길 26",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.372255,
    "lot": 127.145324
  },
  {
    "name": "순창종묘사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 순창군 순창읍 남계로 62-1",
    "tel": "",
    "item": "꽃집",
    "lat": 35.372255,
    "lot": 127.145126
  },
  {
    "name": "전주농업협동조합로컬푸드직매장",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 전주시 완산구 중화산로 120",
    "tel": "",
    "item": "채소/과일 소매업",
    "lat": 35.821101,
    "lot": 127.118362
  },
  {
    "name": "흥농종묘",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 무주군 안성면 안성로 269",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.865417,
    "lot": 127.653707
  },
  {
    "name": "풍농비료정읍",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 정읍시 서부로 34",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.57111,
    "lot": 126.846121
  },
  {
    "name": "설천농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 무주군 설천면 무설로 1589",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.009197,
    "lot": 127.787529
  },
  {
    "name": "한국농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 부안군 변산면 지서로 78",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.664172,
    "lot": 126.528322
  },
  {
    "name": "흥농종묘사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 무주군 무주읍 주계로4길 1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.006353,
    "lot": 127.658218
  },
  {
    "name": "부농농자재유통부안얀마농기계，부농농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 부안군 행안면 번영로 11-4",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.724214,
    "lot": 126.722315
  },
  {
    "name": "대성농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 전주시 덕진구 안덕원로 154",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.832869,
    "lot": 127.145307
  },
  {
    "name": "풍년농약종묘사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 무주군 무주읍 주계로 57",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.006119,
    "lot": 127.656585
  },
  {
    "name": "흥농농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 무주군 무풍면 현내로 210",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.969057,
    "lot": 127.848327
  },
  {
    "name": "무주반디농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 무주군 무주읍 적천로 269-1",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.0051,
    "lot": 127.656755
  },
  {
    "name": "신흥농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 전주시 완산구 팔달로 105",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.812163,
    "lot": 127.149109
  },
  {
    "name": "중앙종묘사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 임실군 임실읍 봉황11길 66",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.614896,
    "lot": 127.282593
  },
  {
    "name": "신흥농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 부안군 부안읍 돌모산로 1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.697362,
    "lot": 126.732783
  },
  {
    "name": "온누리철물농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 상하면 진암구시포로 6",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.44267,
    "lot": 126.490573
  },
  {
    "name": "흥덕풍년비료마트",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 흥덕면 선운대로 3714",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.518177,
    "lot": 126.698696
  },
  {
    "name": "농민농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 봉동읍 봉동로 140",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.937465,
    "lot": 127.168471
  },
  {
    "name": "쌍치종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 순창군 쌍치면 쌍계로 41",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.500519,
    "lot": 127.0028
  },
  {
    "name": "흥농종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 대산면 대성로 227",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.338491,
    "lot": 126.599443
  },
  {
    "name": "중앙농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 대산면 공음대산로 922",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.34074,
    "lot": 126.597848
  },
  {
    "name": "한국농약",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 부안군 부안읍 번영로 104",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.726345,
    "lot": 126.731758
  },
  {
    "name": "가교농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 고창읍 보릿골로 5",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.42616,
    "lot": 126.693798
  },
  {
    "name": "형제농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 무주군 무풍면 실미길 3",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.944025,
    "lot": 127.83886
  },
  {
    "name": "농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 심원면 심원로 182",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.522764,
    "lot": 126.5483
  },
  {
    "name": "승리농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 정읍시 초산로 49-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.563368,
    "lot": 126.853791
  },
  {
    "name": "한농종묘",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 무주군 안성면 안성로 275-7",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.865886,
    "lot": 127.653655
  },
  {
    "name": "새금만농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 김제시 남북로 214",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.803142,
    "lot": 126.884718
  },
  {
    "name": "마령농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 마령면 임진로 2113",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.734224,
    "lot": 127.369368
  },
  {
    "name": "한국농자재산업협회사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 전주시 완산구 서원로 228",
    "tel": "",
    "item": "광고 대행업",
    "lat": 35.812322,
    "lot": 127.1193
  },
  {
    "name": "거성농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 무주군 무주읍 무설로 37",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.009885,
    "lot": 127.679489
  },
  {
    "name": "대원농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 김제시 남북로 210-7",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.802953,
    "lot": 126.884807
  },
  {
    "name": "대성농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 정읍시 소성면 소성로 155",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.557793,
    "lot": 126.779594
  },
  {
    "name": "신풍농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 무주군 설천면 무설로 1580",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.009688,
    "lot": 127.78678
  },
  {
    "name": "중앙농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 진안군 정천면 진용로 1780-22",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.91069,
    "lot": 127.481357
  },
  {
    "name": "미래농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 고창군 고창읍 보릿골로 91",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.433491,
    "lot": 126.695246
  },
  {
    "name": "춘강농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 김제시 용지면 춘강길 11",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.855614,
    "lot": 126.987645
  },
  {
    "name": "익산농자재천막",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 익산대로 53-1",
    "tel": "",
    "item": "침구류/커튼 소매업",
    "lat": 35.931703,
    "lot": 126.943341
  },
  {
    "name": "해명농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 순창군 쌍치면 청정로 241",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.500482,
    "lot": 127.00701
  },
  {
    "name": "전문농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 전주시 덕진구 진버들1길 38",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.837356,
    "lot": 127.160335
  },
  {
    "name": "정읍농업협동조합정읍농협자재센터",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 정읍시 벚꽃로 29",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.584031,
    "lot": 126.843802
  },
  {
    "name": "키움농자재",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 전주시 덕진구 반월로 22",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 35.874693,
    "lot": 127.067991
  },
  {
    "name": "종묘산업",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 오산면 선화2로 76",
    "tel": "",
    "item": "장례식장",
    "lat": 35.955792,
    "lot": 126.925222
  },
  {
    "name": "한국원예종묘리포라",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 완주군 용진읍 상삼간중길 276",
    "tel": "",
    "item": "꽃집",
    "lat": 35.882457,
    "lot": 127.18995
  },
  {
    "name": "일농비료상회",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 남원시 주생면 영천길 55-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 35.380633,
    "lot": 127.317003
  },
  {
    "name": "신풍농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 무주군 무풍면 대덕산로 836",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.96277,
    "lot": 127.845244
  },
  {
    "name": "신흥종묘농약사",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 금마면 금마길 24",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.98896,
    "lot": 127.052608
  },
  {
    "name": "순창농약할인마트",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 순창군 순창읍 순창2길 24",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.37085,
    "lot": 127.144298
  },
  {
    "name": "한국비료",
    "sido": "전북특별자치도",
    "addr": "전북특별자치도 익산시 인북로10길 14",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 35.932725,
    "lot": 126.951984
  },
  {
    "name": "풍농비료엔피코",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 하효중앙로124번길 11",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 33.26172,
    "lot": 126.619958
  },
  {
    "name": "하귀농업협동조합장례식장",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 제주시 애월읍 애조로 405",
    "tel": "",
    "item": "장례식장",
    "lat": 33.47318,
    "lot": 126.426466
  },
  {
    "name": "풍광비료",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 대정읍 일주서로 2585",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 33.227722,
    "lot": 126.25397
  },
  {
    "name": "세광농자재",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 제주시 조천읍 함대로 121",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 33.533726,
    "lot": 126.659822
  },
  {
    "name": "현민농자재",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 표선면 중산간동로 5527",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 33.328122,
    "lot": 126.769177
  },
  {
    "name": "한라농자재",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 제주시 조천읍 남조로 3080",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 33.534128,
    "lot": 126.642477
  },
  {
    "name": "신성농자재",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 제주시 한경면 신정로 616",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 33.290759,
    "lot": 126.216687
  },
  {
    "name": "미광비료중문",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 안덕면 서광동로25번길 50",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 33.288977,
    "lot": 126.326493
  },
  {
    "name": "지성농자재·농기계",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 염돈로 9",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 33.250955,
    "lot": 126.493606
  },
  {
    "name": "협성농약사",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 제주시 한림읍 한림상로 230",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 33.41891,
    "lot": 126.268144
  },
  {
    "name": "애월농업협동조합중엄지점",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 제주시 애월읍 일주서로 6716",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 33.4715,
    "lot": 126.369966
  },
  {
    "name": "하귀농약사",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 제주시 애월읍 하귀로 36",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 33.48002,
    "lot": 126.400998
  },
  {
    "name": "대정농업협동조합",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 대정읍 보성하로19번길 20",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 33.247823,
    "lot": 126.276022
  },
  {
    "name": "삼미철강농자재",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 제주시 서사로 126",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 33.501147,
    "lot": 126.519596
  },
  {
    "name": "현대농자재",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 제주시 한림읍 명월성로 394",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 33.373792,
    "lot": 126.261613
  },
  {
    "name": "위미종묘",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 일주동로 7692",
    "tel": "",
    "item": "채소/과일 소매업",
    "lat": 33.277431,
    "lot": 126.658673
  },
  {
    "name": "현민농자재",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 서귀포시 남원읍 태수로358번길 7-8",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 33.311357,
    "lot": 126.723153
  },
  {
    "name": "애월농업협동조합자재과",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 제주시 애월읍 애월로 109",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 33.464866,
    "lot": 126.319187
  },
  {
    "name": "제주감귤농업협동조합동제주지소",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 제주시 연삼로 400",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 33.494983,
    "lot": 126.534448
  },
  {
    "name": "한경농업협동조합 종합유통센터",
    "sido": "제주특별자치도",
    "addr": "제주특별자치도 제주시 한경면 신한로 81",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 33.347744,
    "lot": 126.190621
  },
  {
    "name": "엘림농자재물류센타",
    "sido": "충청남도",
    "addr": "충청남도 태안군 태안읍 서해로 1995",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.755721,
    "lot": 126.325806
  },
  {
    "name": "삽교농협경제사업소",
    "sido": "충청남도",
    "addr": "충청남도 예산군 삽교읍 충의로 486",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.687303,
    "lot": 126.71991
  },
  {
    "name": "내포농자재",
    "sido": "충청남도",
    "addr": "충청남도 예산군 삽교읍 상성길 87",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.696245,
    "lot": 126.713835
  },
  {
    "name": "논산농약마트",
    "sido": "충청남도",
    "addr": "충청남도 논산시 대화로41번길 5",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.207076,
    "lot": 127.08121
  },
  {
    "name": "서해종합기계.농자재",
    "sido": "충청남도",
    "addr": "충청남도 태안군 태안읍 평천길 3-14",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.752344,
    "lot": 126.3213
  },
  {
    "name": "사곡농약사",
    "sido": "충청남도",
    "addr": "충청남도 공주시 금성길 6",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.46056,
    "lot": 127.123766
  },
  {
    "name": "성환농협경제사업소",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 대홍3길 6",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.938911,
    "lot": 127.135492
  },
  {
    "name": "삽교농약종묘사",
    "sido": "충청남도",
    "addr": "충청남도 예산군 삽교읍 삽교로 102",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.685969,
    "lot": 126.739898
  },
  {
    "name": "한뜻농자재",
    "sido": "충청남도",
    "addr": "충청남도 서산시 음암면 백제사신로 1159",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.817172,
    "lot": 126.538177
  },
  {
    "name": "서산농자재",
    "sido": "충청남도",
    "addr": "충청남도 서산시 수석1길 32-32",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.769534,
    "lot": 126.492439
  },
  {
    "name": "동방농자재",
    "sido": "충청남도",
    "addr": "충청남도 예산군 예산읍 충서로 1034",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.699928,
    "lot": 126.829712
  },
  {
    "name": "배방종묘농약사",
    "sido": "충청남도",
    "addr": "충청남도 아산시 배방읍 모산로 179",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.775493,
    "lot": 127.062416
  },
  {
    "name": "중부농자재",
    "sido": "충청남도",
    "addr": "충청남도 논산시 상월면 백일헌로 1175",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.30541,
    "lot": 127.135534
  },
  {
    "name": "한도농약종묘사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 대흥로 102",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.799527,
    "lot": 127.151325
  },
  {
    "name": "명진농자재",
    "sido": "충청남도",
    "addr": "충청남도 금산군 추부면 서대산로 214",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.204112,
    "lot": 127.482503
  },
  {
    "name": "둔포농약사",
    "sido": "충청남도",
    "addr": "충청남도 아산시 둔포면 관대길39번길 15",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.903138,
    "lot": 127.031664
  },
  {
    "name": "한농농약사",
    "sido": "충청남도",
    "addr": "충청남도 보령시 웅천읍 장터중앙길 101",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.231976,
    "lot": 126.600463
  },
  {
    "name": "서울종묘농약사",
    "sido": "충청남도",
    "addr": "충청남도 서산시 시장6로 16",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.781016,
    "lot": 126.458163
  },
  {
    "name": "연산농약사",
    "sido": "충청남도",
    "addr": "충청남도 논산시 연산면 선비로245번길 23",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.214083,
    "lot": 127.199801
  },
  {
    "name": "이레농자재",
    "sido": "충청남도",
    "addr": "충청남도 당진시 신평면 독암길 111",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.88688,
    "lot": 126.739285
  },
  {
    "name": "서해농약종묘사",
    "sido": "충청남도",
    "addr": "충청남도 서천군 서면 서인로 733-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.151983,
    "lot": 126.54662
  },
  {
    "name": "영웅농자재",
    "sido": "충청남도",
    "addr": "충청남도 공주시 반포면 공암제방길 26",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.398086,
    "lot": 127.252886
  },
  {
    "name": "미래농자재",
    "sido": "충청남도",
    "addr": "충청남도 논산시 은진면 원앙로1348번길 87",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.192538,
    "lot": 127.124622
  },
  {
    "name": "홍심농자재",
    "sido": "충청남도",
    "addr": "충청남도 예산군 예산읍 충서로 1256",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.71991,
    "lot": 126.832433
  },
  {
    "name": "부민농약종묘사",
    "sido": "충청남도",
    "addr": "충청남도 보령시 웅천읍 장터중앙길 133-11",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.232873,
    "lot": 126.59909
  },
  {
    "name": "한산제일농약사",
    "sido": "충청남도",
    "addr": "충청남도 서천군 한산면 한산모시길 32-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.084494,
    "lot": 126.80347
  },
  {
    "name": "홍산농자재",
    "sido": "충청남도",
    "addr": "충청남도 부여군 홍산면 홍산시장로 37",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.213348,
    "lot": 126.758475
  },
  {
    "name": "두레농약사",
    "sido": "충청남도",
    "addr": "충청남도 논산시 가야곡면 가야로 461-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.166542,
    "lot": 127.1524
  },
  {
    "name": "동부비료홍성",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍성읍 소향길 68",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.609909,
    "lot": 126.656176
  },
  {
    "name": "남양농약사",
    "sido": "충청남도",
    "addr": "충청남도 청양군 남양면 만수로 1572-3",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.397161,
    "lot": 126.775921
  },
  {
    "name": "아산원예농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 아산시 모종로 49",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.785384,
    "lot": 127.022081
  },
  {
    "name": "풍년농약사",
    "sido": "충청남도",
    "addr": "충청남도 예산군 삽교읍 삽교로 69",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.686313,
    "lot": 126.736462
  },
  {
    "name": "웅천농자재마트",
    "sido": "충청남도",
    "addr": "충청남도 보령시 웅천읍 장터중앙길 150",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.233955,
    "lot": 126.599319
  },
  {
    "name": "선두농자재",
    "sido": "충청남도",
    "addr": "충청남도 아산시 영인면 영인로 337",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.87651,
    "lot": 126.942774
  },
  {
    "name": "정성철물농자재",
    "sido": "충청남도",
    "addr": "충청남도 논산시 광석면 광석로 119",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.243747,
    "lot": 127.078422
  },
  {
    "name": "춘풍농자재산업",
    "sido": "충청남도",
    "addr": "충청남도 논산시 노성면 노성로 638",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.279185,
    "lot": 127.135534
  },
  {
    "name": "금강농자재",
    "sido": "충청남도",
    "addr": "충청남도 부여군 규암면 흥수로 550",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.264111,
    "lot": 126.844818
  },
  {
    "name": "광신종묘",
    "sido": "충청남도",
    "addr": "충청남도 공주시 산성시장5길 75-26",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.459074,
    "lot": 127.123084
  },
  {
    "name": "풍농비료태안",
    "sido": "충청남도",
    "addr": "충청남도 태안군 근흥면 근흥로 134",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.752619,
    "lot": 126.263112
  },
  {
    "name": "삼산종묘사",
    "sido": "충청남도",
    "addr": "충청남도 서천군 서천읍 충절로 42",
    "tel": "",
    "item": "꽃집",
    "lat": 36.075027,
    "lot": 126.686817
  },
  {
    "name": "부자농약종묘사",
    "sido": "충청남도",
    "addr": "충청남도 공주시 용당길 6",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.45873,
    "lot": 127.124388
  },
  {
    "name": "홍농종묘사",
    "sido": "충청남도",
    "addr": "충청남도 예산군 예산읍 천변로 195",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.679013,
    "lot": 126.850455
  },
  {
    "name": "덕수농약사",
    "sido": "충청남도",
    "addr": "충청남도 논산시 양촌면 매죽헌로 1703-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.138935,
    "lot": 127.237486
  },
  {
    "name": "중앙종묘",
    "sido": "충청남도",
    "addr": "충청남도 당진시 송악읍 기지시1길 59",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.904313,
    "lot": 126.692819
  },
  {
    "name": "서울농약사",
    "sido": "충청남도",
    "addr": "충청남도 당진시 당진중앙3로 88-3",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.892898,
    "lot": 126.630163
  },
  {
    "name": "서울농약사",
    "sido": "충청남도",
    "addr": "충청남도 서천군 서천읍 충절로121번길 15",
    "tel": "",
    "item": "담배/전자담배 소매업",
    "lat": 36.075006,
    "lot": 126.696131
  },
  {
    "name": "상생비료",
    "sido": "충청남도",
    "addr": "충청남도 부여군 홍산면 북토로137번길 22",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.221975,
    "lot": 126.750685
  },
  {
    "name": "제일농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 중앙시장길 1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.800765,
    "lot": 127.148773
  },
  {
    "name": "황화정농자재",
    "sido": "충청남도",
    "addr": "충청남도 논산시 연무읍 득안대로 380-2",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.104397,
    "lot": 127.098429
  },
  {
    "name": "태안농협농자재마트",
    "sido": "충청남도",
    "addr": "충청남도 태안군 태안읍 동문4길 10",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.748626,
    "lot": 126.306395
  },
  {
    "name": "함북농자재",
    "sido": "충청남도",
    "addr": "충청남도 논산시 대화로 39",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.20676,
    "lot": 127.081354
  },
  {
    "name": "중앙농약사",
    "sido": "충청남도",
    "addr": "충청남도 서천군 비인면 비인로 151",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.139193,
    "lot": 126.60449
  },
  {
    "name": "태성농자재",
    "sido": "충청남도",
    "addr": "충청남도 예산군 예산읍 충서로 1138",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.70914,
    "lot": 126.831874
  },
  {
    "name": "덕산철물농약",
    "sido": "충청남도",
    "addr": "충청남도 예산군 덕산면 읍내길 10",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.704706,
    "lot": 126.668513
  },
  {
    "name": "수덕농약사",
    "sido": "충청남도",
    "addr": "충청남도 예산군 덕산면 예덕로 12",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.705034,
    "lot": 126.669574
  },
  {
    "name": "충남농약사",
    "sido": "충청남도",
    "addr": "충청남도 당진시 당진중앙3로 94",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.893142,
    "lot": 126.630352
  },
  {
    "name": "다온농자재",
    "sido": "충청남도",
    "addr": "충청남도 논산시 연무읍 연무로 14",
    "tel": "",
    "item": "기타 건설/건축자재 소매업",
    "lat": 36.136275,
    "lot": 127.083037
  },
  {
    "name": "연무천막농자재",
    "sido": "충청남도",
    "addr": "충청남도 논산시 연무읍 안심로 66",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.127044,
    "lot": 127.099124
  },
  {
    "name": "경방비료",
    "sido": "충청남도",
    "addr": "충청남도 서산시 팔봉면 진장1길 99",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.775624,
    "lot": 126.367995
  },
  {
    "name": "광덕농자재",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 광덕면 신덕리1길 62",
    "tel": "",
    "item": "실/섬유제품 소매업",
    "lat": 36.690937,
    "lot": 127.13303
  },
  {
    "name": "형제농자재마트",
    "sido": "충청남도",
    "addr": "충청남도 서천군 서천읍 충절로59번길 11-11",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.075519,
    "lot": 126.688913
  },
  {
    "name": "종묘인삼사",
    "sido": "충청남도",
    "addr": "충청남도 금산군 금산읍 건삼전1길 22",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.10085,
    "lot": 127.491998
  },
  {
    "name": "우남농자재",
    "sido": "충청남도",
    "addr": "충청남도 논산시 양촌면 황산벌로 1319",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.19761,
    "lot": 127.214581
  },
  {
    "name": "신평흥농종묘",
    "sido": "충청남도",
    "addr": "충청남도 당진시 신평면 신평로 812-31",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.88477,
    "lot": 126.773697
  },
  {
    "name": "창성종묘농약사",
    "sido": "충청남도",
    "addr": "충청남도 공주시 산성시장5길 17",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.45937,
    "lot": 127.12449
  },
  {
    "name": "채움원예종묘법인",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 직산읍 천안대로 1557",
    "tel": "",
    "item": "꽃집",
    "lat": 36.879246,
    "lot": 127.145515
  },
  {
    "name": "주산농협경제사업장",
    "sido": "충청남도",
    "addr": "충청남도 보령시 주산면 충서로 436",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.200847,
    "lot": 126.633579
  },
  {
    "name": "신현농자재",
    "sido": "충청남도",
    "addr": "충청남도 논산시 양촌면 바랑산길 39-10",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.12977,
    "lot": 127.262987
  },
  {
    "name": "가야농자재",
    "sido": "충청남도",
    "addr": "충청남도 논산시 가야곡면 덕은로 189",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.146438,
    "lot": 127.170795
  },
  {
    "name": "당진농약할인마트",
    "sido": "충청남도",
    "addr": "충청남도 당진시 송산면 송산로 355-6",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.930816,
    "lot": 126.67637
  },
  {
    "name": "아산원예농업협동조합음봉경제사업소",
    "sido": "충청남도",
    "addr": "충청남도 아산시 음봉면 연암율금로 505-6",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.880375,
    "lot": 127.075176
  },
  {
    "name": "목면농자재",
    "sido": "충청남도",
    "addr": "충청남도 청양군 목면 충신문길 60",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.426938,
    "lot": 127.002007
  },
  {
    "name": "봄농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 목천읍 교천지산길 22",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.771535,
    "lot": 127.202347
  },
  {
    "name": "동원종묘",
    "sido": "충청남도",
    "addr": "충청남도 논산시 중앙로497번길 2",
    "tel": "",
    "item": "꽃집",
    "lat": 36.207138,
    "lot": 127.082633
  },
  {
    "name": "도산농자재미니슈퍼",
    "sido": "충청남도",
    "addr": "충청남도 논산시 벌곡면 수락로 7",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.161712,
    "lot": 127.317428
  },
  {
    "name": "당진농협경제사업소",
    "sido": "충청남도",
    "addr": "충청남도 당진시 대덕로 228",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.885639,
    "lot": 126.649212
  },
  {
    "name": "다있슈철물농자재",
    "sido": "충청남도",
    "addr": "충청남도 예산군 신암면 추사로 162",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.740048,
    "lot": 126.825369
  },
  {
    "name": "대호농약사",
    "sido": "충청남도",
    "addr": "충청남도 당진시 석문면 대호로 1570",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.013764,
    "lot": 126.536271
  },
  {
    "name": "큰시장미래종묘사",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍성읍 의사로49번길 62",
    "tel": "",
    "item": "꽃집",
    "lat": 36.602454,
    "lot": 126.667934
  },
  {
    "name": "고덕농약사",
    "sido": "충청남도",
    "addr": "충청남도 예산군 고덕면 고덕중앙로 70-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.745684,
    "lot": 126.704112
  },
  {
    "name": "시장종묘사",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 홍성읍 의사로 43",
    "tel": "",
    "item": "꽃집",
    "lat": 36.601552,
    "lot": 126.670922
  },
  {
    "name": "성환혜명종묘",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 방축길 115-2",
    "tel": "",
    "item": "꽃집",
    "lat": 36.942194,
    "lot": 127.082994
  },
  {
    "name": "신진농약사",
    "sido": "충청남도",
    "addr": "충청남도 아산시 시민로393번길 13-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.783809,
    "lot": 126.999429
  },
  {
    "name": "예산일등농자재",
    "sido": "충청남도",
    "addr": "충청남도 예산군 예산읍 예산로 218",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.679804,
    "lot": 126.848887
  },
  {
    "name": "희성농자재",
    "sido": "충청남도",
    "addr": "충청남도 태안군 태안읍 오얏길 171-7",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.793493,
    "lot": 126.336656
  },
  {
    "name": "농약팜",
    "sido": "충청남도",
    "addr": "충청남도 아산시 도고면 도고산로 635",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.746844,
    "lot": 126.89527
  },
  {
    "name": "금강농자재",
    "sido": "충청남도",
    "addr": "충청남도 예산군 삽교읍 충의로 269",
    "tel": "",
    "item": "꽃집",
    "lat": 36.691735,
    "lot": 126.697213
  },
  {
    "name": "석정유기질비료",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 삼충로 372",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.31531,
    "lot": 126.956204
  },
  {
    "name": "한국농자재산업",
    "sido": "충청남도",
    "addr": "충청남도 청양군 목면 칠갑산로 2195-3",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.400253,
    "lot": 126.977471
  },
  {
    "name": "충남비료",
    "sido": "충청남도",
    "addr": "충청남도 서산시 인지면 화수2길 88-26",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.764435,
    "lot": 126.412405
  },
  {
    "name": "음봉농약사",
    "sido": "충청남도",
    "addr": "충청남도 아산시 음봉면 아산온천로 524",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.847706,
    "lot": 127.010988
  },
  {
    "name": "태안온실농자재",
    "sido": "충청남도",
    "addr": "충청남도 태안군 태안읍 상옥2길 61",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.765904,
    "lot": 126.325817
  },
  {
    "name": "형제농자재",
    "sido": "충청남도",
    "addr": "충청남도 서천군 기산면 충절로667번길 72-10",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.078406,
    "lot": 126.756768
  },
  {
    "name": "성환농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 성환시장길 8-15",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.918966,
    "lot": 127.130855
  },
  {
    "name": "구항농자재",
    "sido": "충청남도",
    "addr": "충청남도 홍성군 구항면 구성남로 825",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.578819,
    "lot": 126.59846
  },
  {
    "name": "성환농약사",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 성환9길 7-4",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.916363,
    "lot": 127.128909
  },
  {
    "name": "천안배원예농업협동조합",
    "sido": "충청남도",
    "addr": "충청남도 천안시 서북구 성환읍 성환1로 252",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.917238,
    "lot": 127.128316
  },
  {
    "name": "희망농약사",
    "sido": "충청남도",
    "addr": "충청남도 부여군 부여읍 사비로71번길 30-17",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.28011,
    "lot": 126.908029
  },
  {
    "name": "충대농자재",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 병천면 병천2로 34-5",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.764602,
    "lot": 127.301527
  },
  {
    "name": "당진농약사",
    "sido": "충청남도",
    "addr": "충청남도 당진시 당진중앙2로 60-14",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.892012,
    "lot": 126.629113
  },
  {
    "name": "예당농자재",
    "sido": "충청남도",
    "addr": "충청남도 예산군 예산읍 충서로 1155",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.710878,
    "lot": 126.831087
  },
  {
    "name": "흥농종묘사",
    "sido": "충청남도",
    "addr": "충청남도 논산시 해월로179번길 21-3",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.207468,
    "lot": 127.08657
  },
  {
    "name": "세도농자재",
    "sido": "충청남도",
    "addr": "충청남도 부여군 세도면 세도중앙로 17",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.169664,
    "lot": 126.94726
  },
  {
    "name": "태성농자재",
    "sido": "충청남도",
    "addr": "충청남도 천안시 동남구 풍세면 풍세로 484",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.756247,
    "lot": 127.127947
  },
  {
    "name": "도원예농약사",
    "sido": "충청남도",
    "addr": "충청남도 논산시 연산면 선비로 243",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.213925,
    "lot": 127.202581
  },
  {
    "name": "충서농약농자재",
    "sido": "충청남도",
    "addr": "충청남도 보령시 웅천읍 충서로 1223",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.25489,
    "lot": 126.586327
  },
  {
    "name": "풍년농자재",
    "sido": "충청북도",
    "addr": "충청북도 진천군 덕산읍 초금로 744-12",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.911547,
    "lot": 127.507401
  },
  {
    "name": "대광농약농자재마트",
    "sido": "충청북도",
    "addr": "충청북도 단양군 대강면 대강로 43",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.921695,
    "lot": 128.355308
  },
  {
    "name": "회인농약마트",
    "sido": "충청북도",
    "addr": "충청북도 보은군 회인면 회인로 46-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.491631,
    "lot": 127.597916
  },
  {
    "name": "충주농협영농자재",
    "sido": "충청북도",
    "addr": "충청북도 충주시 중원대로 3534",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.96881,
    "lot": 127.911643
  },
  {
    "name": "대명농자재",
    "sido": "충청북도",
    "addr": "충청북도 옥천군 군서면 사양1길 132",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.279487,
    "lot": 127.506529
  },
  {
    "name": "진천농약할인마트",
    "sido": "충청북도",
    "addr": "충청북도 진천군 이월면 진안로 35",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.933475,
    "lot": 127.425909
  },
  {
    "name": "배바우농약사",
    "sido": "충청북도",
    "addr": "충청북도 옥천군 안남면 안남로 498",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.356862,
    "lot": 127.675919
  },
  {
    "name": "통일비료",
    "sido": "충청북도",
    "addr": "충청북도 옥천군 옥천읍 삼양로 60",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.305197,
    "lot": 127.566963
  },
  {
    "name": "현대농자재철물",
    "sido": "충청북도",
    "addr": "충청북도 음성군 감곡면 음성로 2647",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.111975,
    "lot": 127.642496
  },
  {
    "name": "고려농약사",
    "sido": "충청북도",
    "addr": "충청북도 충주시 천변로 249",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.973557,
    "lot": 127.935059
  },
  {
    "name": "충북농약사",
    "sido": "충청북도",
    "addr": "충청북도 제천시 용두천로6길 2",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.134868,
    "lot": 128.210092
  },
  {
    "name": "송학농자재",
    "sido": "충청북도",
    "addr": "충청북도 옥천군 이원면 신흥길 13-1",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.246007,
    "lot": 127.621439
  },
  {
    "name": "진천팜농자재마트",
    "sido": "충청북도",
    "addr": "충청북도 진천군 진천읍 성중로 4",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.864123,
    "lot": 127.446675
  },
  {
    "name": "대소농약사",
    "sido": "충청북도",
    "addr": "충청북도 음성군 대소면 오산로 81",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.970441,
    "lot": 127.485994
  },
  {
    "name": "신영농약사",
    "sido": "충청북도",
    "addr": "충청북도 음성군 금왕읍 무극로285번길 8",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.993698,
    "lot": 127.593129
  },
  {
    "name": "음성청운농자재",
    "sido": "충청북도",
    "addr": "충청북도 음성군 삼성면 대금로 735",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.974129,
    "lot": 127.51753
  },
  {
    "name": "동부친환경농자재",
    "sido": "충청북도",
    "addr": "충청북도 충주시 금가면 금가중앙2길 91-14",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 37.036218,
    "lot": 127.911572
  },
  {
    "name": "충주농약마트",
    "sido": "충청북도",
    "addr": "충청북도 충주시 탄금대로 22",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.974184,
    "lot": 127.926329
  },
  {
    "name": "상산종묘",
    "sido": "충청북도",
    "addr": "충청북도 진천군 진천읍 대촌길 11",
    "tel": "",
    "item": "꽃집",
    "lat": 36.860969,
    "lot": 127.446701
  },
  {
    "name": "국제농약종묘마트",
    "sido": "충청북도",
    "addr": "충청북도 괴산군 괴산읍 괴강로 59",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.808013,
    "lot": 127.800475
  },
  {
    "name": "제천중앙농자재",
    "sido": "충청북도",
    "addr": "충청북도 제천시 중말8길 16",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.130905,
    "lot": 128.254209
  },
  {
    "name": "괴산농약사",
    "sido": "충청북도",
    "addr": "충청북도 괴산군 괴산읍 읍내로2길 58-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.809378,
    "lot": 127.793138
  },
  {
    "name": "화창농자재건재철물",
    "sido": "충청북도",
    "addr": "충청북도 보은군 마로면 관기3길 5",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.434919,
    "lot": 127.818518
  },
  {
    "name": "덕산중앙농약사",
    "sido": "충청북도",
    "addr": "충청북도 진천군 덕산읍 초금로 749",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.911136,
    "lot": 127.506736
  },
  {
    "name": "형제농자재마트",
    "sido": "충청북도",
    "addr": "충청북도 청주시 서원구 남이면 청남로 1402",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.566181,
    "lot": 127.450684
  },
  {
    "name": "일성농자재",
    "sido": "충청북도",
    "addr": "충청북도 영동군 영동읍 영동황간로 747",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.181444,
    "lot": 127.841573
  },
  {
    "name": "태광농자재",
    "sido": "충청북도",
    "addr": "충청북도 괴산군 연풍면 향교로행정2길 19",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.766899,
    "lot": 127.996887
  },
  {
    "name": "진천농자재마트",
    "sido": "충청북도",
    "addr": "충청북도 진천군 진천읍 성중로 12",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.864664,
    "lot": 127.446644
  },
  {
    "name": "조은유박비료",
    "sido": "충청북도",
    "addr": "충청북도 제천시 금성면 월림로4길 50-56",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.087789,
    "lot": 128.169867
  },
  {
    "name": "우리농약종묘사",
    "sido": "충청북도",
    "addr": "충청북도 청주시 상당구 미원면 미원시내2길 12",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.631993,
    "lot": 127.654164
  },
  {
    "name": "백운유기질비료",
    "sido": "충청북도",
    "addr": "충청북도 제천시 백운면 화당로7길 13-20",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.174785,
    "lot": 127.949874
  },
  {
    "name": "새한비료",
    "sido": "충청북도",
    "addr": "충청북도 청주시 상당구 문의면 남계2길 21-6",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.537114,
    "lot": 127.501571
  },
  {
    "name": "천삼비료",
    "sido": "충청북도",
    "addr": "충청북도 음성군 금왕읍 금일로371번길 33-21",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.001109,
    "lot": 127.547159
  },
  {
    "name": "건화농자재",
    "sido": "충청북도",
    "addr": "충청북도 증평군 증평읍 상평길 7",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.791366,
    "lot": 127.597201
  },
  {
    "name": "신영농자재산업",
    "sido": "충청북도",
    "addr": "충청북도 청주시 청원구 내수읍 내수로 267-64",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.696554,
    "lot": 127.500926
  },
  {
    "name": "부흥농약종묘사",
    "sido": "충청북도",
    "addr": "충청북도 옥천군 옥천읍 금장로 27-1",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.301968,
    "lot": 127.567507
  },
  {
    "name": "남림원예종묘",
    "sido": "충청북도",
    "addr": "충청북도 옥천군 동이면 세산2길 1-8",
    "tel": "",
    "item": "꽃집",
    "lat": 36.271715,
    "lot": 127.606062
  },
  {
    "name": "진일농자재",
    "sido": "충청북도",
    "addr": "충청북도 옥천군 이원면 이원역길 52",
    "tel": "",
    "item": "전기용품/조명장치 소매업",
    "lat": 36.244861,
    "lot": 127.61817
  },
  {
    "name": "충주농업협동조합충주농협탄금한우타운",
    "sido": "충청북도",
    "addr": "충청북도 충주시 탄금대로 364",
    "tel": "",
    "item": "소고기 구이/찜",
    "lat": 36.987389,
    "lot": 127.893961
  },
  {
    "name": "청주농자재",
    "sido": "충청북도",
    "addr": "충청북도 청주시 상당구 무심동로302번길 16",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.629538,
    "lot": 127.48541
  },
  {
    "name": "제일농자재산업",
    "sido": "충청북도",
    "addr": "충청북도 청주시 상당구 산성로9번길 28",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.625301,
    "lot": 127.496887
  },
  {
    "name": "양산종묘농약사",
    "sido": "충청북도",
    "addr": "충청북도 영동군 양산면 가곡5길 4",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.123456,
    "lot": 127.667914
  },
  {
    "name": "향수농약사",
    "sido": "충청북도",
    "addr": "충청북도 옥천군 옥천읍 옥천로 1588",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.301306,
    "lot": 127.564496
  },
  {
    "name": "선진농약사",
    "sido": "충청북도",
    "addr": "충청북도 청주시 청원구 내수읍 내수로 721",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.726149,
    "lot": 127.53544
  },
  {
    "name": "백운농약종묘사",
    "sido": "충청북도",
    "addr": "충청북도 제천시 백운면 평동로 6",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.138068,
    "lot": 128.022388
  },
  {
    "name": "풍년팜원예종묘사",
    "sido": "충청북도",
    "addr": "충청북도 영동군 영동읍 영동시장1길 21",
    "tel": "",
    "item": "꽃집",
    "lat": 36.175858,
    "lot": 127.774499
  },
  {
    "name": "서원농자재마트",
    "sido": "충청북도",
    "addr": "충청북도 청주시 서원구 남이면 2순환로 1789",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.59464,
    "lot": 127.475949
  },
  {
    "name": "푸른농자재",
    "sido": "충청북도",
    "addr": "충청북도 옥천군 옥천읍 옥천로 1686",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.292866,
    "lot": 127.567541
  },
  {
    "name": "문암농자재",
    "sido": "충청북도",
    "addr": "충청북도 청주시 서원구 구룡산로375번길 81",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.621945,
    "lot": 127.48686
  },
  {
    "name": "충북비료상사",
    "sido": "충청북도",
    "addr": "충청북도 청주시 청원구 북이면 석성길 1-5",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.749895,
    "lot": 127.5148
  },
  {
    "name": "양수종묘농약사",
    "sido": "충청북도",
    "addr": "충청북도 옥천군 옥천읍 삼금로2길 13",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.300678,
    "lot": 127.565772
  },
  {
    "name": "종묘만천",
    "sido": "충청북도",
    "addr": "충청북도 청주시 청원구 율중로 27",
    "tel": "",
    "item": "꽃집",
    "lat": 36.659909,
    "lot": 127.506482
  },
  {
    "name": "남부농자재",
    "sido": "충청북도",
    "addr": "충청북도 보은군 마로면 기대1길 17-3",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.409459,
    "lot": 127.816289
  },
  {
    "name": "우리농자재",
    "sido": "충청북도",
    "addr": "충청북도 청주시 상당구 용정로38번길 9-1",
    "tel": "",
    "item": "철물/공구 소매업",
    "lat": 36.629591,
    "lot": 127.517867
  },
  {
    "name": "복종묘농원",
    "sido": "충청북도",
    "addr": "충청북도 옥천군 이원면 신흥1길 17-4",
    "tel": "",
    "item": "꽃집",
    "lat": 36.245582,
    "lot": 127.620034
  },
  {
    "name": "문정농약사",
    "sido": "충청북도",
    "addr": "충청북도 옥천군 옥천읍 문장로5길 48",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.300411,
    "lot": 127.578295
  },
  {
    "name": "한올원예종묘",
    "sido": "충청북도",
    "addr": "충청북도 옥천군 이원면 이원로 759",
    "tel": "",
    "item": "꽃집",
    "lat": 36.240302,
    "lot": 127.626622
  },
  {
    "name": "미원농약사",
    "sido": "충청북도",
    "addr": "충청북도 청주시 상당구 미원면 미원시내2길 17",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 36.632347,
    "lot": 127.653675
  },
  {
    "name": "백운농협경제사업소",
    "sido": "충청북도",
    "addr": "충청북도 제천시 백운면 금봉로 16",
    "tel": "",
    "item": "그 외 기타 상품 전문 소매업",
    "lat": 37.141105,
    "lot": 128.0245
  },
  {
    "name": "옥천친환경농약사",
    "sido": "충청북도",
    "addr": "충청북도 옥천군 옥천읍 옥천로 1654-16",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.295033,
    "lot": 127.566622
  },
  {
    "name": "제천농업협동조합농자재백화점",
    "sido": "충청북도",
    "addr": "충청북도 제천시 의림대로 392",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 37.162044,
    "lot": 128.212552
  },
  {
    "name": "오창농업협동조합",
    "sido": "충청북도",
    "addr": "충청북도 청주시 청원구 오창읍 팔결로 699",
    "tel": "",
    "item": "가축 사료 소매업",
    "lat": 36.7405,
    "lot": 127.456325
  }
];